{"shard_id":"デジタル社会推進標準ガイドライン_2023-07_9","group":"デジタル社会推進標準ガイドライン_2023-07","chunk_count":50,"chunks":[{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c450","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"アに関しても、 同様に脆弱性が存在する場合が あるので、5.2.2「情報システムの調達・構築」 の規定も参照し、 必要な対策を講ずる必要が ある。 遵守事項 (1) ソフトウェアに関する脆弱性対策の実施 (a) 情報システムセキュリティ責任者は、 サーバ装置、 端末及び通信回線装置の設置又 は運用開始時に、 当該機器上で利用するソフトウェアに関連する公開された脆弱性に ついての対策を実施すること。 (b) 情報システムセキュリティ責任者は、公開された脆弱性の情報がない段階におい て、 サーバ装置、 端末及び通信回線装置上でとり得る対策がある場合は、 当該対策を 実施すること。 (c) 情報システムセキュリティ責任者は、 サーバ装置、 端末及び通信回線装置上で利用 するソフトウェアにおける脆弱性対策の状況を定期的及び適時に確認すること。 (d) 情報システムセキュリティ責任者は、 脆弱性対策の状況の定期的な確認により、 脆 弱性対策が講じられていない状態が確認された場合並びにサーバ装置、 端末及び通信 回線装置上で利用するソフトウェアに関連する脆弱性情報を入手した場合には、セ キュリティ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":445,"page_to":446,"char_count":1261},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c451","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"と。 脆弱性の原因 影響範囲 対策方法 脆弱性を悪用する不正プログラムの流通状況 7.2.1(1)-3 情報システムセキュリティ責任者は、利用するソフトウェアはサポート期間を 考慮して選定し、サポートが受けられないソフトウェアは利用しないこと。 7.2.1(1)-4 情報システムセキュリティ責任者は、構成要素ごとにソフトウェアのバージョ ン等を把握し、当該ソフトウェアの脆弱性の有無を確認すること。 7.2.1(1)-5 【追加セキュリティ対策】 情報システムセキュリティ責任者は、 情報システムを 構成する機器へのセキュリティパッチの適時の適用を前提とした運用設計を行うこと。 ＜7.2.1(1)(c)関連＞ 7.2.1(1)-6 【追加セキュリティ対策】 情報システムセキュリティ責任者は、 サーバ装置、 端 末及び通信回線装置の運用時に、 定期的な脆弱性診断 （ペネトレーションテスト、 TLPT 等の高度な脆弱性診断を含む）の実施を検討すること。 7.2.1(1)-7 情報システムセキュリティ責任者は、 脆弱性対策の状況を確認する間隔を、 可能 な範囲で短くすること。 ＜7.2.1(1)","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":446,"page_to":447,"char_count":1289},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c452","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"弱性対策を実施する場合には、 少なく とも以下の全ての事項を記録し、これらの事項のほかに必要事項があれば適宜記録す ること。 実施日 実施内容 実施者 7.2.1(1)-12 情報システムセキュリティ責任者は、 セキュリティパッチ、 バージョンアップ ソフトウェア等の脆弱性を解決するために利用されるファイル （以下 「対策用ファイル」 という。 ）は、信頼できる方法で入手し、完全性を検証すること。 （解説）  遵守事項7.2.1(1)(b) 「公開された脆弱性の情報がない段階において、 サーバ装置、 端末 及び通信回線装置上でとり得る対策」について 脆弱性が明らかになっていない段階においても、 サーバ装置、 端末及び通信回線装置 上でとり得る対策がある場合は、 当該対策を実施する。 対策としては、 データ実行防止 機能（DEP、Exec-Shield）の有効化、特定のメモリ上の実行権限の削除等の対策を実 施すること等が挙げられる。  遵守事項7.2.1(1)(c)「サーバ装置、端末及び通信回線装置上で利用するソフトウェア」 について 情報システムの構築時に、ソフトウェアを効率的に開","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":447,"page_to":448,"char_count":1199},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c453","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"回線装置 を想定している。グローバルIP アドレスが付与されているサーバ装置等は直接イン ターネットから到達可能なため、対象とする必要がある。また、グローバルIP アドレ スを直接付与されていない場合であっても、 静的NAT （Network Address Translation） により実質的にグローバルIP アドレスを付与されているものと同じと考えられる場合 は、これも対象とする必要がある。  基本対策事項7.2.1(1)-1「脆弱性診断を実施」について OS や各種サーバ、 ファイアウォール等の通信回線装置等における脆弱性対策の状況 を効率的に確認する方法として、専用ツールを用いて機関等自らが脆弱性診断を行っ たり、 事業者が提供するサービス等を利用して脆弱性診断を行うことが挙げられる。 脆 弱性診断には、 ソースコード診断、 プラットフォーム診断、 ウェブアプリケーション診 断等の種類があり、ソフトウェアの種類によって利用する脆弱性診断を使い分ける必 要がある。 ソースコード診断では、 独自に開発したソフトウェアのソースコードを対象に、 静的 解析ツール等を用いて脆弱性の有","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":448,"page_to":448,"char_count":1294},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c454","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"確保する観点から、 経済産業省が定める 「情 報セキュリティサービス基準」 及び当該基準を満たすと認められた企業を掲載した 「情 報セキュリティサービス基準適合サービスリスト」 （うち脆弱性診断サービスに係る部 分）を活用することが考えられる。また、脆弱性診断の種別や対象範囲、事業者が提供 するサービス等の検討に当たっては「政府情報システムにおける脆弱性診断導入ガイ ドライン」を参考にするとよい。 開発を伴わない情報システムの導入を行う場合（パッケージ製品をプログラム開発 なしのパラメータ変更のみで利用する場合やSaaS サービスを利用する場合） やクラウ\n\n440 ドサービス等で利用者側の脆弱性診断が禁止されている場合については、ベンダから 当該製品やサービスに関する脆弱性診断の実施結果等の証跡を徴求し、脆弱性対策が 行われていることを確認する必要がある。また、証跡の徴求も困難な場合については、 自組織の対策基準に基づきリスク評価を行った上で利用する必要がある。 参考：デジタル庁「政府情報システムにおける脆弱性診断導入ガイドライン」 （2022 年6 月30 日） （https://","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":448,"page_to":449,"char_count":1247},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c455","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"を行う必要がある。 例えば、 ウェブアプリケーションの開発にソフト ウェアフレームワークを利用する場合があるが、 そのようなソフトウェアフレームワー クは自動アップデートが行えないのが通常であるため、脆弱性の有無について適宜調 査を行う必要がある。 入手した脆弱性に関連する情報及び対策方法に関しては、脆弱性対策を効果的に実 施するために、他の情報システムセキュリティ責任者と共有することが望ましい。  基本対策事項7.2.1(1)-2 d)「脆弱性を悪用する不正プログラムの流通状況」について 脆弱性が既知になると、 インターネット上の情報交換コミュニティ等を通じて、 その 脆弱性を悪用する方法が考案され、その悪用方法を機械的に実行するための不正プロ グラム（exploit コードとも呼ばれる）が作られ、次第に広まっていく。この「脆弱性 を悪用する不正プログラム」 が流通している段階に入ると、 脆弱性が攻撃されるリスク が格段に高まると考えられる。脆弱性を悪用する不正プログラムが世の中に流通して いることが確認された場合には、速やかに当該の脆弱性について対処することを検討 する必要がある","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":449,"page_to":450,"char_count":1222},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c456","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"トウェア」について ソフトウェアベンダによるサポートや他の事業者によるサポートサービスが一切受 けられないものを対象としている。ソフトウェアベンダの製品ロードマップの見直し 等により、 サポートの打ち切りが突然予告されることもあり得るため、 利用するソフト ウェアのサポート期間に関する情報を適時入手し、ソフトウェア更改やサポート事業 者の切替え等の対策が適切に講じられるよう考慮することが望ましい。  基本対策事項7.2.1(1)-4「ソフトウェアのバージョン等を把握」について ソフトウェアのバージョン等の把握については、 「 （解説） 基本対策事項5.2.2(1)-3 b) ・ 基本対策事項5.2.2(1)-5 b)「機種並びに利用しているソフトウェアの種類、名称及び バージョン、サポート体制等」について」及び「 （解説）基本対策事項5.2.2(1)-3 c)「ソ フトウェアを動作させるために用いられる他のソフトウェア」 について」 を参照のこと。 例えば、外部から入手した脆弱性情報が世の中で大きな被害をもたらしているよう な緊急性の高い場合には、情報システムにおける該当する脆弱性の","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":450,"page_to":451,"char_count":1222},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c457","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"め、情報システムの新規構築、更改時において、サーバ装置、端末、通信回線\n\n442 装置等の情報システムを構成する機器等へのセキュリティパッチ等の対策用ファイル の適時の適用を前提とした運用設計（パッチマネジメント（管理） ）を行うことが必要 である。 セキュリティパッチ等の対策用ファイルの適用を前提とした運用設計を行うために は、設計段階において以下を例とする内容を検討し、定めることが重要である。 • 情報システムの構成要素であるサーバ装置、 端末、 通信回線装置と、 それぞれの 機器等が利用するソフトウェア（ファームウェア含む）の把握・管理 • セキュリティパッチ等の対策用ファイルの適用基準 • 対策用ファイルを適用した場合の影響有無の調査・検証手順 特に「セキュリティパッチ等の対策用ファイルの適用基準」は、製品、セグメント、 脆弱性の深刻度等のセキュリティリスクを踏まえた判断基準を事前に定めておくこと で、セキュリティリスクが高い場合にセキュリティパッチ等の対策用ファイルの適用 を速やかに実施できる運用を構築し、即時適用してセキュリティ対策を優先する場合 と影響調査・検証を必要とす","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":450,"page_to":451,"char_count":1144},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c458","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"IT 資産管理ソフトウェアにはOS やその他アプリケーションのセキュリティパッチ を管理する機能を持つものがあり、サーバ装置及び端末に導入されたソフトウェアの 種類やバージョンの管理と併せて統合的に管理を行うことができる。  基本対策事項7.2.1(1)-9 c)「ゼロデイ」について 発見されたソフトウェアの脆弱性を解消する手段が公開されておらず、脅威にさら されている状態を「ゼロデイ」という。  基本対策事項7.2.1(1)-9 c)「一時的な回避方法」について ソフトウェアにおいて脆弱性が顕在化した際に、ソフトウェアベンダが対応するま での間は、 当該ソフトウェアの利用を禁止する、 当該ソフトウェアベンダが公開した緩 和策を実施する、脆弱性が関係する機能を無効化する、ファイアウォール、WAF 等に より当該ソフトウェアへの通信を制限するなどの対応が必要となる。\n\n443 しかし、これらの対応によって業務に著しく悪影響を与えることが想定される場合 は、 事前に必要な措置を講じておくことが求められる。 例えば、 ブラウザは業務上利用 せざるを得ないケースが多いが、異なるソフトウェア","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":451,"page_to":453,"char_count":1271},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c459","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ルが改ざん されていないこと等の完全性の検証を開発元等が公開したハッシュ値と入手した対策 ファイルのハッシュ値を比較する等により行う必要がある（検証が自動的に行われる ものを含む。 ） 。\n\n444 7.2.2 不正プログラム対策 目的・趣旨 情報システムが不正プログラムに感染した場合、 情報システムが破壊される脅威や、 当該 情報システムに保存される重要な情報が外部に漏えいする脅威が想定される。 さらには、 不 正プログラムに感染した情報システムは、 他の情報システムに感染を拡大させる、 迷惑メー ルの送信やサービス不能攻撃等の踏み台として利用される、標的型攻撃における拠点とし て利用されるなどが考えられ、 当該情報システム以外にも被害を及ぼすおそれがある。 この ような事態を未然に防止するため、不正プログラムへの対策を適切に実施することが必要 である。 遵守事項 (1) 不正プログラム対策の実施 (a) 情報システムセキュリティ責任者は、 サーバ装置及び端末に不正プログラム対策ソ フトウェア等を導入すること。 (b) 情報システムセキュリティ責任者は、 想定される不正プログラムの感","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":452,"page_to":453,"char_count":1194},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c460","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"テムセキュリティ責任者は、不正プログラム対策ソフトウェア等を定 期的に全てのファイルを対象としたスキャンを実施するように構成すること。 ＜7.2.2(1)(b)関連＞ 7.2.2(1)-6 情報システムセキュリティ責任者は、 想定される全ての感染経路を特定し、 不正 プログラム対策ソフトウェア等の導入による感染の防止、端末の接続制限及び機能の 無効化等による感染拡大の防止等の必要な対策を行うこと。 7.2.2(1)-7 【追加セキュリティ対策】 情報システムセキュリティ責任者は、 EDR ソフトウェ\n\n445 ア等を利用し、端末やサーバ装置（エンドポイント）の活動を監視し、感染したおそれ のある装置を早期にネットワークから切り離す機能の導入を検討すること。 ＜7.2.2(1)(c)関連＞ 7.2.2(1)-8 情報システムセキュリティ責任者は、不正プログラム対策の実施を徹底するた め、 以下を例とする不正プログラム対策に関する状況を把握し、 必要な対処を行うこと。 不正プログラム対策ソフトウェア等の導入状況 不正プログラム対策ソフトウェア等の定義ファイルの更新状況 （解説）  遵守事","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":453,"page_to":454,"char_count":1260},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c461","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"て、シグネチャにより検知する方式以外の手法を用 いる製品やサービスを導入することの重要性も高まっている。 例えば、 必要に応じ以下 の検知方式を複数組み合わせて多重防御を行うことにより、攻撃にスクリプト等を使 用するファイルレスマルウェア対策としても効果が期待できるなど、不正プログラム の検知精度を向上させることで、端末及びサーバ装置に対する不正プログラム感染リ スクの低減を図ることも可能となる。 • シグネチャに依存せずにOS のプロセスやメモリ、 レジストリへの不正なアクセ スや書き込みを監視し、不正プログラムの可能性がある処理を検知した場合に は、 不正プログラムの実行を防止するとともに、 これを隔離する方式 （振る舞い 検知方式） • シグネチャ方式では未対応の亜種を検知しやすい方式（機械学習検索方式） • 仮想環境内で検査対象ファイルを実行し、不正な動作を検知する方式（サンド ボックス方式） なお、 不正プログラム対策ソフトウェア等の選定に当たっては、 ソフトウェアの稼働\n\n446 によって端末及びサーバ装置への負荷が増加し、業務に影響を与えるおそれがあるこ と等も勘案した上","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":454,"page_to":455,"char_count":1272},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c462","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"対策製品を組み合わせる、又は定義ファイルパターンマッチングやふるま い検知等の異なる技術を用いる製品を組み合わせることにより、どれか一つの不具合 で、その環境の全てが不正プログラムの被害を受けることのないようにすることが望 ましい。 例えば、 電子メールサーバに導入する不正プログラム対策と端末に導入する不 正プログラム対策について、それぞれ異なる検知技術を用いる製品を導入すること等 が考えられる。  基本対策事項7.2.2(1)-6「感染拡大の防止」について ネットワークを経由した感染拡大の防止策としては、例えば以下が挙げられる。 • OS やアプリケーションに関するセキュリティパッチ及び不正プログラム定義 ファイルについて最新化されていない端末をネットワークに接続させない仕組 みの導入 • 通信に不正プログラムが含まれていることやサンドボックス方式で検知した不 正プログラムが行う通信を検知したときに、その通信をネットワークから遮断 する仕組みの導入 • リモートメンテナンスツール、リモートデスクトッププロトコル、SMB 共有等 の悪用を防止するため、不要なツールの削除やポートの変更","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":455,"page_to":457,"char_count":1216},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c463","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"、機関等の情報システムのうち、インターネットからアクセスを受けるものについては、 サービス不能攻撃を想定し、システムの可用性を維持するための対策を実施する必要があ る。近年ではインターネットに接続されたいわゆるIoT 機器で構成されたボットネットに よる大規模な攻撃や、専門的な技術や設備がなくても攻撃を行うことのできるDDoS 代行 サービスの存在も知られており、より一層の警戒が必要となっている。 遵守事項 (1) サービス不能攻撃対策の実施 (a) 情報システムセキュリティ責任者は、要安定情報を取り扱う情報システム（イン ターネットからアクセスを受ける情報システムに限る。以下本条において同じ。 ）に ついては、 サービス提供に必要なサーバ装置、 端末及び通信回線装置が装備している 機能又は民間事業者等が提供する手段を用いてサービス不能攻撃への対策を行うこ と。 (b) 情報システムセキュリティ責任者は、 要安定情報を取り扱う情報システムについて は、 サービス不能攻撃を受けた場合の影響を最小とする手段を備えた情報システムを 構築すること。 (c) 情報システムセキュリティ責任者は、 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":457,"page_to":458,"char_count":1222},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c464","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"者やクラウドサー ビス提供者が別途提供する、サービス不能攻撃に係る通信の遮断等の対策 コンテンツデリバリーネットワーク（CDN）サービスの利用 ＜7.2.3(1)(b)関連＞ 7.2.3(1)-3 情報システムセキュリティ責任者は、サービス不能攻撃を受けた場合を想定し、 直ちに情報システムを外部ネットワークから遮断する、又は通信回線の通信量を制限 するなどの手段を有する情報システムを構築すること。 7.2.3(1)-4 情報システムセキュリティ責任者は、 サービス不能攻撃を受け、 サーバ装置、 通 信回線装置又は通信回線が過負荷状態に陥り利用できない場合を想定し、攻撃への対 処を効率的に実施できる手段の確保について検討すること。 ＜7.2.3(1)(c)関連＞ 7.2.3(1)-5 情報システムセキュリティ責任者は、 特定した監視対象について、 監視方針及び 監視方法を定めること。 7.2.3(1)-6 情報システムセキュリティ責任者は、 監視対象の監視記録の保存期間を定め、 監 視記録を保存すること。 7.2.3(1)-7 情報システムセキュリティ責任者は、監視対象の平常時の負荷の状","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":458,"page_to":459,"char_count":1235},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c465","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"攻撃対策専用アプラ イアンス製品等が考えられる。  基本対策事項7.2.3(1)-2 b)「冗長化」について 冗長化の例としては、 サービス不能攻撃が発生した場合に備え、 サービスを提供する サーバ装置、端末、通信回線装置又は通信回線について、負荷を分散させる、又はそれ ぞれ代替のものに切り替えるなどにより、サービスを継続することができるように情\n\n450 報システムを構成することが考えられる。 なお、 代替のものへの切替えについては、 サービス不能攻撃の検知及び代替サーバ装 置等への切替えが許容される時間内に行えるようにする必要がある。  基本対策事項7.2.3(1)-2 c)「インターネットに接続している通信回線」について 情報システムに対してサーバ装置、端末及び通信回線装置に係るサービス不能攻撃 の対策を実施しても、機関等外へ接続する通信回線及び通信回線装置への過負荷の影 響を完全に排除することは不可能である。 このため、 インターネットに接続している通 信回線の提供元となる事業者やクラウドサービス提供者に確認した上で、サービス不 能攻撃発生時の対処手順や連絡体制を整備する必","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":458,"page_to":459,"char_count":1209},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c466","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"するというサービス であり、元来はWeb サイトのレスポンス向上を目的としたサービスであるが、DDoS 攻撃で大量にアクセスがあった場合も、接続先がキャッシュサーバに分散されるため、 攻撃の影響を軽減する効果が期待できる。また、CDN 機能がオプションとして提供さ れているクラウドサービスやクラウド型WAF サービスに本機能が含まれている場合 もあることから、それらの利用についても検討するとよい。なお、コンテンツデリバ リーネットワーク（CDN）サービスを利用する場合は、元の配信コンテンツを格納し ているオリジンサーバへ直接アクセスされることを防ぐため、オリジンサーバのIP ア ドレスを隠蔽する必要がある点に留意すること。  基本対策事項7.2.3(1)-4「攻撃への対処を効率的に実施できる手段」について 対処例としては、サービス提供に利用している通信回線がサービス不能攻撃により 過負荷状態に陥った場合においても、 サービス不能攻撃を受けているサーバ装置、 通信 回線装置及びそれらを保護するための装置を操作できる手段を確保することが挙げら れる。 具体的には、 管理者が当該装置を操作","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":459,"page_to":460,"char_count":1213},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c467","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"、平日の日中のみ対応など） 等を定めることが考えられる。 「監視方法」 については、 サービス不能攻撃を受けることに関する監視には、 稼動中 か否かの状態把握や、システムの構成要素に対する負荷の定量的な把握(CPU 使用率、 プロセス数、ディスクI/O 量、ネットワークトラフィック量等)がある。監視方法は多 種多様であるため、当該情報システムの構成等の特性に応じて適切な方法を選択する 必要がある。  基本対策事項7.2.3(1)-6「監視対象の監視記録の保存期間を定め、監視記録を保存」に ついて サーバ装置、 端末、 通信回線装置及び通信回線を監視している場合、 監視対象の状態 は一定ではなく変動することが一般的である。 そのため、 時間変動、 曜日変動、 週変動、 月変動、季節変動等を監視対象の変動を把握するという目的に照らした上で記録の保 存期間を定め、一定期間保存する。  基本対策事項7.2.3(1)-8「サービス不能攻撃の可能性が排除される場合を除き」につい て サービス不能攻撃の可能性が排除される場合として、情報システムのメンテナンス のために一時的に一部機能等を制限した","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":460,"page_to":461,"char_count":1212},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c468","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"対策） に 加え、 内部に侵入した攻撃を早期検知して対処する、 侵入範囲の拡大の困難度を上げる （内 部対策） 、及び外部との不正通信を検知して対処する対策（出口対策）からなる、多重防御 の情報セキュリティ対策体系によって、標的型攻撃に備える必要がある。 なお、 近年は、 組織に対する直接的な攻撃だけでなく、 委託先等の関連組織への間接的な 攻撃も確認されており、より幅広い対策の検討が求められる。 遵守事項 (1) 標的型攻撃対策の実施 (a) 情報システムセキュリティ責任者は、 情報システムにおいて、 標的型攻撃による組 織内部への侵入を低減する対策（入口対策）を講ずること。 (b) 情報システムセキュリティ責任者は、 情報システムにおいて、 内部に侵入した攻撃 を早期検知して対処する、 侵入範囲の拡大の困難度を上げる、 及び外部との不正通信 を検知して対処する対策（内部対策及び出口対策）を講ずること。 【 基本対策事項 】 ＜7.2.4(1)(a)関連＞ 7.2.4(1)-1 情報システムセキュリティ責任者は、 サーバ装置及び端末について、 組織内部へ の侵入を低減するため、以下を","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":461,"page_to":462,"char_count":1273},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c469","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ァイルサーバ等の重要なサーバについて、 以下 を全て含む対策を行うこと。 重要サーバについては、組織内ネットワークを複数セグメントに区切った上で、 重要サーバ類専用のセグメントに設置し、他のセグメントからのアクセスを必 要最小限に限定する。 インターネットに接続する必要がある場合は、 必要最小限 のプロトコルやポートのみに限定し、インターネットに接続する必要がない場 合はインターネット分離を行う。 認証サーバについては、利用者端末から管理者権限を狙う攻撃（辞書攻撃、ブ ルートフォース攻撃等）を受けることを想定した対策を講ずる。 7.2.4(1)-4 情報システムセキュリティ責任者は、 端末の管理者権限アカウントについて、 以 下を全て含む対策を行うこと。 不要な管理者権限アカウントを削除する。 管理者権限アカウントのパスワードは、容易に推測できないものに設定する。 7.2.4(1)-5 【追加セキュリティ対策】 情報システムセキュリティ責任者は、 以下を例とする 内部対策及び出口対策を行うこと。 プロキシサーバ等により、C&C サーバ等への不正な通信を監視し、遮断する。 情報システムの","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":462,"page_to":463,"char_count":1271},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c470","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"基本対策事項8.1.1(2)-2 に例示された対策 の導入が求められるが、これら攻撃メールを完全に検知及び防御することは困難であ ることから、 システム的な抑止機能の導入だけでなく、 不審な電子メールの添付ファイ ルを実行しない、記載されたURL リンクをクリックしないといった基本的な情報セ キュリティ対策を職員等に意識づけるための教育や定期的な注意喚起を組織全体とし て実施することが重要である。 ただし、上記のような入口対策を講じても組織内部への侵入の可能性はなお残るこ とから、内部対策の実施及び職員等が被害を受けた可能性を認知した際の機関等内で の連絡体制を日頃から周知しておくことも重要である。  基本対策事項7.2.4(1)-1 b) 「不審なプログラムが実行されないよう設定する」 について 具体的な設定手段としては、あらかじめ利用するアプリケーションを登録してそれ 以外のアプリケーションの実行を拒否するよう設定する、通常のアプリケーションで は利用しないメモリ空間を利用しようとしたアプリケーションを不審と判定して実行 を拒否するソフトウェアを利用する、情報システムにおいて不正","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":463,"page_to":464,"char_count":1264},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c471","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"基本対策事項7.2.4(1)-2 e) 「組織内ネットワーク上の端末に対する外部電磁的記録媒体 の接続を制御及び管理するための製品やサービス」について 外部電磁的記録媒体のポートへの接続や利用を制御及び管理するため、以下のよう\n\n455 な機能を持つ製品やサービスが市場に提供されている。 • 端末のUSB ポートのインタフェースを無効化し、 外部電磁的記録媒体を含む全 ての機器を利用不可とする。 • USB ポートに接続された機器のうち、全ての外部電磁的記録媒体を利用不可と する。 • 利用を認める外部電磁的記録媒体を一元管理するサーバに事前に登録しておき、 登録されていない外部電磁的記録媒体の利用不可とする。 • 利用を認める外部電磁的記録媒体の個体識別情報 （製品番号等） と利用者の組合 せを一元管理するサーバに事前に登録しておき、組合せ以外での利用を不可と する。 • 外部電磁的記録媒体の接続の際における、 利用者、 出力日時、 出力ファイル名等 のログを自動的に取得する。  基本対策事項7.2.4(1)-3 「情報窃取や破壊等の攻撃対象となる蓋然性が高いと想定され る、認証サ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":463,"page_to":464,"char_count":1197},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c472","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ステム等で設定する。 • ログイン失敗ログを取得し、 その取得内容を継続的に監視することにより、 大量 のログイン失敗を検知する仕組みを導入する。  基本対策事項7.2.4(1)-4 b)「容易に推測できないもの」について 「 （解説） 基本対策事項7.1.1(1)-3 「強固なパスワードに必要な十分な桁数を備えた第 三者に容易に推測できないパスフレーズ等を使用すること」について」を参照のこと。  基本対策事項7.2.4(1)-5「内部対策」について 内部対策は、 内部に侵入してしまった攻撃を想定し、 これを早期検知して対処するた めの対策や侵入範囲の拡大 （ラテラルムーブメント：横方向の侵害） の困難度を上げる ための対策などが考えられる。具体的には、基本対策事項7.2.4(1)-3 及び4 並びに 7.2.4(1)-5 b)からd)の対策のほか、多要素主体認証方式の導入や基本対策事項7.1.3(1)-\n\n456 1 の管理者権限に係る対策、基本対策事項7.2.2(1)-7 のEDR ソフトウェア等を利用し た端末やサーバ装置 （エンドポイント） の監視、 基本対策事項6.4.1","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":464,"page_to":465,"char_count":1289},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c473","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"端末から直接インターネットへの通信 （プロキシサーバを経 由しない通信） ができないようにする必要がある。 また、 プロキシサーバにおけるアク セス制御リストを適切に設計・設定する必要がある。 プロキシサーバの認証機能を有効にした場合は、当該認証失敗ログ等を分析するこ とにより、不正な通信を調査・発見できることがある。 なお、不正な通信の監視、遮断について、NDR 製品を活用することも考えられる。  基本対策事項7.2.4(1)-5 d)「端末間でのファイル共有機能を停止」について OS がWindows である端末間でファイルやフォルダを共有するための機能である 「ファイル共有機能」 について、 内部に侵入した悪意ある第三者等によって侵入範囲を 拡大するために悪用されることを防ぐため、本機能を停止することが望ましい。なお、 「管理共有機能」 （C$、D$、ADMIN$等）も停止することが望ましい。\n\n457 7.3 ゼロトラストアーキテクチャ 7.3.1 動的なアクセス制御の実装時の対策 目的・趣旨 従来、 組織内ネットワーク上の情報資産の保護においては、 インターネット等の機関等","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":465,"page_to":466,"char_count":1235},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c474","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"。 ゼロトラストアーキテクチャに基づく情報資産の保護策の１つとして、情報資産へのア クセスの要求ごとに、 アクセスする主体や、 アクセス元 ・ アクセス先となる機器、 ソフトウェ ア、サービス、ネットワークなどの状況を継続的に認証し、認可する仕組みが考えられる。 本款では、 このような仕組みを実現する機能の一部と考えられる 「動的なアクセス制御」 を 実装する場合に特に必要な対策について記載する。 動的なアクセス制御の機能を実装する場合は、本款以外に7.1.1「主体認証機能」で定め る主体認証機能の導入、 7.1.2 「アクセス制御機能」 で定めるアクセス制御機能の導入、 7.1.3 「権限の管理」で定める権限の管理に係る遵守事項についても併せて遵守する必要がある が、 既存の情報システムの構成に動的なアクセス制御を実装する場合は、 既存の情報システ ムの構成やアクセス制御に用いるソフトウェアなどを見直していくことが重要となる。 遵守事項 (1) 動的なアクセス制御における責任者の設置 (a) 統括情報セキュリティ責任者は、 複数の情報システム間で動的なアクセス制御を実 装する場合は、","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":466,"page_to":468,"char_count":1213},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c475","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"数の情報システム間の横断的な対策の企画・推進・運用に関する事務を統括する 責任者として、情報システムセキュリティ責任者を選任することが有効である。\n\n459 遵守事項 (2) 動的なアクセス制御の導入方針の検討 (a) 情報システムセキュリティ責任者は、 動的なアクセス制御を導入する場合、 動的ア クセス制御の対象とする情報システムのリソースを識別し、 動的なアクセス制御の導 入方針を定めること。 【 基本対策事項 】 ＜7.3.1(2)(a)関連＞ 7.3.1(2)-1 情報システムセキュリティ責任者は、動的なアクセス制御の対象とする情報シ ステムの範囲や優先度を検討し、動的なアクセス制御の対象とする情報システムを特 定すること。 7.3.1(2)-2 情報システムセキュリティ責任者は、特定した情報システムの利用形態等を基 に以下を例とする区分で情報システムのリソースを識別すること。 ユーザアカウント 機器 アプリケーション データ 7.3.1(2)-3 情報システムセキュリティ責任者は、識別したリソースを基にアクセスパター ンを整理すること。 7.3.1(2)-4 情報システムセキ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":467,"page_to":469,"char_count":1263},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c476","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"について 情報システムのリソースとは、 情報システムを構成 （当該情報システムを利用する機\n\n460 器等を含む）する機器、アプリケーション、利用アカウント、データ等の情報資産を指 す。 情報システムにおけるリソースの識別については、 情報システムの調達仕様書や設 計書等における情報システムの構成図や利用形態等を参照しつつ、情報システムへア クセスする際に利用するリソースついて整理する必要がある。 また、 情報システムの利用形態によっては、 複数の情報システム間で連携するアプリ ケーションなどが存在する場合もある。 そのような形態が存在する場合、 それぞれの情 報システムで連携するアプリケーションや、アプリケーションが利用する認証用アカ ウント、 アクセストークン、 証明書、 証明書発行に用いる認証情報、 アクセス対象のデー タ等のリソースを識別する必要がある場合があることに留意すること。 表7.3.1-1 は、リソースを識別するに当たり、ユーザアカウント、機器、アプリケー ション、 データを区分した例示である。 このような区分を参考に、 情報システムに対し てどのようなものが存在する","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":468,"page_to":470,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c477","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ョン、クラウド サービス 「機関等LAN 内ディ レクトリサービス」、 「クラウド型メール サービス」 実行基盤 サーバ名、クラウドサービス （PaaS、IaaS）名 実行環境 本番環境、開発環境 データ 格付 機密性〇、完全性〇、可用性〇 「特定プロジェクトの 要機密情報」、「機関 等WEB ページ公開用 コンテンツ」 取扱制限 〇〇限り、〇〇禁止、〇〇要許 可 操作の制限 管理者：フルコントロール可能 一般職員：参照のみ  基本対策事項7.3.1(2)-3「識別したリソースを基にアクセスパターンを整理」について 動的なアクセス制御の実装に向けて、対象とする情報システムにおいて考えられる リソース及び当該リソースへのアクセスパターンを漏れなくリスト化する必要がある。 ここで整理したアクセスパターンのリストは、動的なアクセス制御の制御対象の単位 となり、組織内ネットワーク上の情報システムのリソースを保護するための基礎情報 となるものである。 なお、 リソースやアクセスパターンは運用していく中で当初に想定 していたものから変化していくため、変化に応じて見直しをする必要があることに注 意","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":470,"page_to":471,"char_count":1221},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c478","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"グインし、 当該端末 を用いて庁舎内の要管理対策区域内から機関等内通信回線を用いてファイルストレー ジシステムに保存された要機密情報にアクセスする場合や、 職員等が端末を用いて、 公 衆回線経由で、 クラウド型メールサービスに、 クラウド用認証アカウントを用いてログ インしアクセスする場合、 等が想定される。 このように、 情報システムの利用形態から リソースに着目し、アクセスパターンを整理する。 アクセスパターンの整理についての例示として、表7.3.1-2 に「職員が端末を用いて インターネット経由でクラウド型電子メールサービスへのアクセスする」パターンと 「職員がVPN 経由で機関等LAN 上のファイルストレージシステム上のデータにアク セスする」 パターンを示す。 アクセスパターンを整理する場合は、 それ以外にも考えら れる各リソースの組み合わせ用いて整理することが求められる。 表7.3.1-2 アクセスパターンの特定例 アクセスパターン リソースアクセス アクセス元 アクセス先 項番 項目 A 職員が端末を用 いてインター ネット経由でク ラウド型電子 メールサービス へのアク","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":471,"page_to":472,"char_count":1206},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c479","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ることによって行う。 想定される脅威は、 係わるリソー スの持つ属性や状態に依存して発生するものもあることに留意する必要がある。 例えば、 職員等が端末のWEB ブラウザを用いてインターネット経由で機関等が契約 するクラウドサービス上の要機密情報を参照するようなアクセスパターン想定した場 合、攻撃者が当該職員の認証情報を不正利用し当該サービスにアクセスするリスクが 高いと評価することが考えられる。 この場合、 インターネット経由でのアクセスか、 機 関等LAN 経由でのアクセスか、といった情報は、職員が使用する機器をリソースとし て捉えた場合に、 当該機器リソースの 「所属ネットワーク情報」 という属性の値の違い から判別される。 動的なアクセス制御を実装するアクセスパターンの優先度や範囲については、リス ク評価の結果を踏まえ、当該リスクを低減するための費用対効果の観点などから決定 することが考えられる。 なお、具体的なリスク評価の手法や考え方については「 （解説）遵守事項2.1.2(1)(a) 「リスク評価の結果を踏まえた上で定める」について」を参照のこと。\n\n464 遵守事項 (3","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":472,"page_to":473,"char_count":1136},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c480","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"御ポリシーを作成すること。 ＜7.3.1(3)(b)関連＞ 7.3.1(3)-4 情報システムセキュリティ責任者は、 リソースの信用情報の変化を踏まえて、 リ ソースの信用情報を収集する頻度・機会について定めること。 7.3.1(3)-5 情報システムセキュリティ責任者は、 リソースの認証・認可において、 アクセス 制御ポリシーに基づき、セッションが確立してない操作ごとにアクセス制御を行うこ と。 （解説）  遵守事項7.3.1(3)(a)「リソースの信用情報」について リソースの信用情報とは、 リソースから収集する情報のことで、 リソースの性質や特 性に係わる属性情報 （例 ： ユーザアカウントの権限種別、 機器の所属ネットワーク情報） や状態情報 （例：ユーザアカウントの識別コードや主体認証情報の漏えい状況、 機器の セキュリティパッチ適用状況等） のことを指し、 当該リソースをアクセス元、 アクセス 先とするアクセス制御において、アクセス可否の判断等に使用するものである。  基本対策事項7.3.1(3)-1「動的なアクセス制御を実現するための構成」について 動的なアクセス制御","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":473,"page_to":474,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c481","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ト 識別コード・主体認証 情報の保護機能 IDaaS （Identity as a Service） 、 IGA （Identity Governance & Administration） 機器 機器（エンドポイント） の脅威からの保護機能 EPP 、EDR、MDM、MAM（Mobile Application Management） ZTNA（Zero Trust Network Access） 、 SWG（Secure Web Gateway） 、CASB  基本対策事項7.3.1(3)-2「リソースの信用情報を整理」について ユーザアカウント、 機器、 アプリケーション、 データに係るリソースの信用情報とし ては、表7.3.1-4 に掲げるようなものが挙げられる。動的なアクセス制御に活用する信 用情報については、 リスク評価の結果、 リスクが高いと評価したアクセスパターンにお いて、そのリスクを低減させるためにどのリソースのどのような信用情報を活用すれ ばアクセスの安全性が高められるかを整理することで求められる。 例えば、 リスク評価の結果、 不正な主体認証のリスクが高いと考","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":474,"page_to":475,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c482","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"IP アドレス 地理情報 アプリケー ション アプリケーションのセキュリティ状態 アプリケーション実行環境（サーバ基盤等）のセキュリティ状態 アプリケーションの第三者機関による安全性評価（CASB におけ る安全性評価等） 機関等におけるアプリケーションの利用許可状況 データ 情報の格付及び取扱制限 情報の形式（実行プログラム形式、文書形式、圧縮形式等） 情報の量 また、このようなリソースの信用情報を蓄積する情報基盤として、ID とアクセスの 管理（Identity and Access Management：IAM）と呼ばれる仕組みや、資産管理を行 う仕組みを導入することについて検討するとよい。  基本対策事項7.3.1(3)-3「リソースの信用情報の変化」について 動的なアクセス制御の実装に当たっては、リソースの信用情報は時間の経過に伴い 刻々と変化する。 そのため、 リソースの信用情報を用いたアクセスの検証は、 初回のア クセス要求時だけでなく、セッションが確立してない操作ごとに都度検証することが 必要となる。 このようなリソースの信用情報の変化については、例えば、端末で利用し","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":475,"page_to":476,"char_count":1276},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c483","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"許容されるアクセスや処理を、アクセス元の 権限等の情報に基づいて規定するルールである。 アクセス制御ポリシーの作成に当たっ ては、リソースの信用情報や、基本対策事項7.3.1(2)-3、基本対策事項7.3.1(2)-4 で検 討したアクセスパターンとそのリスク評価結果、機関等が定めた情報セキュリティ関 係規程、アクセス制御ポリシーに基づき連携する製品やサービス等を踏まえて作成す ることが望ましい。 アクセス制御ポリシーに基づくアクセス制御のイメージとしては、 アクセス元、 アク セス先のリソースの信用情報がベースラインとして定義した表7.3.1-6 が考えられる。 この表に掲げるような要件にすべて準拠していれば、他の認証要素による確認を追加 で要求せずリソースへのアクセスを許可するようなことが考えられる。 さらに、 アクセ スする際の検証の結果が表7.3.1-7 のようにベースラインに一部準拠していないもの の、非準拠部分がアクセスとして認めている内容であれば他の認証要素による確認を 追加で要求することや、表7.3.1-8 のように非準拠部分がアクセスとして認めていない 内容であればア","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":476,"page_to":477,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c484","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"いない端末からのアク セスは認めておらずアクセスを拒否する例 リソース ベースラインとする診断内容 アクセス 元 ユーザアカウント 主体認証情報が漏えいしていない 主体認証の失敗回数が既定回数以内 機器 既知の脆弱性のないOS バージョン 端末の標準設定がされていない インターネットからのアクセス アクセス 先 アプリケーション 機関等において利用を許可したアプリケーション データ 格付や取扱制限に準拠したアクセス  基本対策事項7.3.1(3)-4「信用情報を収集する頻度・機会」について 動的なアクセス制御において活用するリソースの信用情報については、セッション が確立してない操作ごとに都度検証する際に利用される。 したがって、 リソースの信用 情報を収集する頻度や機会を適切に定めることで、情報セキュリティ対策が有効に機 能し、リソースが保護され信用できるものであるかを確認できるようにする必要があ る。 リソースの信用情報を収集する頻度・機会については、 可能な限りセッションが確立 してない操作ごとに都度検証することが望ましいが、 システムの負荷や、 想定されるリ スクの受容可能期","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":477,"page_to":478,"char_count":1242},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c485","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"スクが検出された場合は、当該リスクを低減するための措置が必要となる。 本款では、機関等が動的なアクセス制御を運用する場合に特に必要な対策についてのみ 規定するため、本款以外に7.1.1「主体認証機能」で定める識別コード・主体認証情報の管 理、7.1.2「アクセス制御機能」で定めるアクセス制御の適切な運用、7.1.3「権限の管理」 で定める権限の管理に係る遵守事項についても併せて遵守する必要がある。 遵守事項 (1) 動的なアクセス制御の実装方針の見直し (a) 情報システムセキュリティ責任者は、動的なアクセス制御の運用に際し、情報セ キュリティに係る重大な変化等を踏まえ、 アクセス制御ポリシーの見直しをすること。 【 基本対策事項 】 ＜7.3.2(1)(a)関連＞ 7.3.2(1)-1 情報システムセキュリティ責任者は、 動的なアクセス制御の運用に際し、 アクセ スパターンやアクセス先のリソースの変化があった場合は、変化が影響する箇所に対 し再度リスク評価を行い、アクセス制御ポリシーの見直しをすること。 （解説）  基本対策事項7.3.2(1)-1 「変化が影響する箇所に対し再度リ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":478,"page_to":479,"char_count":1251},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c486","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"を行うことが必要と なる。 このような収集によって検出したリスクに対する対処は、 管理者・利用者それぞれに おいて行われる必要がある。 管理者として行う対処の具体例は、 ユーザアカウントの主 体認証情報の利用状況の特異点を確認する中で検出された、主体認証情報が漏えいが 疑わしいユーザアカウントについて、 セキュリティ担当者にエスカレーションし、 追加 の調査の実施を依頼するような対処が挙げられる。利用者として行う対処の具体例は、 動的なアクセス制御によって抵触したセキュリティパッチ未適用や不適切なネット ワークへの接続などの事柄に対する是正措置として、セキュリティパッチの適用作業 や適切なネットワークへの再接続を実施するような対処が挙げられる。 また、 こうしたリスクへの対処に際して、 一時的に当該リソースを利用する職員等に よる情報システムへのアクセスが不可となる影響が想定されるため、あらかじめ職員 等への連絡手段や、 職員等からの問い合わせ窓口を用意するとともに、 利用者に対して 動的なアクセス制御で抵触した事柄の是正措置を動的なアクセス制御を提供するシス テムによって明示できるよ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":479,"page_to":480,"char_count":1187},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c487","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ること。 (c) 統括情報セキュリティ責任者は、 機密性３情報、 要保全情報又は要安定情報が記録 されたUSB メモリ等の外部電磁的記録媒体を要管理対策区域外に持ち出す際の許可 手続を定めること。 【 基本対策事項 】 ＜8.1.1(1)(a)関連＞ 8.1.1(1)-1 統括情報セキュリティ責任者は、機関等の情報システムの利用のうち、情報セ キュリティに関する以下を例とする実施手順を定めること。 情報システムの基本的な利用のうち、情報セキュリティに関する手順 端末（支給外端末を含む）の利用のうち、情報セキュリティに関する手順 電子メール及びウェブの利用のうち、情報セキュリティに関する手順 識別コードと主体認証情報の取扱手順 暗号と電子署名の利用に関する手順 不正プログラム感染防止の手順 アプリケーション・コンテンツの提供時に機関等外の情報セキュリティ水準の 低下を招く行為の防止に関する手順\n\n472 ドメイン名の使用に関する手順 Web 会議サービス利用時の手順 クラウドサービスを利用した機関等外の者との情報の共有時の手順 ＜8.1.1(1)(b)関連＞ 8.1.1(1)-2 統括情","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":480,"page_to":481,"char_count":1194},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c488","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"前に不正プログラム対策ソフトウェ アによる検疫・駆除を行う。 外部電磁的記録媒体の利用者が利用内容を貸出簿等に記録する。 ＜8.1.1(1)(c)関連＞ 8.1.1(1)-3 統括情報セキュリティ責任者は、 機密性３情報、 要保全情報又は要安定情報が記 録されたUSB メモリ等の外部電磁的記録媒体を要管理対策区域外に持ち出す際の許可 手続として、以下を全て含む手続を規定し、職員等に遵守させること。 利用時の許可申請手続 手続内容（利用者、利用期間、主たる利用場所、目的、記録する情報、機器名） 利用期間満了時の手続 許可権限者（課室情報セキュリティ責任者）による手続内容の記録 （解説）  遵守事項8.1.1(1)(b)「USB メモリ等の外部電磁的記録媒体を用いた情報の取扱いに関 する実施手順」について USB メモリ等の外部電磁的記録媒体に関する対策は、情報システムの構成等によっ て様々であると考えられるが、基本対策事項8.1.1(1)-2 及び「 【参考8.1.1-1】USB メ モリ等の外部電磁的記録媒体について」 を参照しつつ、 ①端末等の不正プログラム感染、 ②盗難・紛失等に","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":481,"page_to":482,"char_count":1229},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c489","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ことで代 替しても差し支えない。  基本対策事項8.1.1(1)-2 a) 「国の行政機関、 独立行政法人若しくは指定法人が支給する 外部電磁的記録媒体」 ・ 「契約により機関等との間で取り決めた機関等外の組織から受 け取った外部電磁的記録媒体」について USB デバイスの設計上の脆弱性を悪用するなどして、 USB デバイスのファームウェ アを不正に書き換えることによる攻撃手法が確認されている。 例えば、 悪意のある者が、 端末を不正プログラムに感染させることを目的にUSB メモリのファームウェアを書き 換え、当該USB メモリを攻撃対象者や不特定多数の者等に配ることが考えられる。当 該USB メモリは、USB ポートに挿入されると不正プログラムを自動的に実行し、端 末が不正プログラムに感染してしまう。このようなファームウェアを書き換えられた USB デバイスは、不正プログラム対策ソフトウェア等では検出できない場合もあるこ とから、出所が明らかでありかつ適切な取扱いがなされている外部電磁的記録媒体以 外のものの使用については禁止する必要があり、 遵守事項8.1.1(1)(b)で規定す","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":482,"page_to":483,"char_count":1202},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c490","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"要がある。  基本対策事項8.1.1(1)-2 c)「格納する情報を暗号化する」について 「 （解説）基本対策事項3.1.1(6)-2 a)「運搬する情報を暗号化する」について」を参\n\n474 照のこと。  基本対策事項8.1.1(1)-2 c)「セキュアな外部電磁的記録媒体」について 「 （解説）基本対策事項3.1.1(6)-2 c)「セキュアな外部電磁的記録媒体」について」を 参照のこと。  基本対策事項8.1.1(1)-2 e)「不正プログラム対策ソフトウェアによる検疫・駆除」につ いて 外部電磁的記録媒体に対する不正プログラム対策としては、端末等に導入した不正 プログラム対策ソフトウェア等を利用し、USB メモリ等に対して直接スキャンを実施 することが考えられる。機関等内通信回線への感染のリスクを低減させるための更な る対策として、 いわゆるサンドボックスとなる緩衝環境や機器等を導入し、 端末等に接 続する前に検疫・駆除を行うといった方法も考えられる。  基本対策事項8.1.1(1)-2 f)「貸出簿等に記録する」について 外部電磁的記録媒体の盗難・紛失が発生した場合に","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":482,"page_to":484,"char_count":1275},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c491","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"。 ① 端末等の不正プログラム感染 • 利用者、用法等が不明な物が使用されている。 • 外部電磁的記録媒体を接続した際に自動的にプログラムが実行される。 • 不正プログラム対策ソフトウェアによる検疫・駆除を行っていない。 ② 盗難・紛失等による情報漏えい • 利用者、用法等が不明な物が使用されている。 • 運搬の際等に暗号化等の安全管理措置がなされていない。 • 不要な要機密情報が保存されている。 ③ バックドアの埋め込み等のサプライチェーン・リスク • 製造元、製造過程が不明な物が使われる。 上記の脅威及び脆弱性に対しては、表8.1.1-1 に掲げる対策が想定される。 表8.1.1-1 USB メモリ等の外部電磁的記録媒体に関する対策の例 脅威 対策 対策の種類 関連する 基本対策事項 ①不正プログラム感染 主体認証機能や暗号化機能を備える外部電磁的 記録媒体を導入する 調達時の対策 5.2.1(3)関連 不正プログラムの検疫 ・ 駆除機能を備える外部電 磁的記録媒体を導入する 調達時の対策 5.2.1(3)関連 情報を暗号化するための機能を備えたソフト ウェアを導入する 調達時の対","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":484,"page_to":486,"char_count":1272},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c492","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"的記録媒体の接続を制御及び管理するための製 品やサービスを導入する 管理対策 調達時の対策 7.2.4(1)-2 e)\n\n477 遵守事項 (2) 情報システム利用者の規定の遵守を支援するための対策 (a) 情報システムセキュリティ責任者は、職員等による規定の遵守を支援する機能に ついて情報セキュリティリスクと業務効率化の観点から支援する範囲を検討し、 当該 機能を持つ情報システムを構築すること。 【 基本対策事項 】 ＜8.1.1(2)(a)関連＞ 8.1.1(2)-1 情報システムセキュリティ責任者は、 機関等外のウェブサイトについて、 職員等 が閲覧できる範囲を制限する機能を情報システムに導入すること。 具体的には、 以下を 例とする機能を導入すること。 また、 当該機能に係る設定や条件について定期的に見直 すこと。 ウェブサイトフィルタリング機能 事業者が提供するウェブサイトフィルタリングサービスの利用 8.1.1(2)-2 情報システムセキュリティ責任者は、職員等が不審な電子メールを受信するこ とによる被害をシステム的に抑止する機能を情報システムに導入すること。具体的に は、","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":485,"page_to":486,"char_count":1119},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c493","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"をフィルタリングして閲覧不可にすることで被害を回 避するなどが考えられる。 これ以外にも、例えば、職員等のパスワードを他者に知られないようにするために、 入力したパスワードの文字列がアスタリスク等により非表示となる機能を設けること が考えられる。 また、 職員等が意図しない相手に電子メールを送信することをシステム 的に抑止する対策として以下のような機能を情報システムに導入すること等も考えら れる。\n\n478 • 送信者の電子メールアドレスのドメイン名以外のドメインのアドレスが宛先ア ドレスに含まれる場合に警告を表示するなど、 入力された宛先アドレスをチェッ クして警告する機能 • To、Cc、Bcc に入力された宛先アドレスの数が設定数以上になっているときに 警告する機能 • 添付ファイルがある場合に警告する機能 • 送信メールの件名、 本文、 添付ファイルにあらかじめ設定した文字列が含まれる 場合に警告する機能 • 送信者が送信指示を行った後、あらかじめ設定された時間だけ送信を保留する ことにより、 送信者が誤送信に気が付いた場合に、 送信を取り消すことができる 機能  基本対策事","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":486,"page_to":487,"char_count":1136},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c494","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"」の形式のもの がこれに該当するほか、 「.pif」 、 「.scr」 、 「.bat」等のものも該当する。実行プログラム 形式のファイルは、不正プログラムを感染させる手段として標的型攻撃等に悪用され ることが多いことから、特に電子メールに添付された実行プログラム形式のファイル については、 職員等がこれを開くことができないよう、 システム的に抑止する機能を導 入することを基本対策事項としている。 ファイルを削除等する機能の例としては、 電子 メールの中継サーバにおいて、 中継する電子メールの全てを検査して、 実行プログラム 形式のファイルが添付ファイルとして含まれている場合にはその添付ファイルを削除 する機能が挙げられるほか、 中継サーバでの削除に代えて、 電子メールを受信した端末 側で該当する添付ファイルを開けないようにする機能等が想定される。 また、実行プログラム形式のファイルは、 「.zip」 、 「.lzh」等の圧縮形式のファイルの 内部に含められることがあり、 職員等が圧縮形式のファイルを展開し、 展開後に現れる 実行プログラム形式のファイルを開いてしまうことにより、不正プ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":487,"page_to":489,"char_count":1252},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c495","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"テム的に抑止する機能の導入が推奨される。 また、 マクロ付きファイルや、 ファイル内に書かれた指示に従うことでプログラムが 実行されるファイルによって不正プログラムに感染するリスクを低減するために、基 本対策事項8.1.1(8)-3 に規定する対策を検討するとよい。\n\n480 遵守事項 (3) 情報システムの利用時の基本的対策 (a) 職員等は、業務の遂行以外の目的で情報システムを利用しないこと。 (b) 職員等は、 情報システムセキュリティ責任者が接続許可を与えた通信回線以外に機 関等の情報システムを接続しないこと。 (c) 職員等は、 機関等内通信回線に、 情報システムセキュリティ責任者の接続許可を受 けていない情報システムを接続しないこと。 (d) 職員等は、 業務の遂行において、 利用が認められていないソフトウェアを利用しな いこと。また、当該ソフトウェアを職務上の必要により利用する場合は、 情報システ ムセキュリティ責任者の承認を得ること。 (e) 職員等は、接続が許可されていない機器等を情報システムに接続しないこと。 (f) 職員等は、 情報システムの設置場所から離れる場合","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":488,"page_to":490,"char_count":1259},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c496","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ない通信回線に端末を接続することにより、通信傍受等の 脅威にさらされることを回避するための規定である。 機関等内通信回線であっても機関等外通信回線であっても、許可を得ていない通信 回線に接続してはならない。モバイル端末を持ち出した際に接続する通信回線につい ては、 機関等内通信回線以外の利用となり、 盗聴等の脅威が増大することから、 許可さ\n\n481 れていない通信回線への接続は回避すべきである。 ただし、 出張先等で利用する通信回 線が未定の場合は、事前の許可が難しいことから、回線の種別（通信事業者の回線・公 衆無線LAN 回線等）で管理すること等も考えられる。 なお、 機関等支給以外の端末についても、 本項と同等の対策を講じることが望ましい。  遵守事項8.1.1(3)(c)「接続許可を受けていない情報システム」について 機関等内通信回線を保護するための対策である。利用を許可されていないサーバ装 置、端末（支給外端末を含む）等を機関等内通信回線に接続することを禁止している。 特に、 要管理対策区域外において機関等外通信回線に接続した端末 （支給外端末を含 む） を機関等内通信回線","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":489,"page_to":490,"char_count":1263},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c497","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"されていると、 不正プログラム感染等のリスクが高まることから、 情報システムへ接続 可能な機器等（又は接続を禁止する機器等）をあらかじめ定めておくとよい。 「 （解説）基本対策事項8.1.1(1)-2 a)「国の行政機関、独立行政法人若しくは指定法 人が支給する外部電磁的記録媒体」 ・ 「契約により機関等との間で取り決めた機関等外 の組織から受け取った外部電磁的記録媒体」について」も参照のこと。  遵守事項8.1.1(3)(g)「許可を得る」について 遵守事項8.1.1(1)(c)において、USB メモリ等の外部電磁的記録媒体を要管理対策区 域外に持ち出す場合についての統括情報セキュリティ責任者が定めた許可手続の実施 を求めている。 外部電磁的記録媒体の利用開始時の許可申請だけではなく、 利用期間満 了時又は利用終了時の手続等を定めている場合があるので、定められた手順に従って、 適切に措置する必要がある。  遵守事項8.1.1(3)(h)「利用承認を得ていないクラウドサービスを利用しない」につい\n\n482 て クラウドサービスを利用して要機密情報を取り扱う場合は、 遵守事項4.2.","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":490,"page_to":492,"char_count":1231},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c498","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"おいて機関等外通信回線に接続した端末 （支給外端 末を含む） を要管理対策区域で機関等内通信回線に接続する場合には、 定められた措 置を講ずること。 【 基本対策事項 】 ＜8.1.1(4)(c)関連＞ 8.1.1(4)-1 職員等は、要管理対策区域外において機関等外通信回線に接続した機関等が支 給する端末を要管理対策区域で機関等内通信回線に接続する場合には、定められた技 術的な措置を講ずること。 8.1.1(4)-2 職員等は、要管理対策区域外において機関等外通信回線に接続した機関等支給 以外の端末を要管理対策区域で機関等内通信回線に接続する場合には、以下を全て含 む措置を講ずること。 定められた安全管理措置を講じる。 課室情報セキュリティ責任者の許可を得る。 （解説）  遵守事項8.1.1(4)(a)「定められた利用手順」について 職員等に対して、遵守事項6.1.2(1)(a)及び遵守事項6.1.3(2)(b)において統括情報セ キュリティ責任者が定めた利用手順の遵守を求めている。取り扱う情報の格付や取扱 制限に応じて、適切に情報処理を行うことが求められる。  遵守事項8.1.","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":492,"page_to":494,"char_count":1225},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c499","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"外の者と電子メールにより情報を送受信する場合は、 政府ドメイ ン名を取得できない場合を除き、 当該電子メールのドメイン名に政府ドメイン名を使 用すること。 (c) 職員等は、 不審な電子メールを受信した場合には、 あらかじめ定められた手順に従 い、対処すること。 (d) 職員等は、ウェブクライアントの設定を見直す必要がある場合は、情報セキュリ ティに影響を及ぼすおそれのある設定変更を行わないこと。 (e) 職員等は、 ウェブクライアントが動作するサーバ装置又は端末にソフトウェアをダ ウンロードする場合には、 電子署名により当該ソフトウェアの配布元を確認すること。 (f) 職員等は、 閲覧しているウェブサイトに表示されるフォームに要機密情報を入力し て送信する場合には、以下の全ての事項を確認すること。 送信内容が暗号化されること 当該ウェブサイトが送信先として想定している組織のものであること 【 基本対策事項 】規定なし （解説）  遵守事項8.1.1(5)(a)「送受信」について 「送受信」には電子メールの「転送」が含まれる。したがって、機関等支給以外の電 子メールサービスの電子メー","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":494,"page_to":495,"char_count":1200}],"avg_length":1204.384705882353,"k1":1.5,"b":0.75}