{"shard_id":"デジタル社会推進標準ガイドライン_2023-07_30","group":"デジタル社会推進標準ガイドライン_2023-07","chunk_count":50,"chunks":[{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c293","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"これらのことを考慮して、対策を講ずる必要がある。 なお、本款の遵守事項のほか、7.1「情報システムのセキュリティ機能」において定める 主体認証・アクセス制御・権限管理・ログ管理等の機能面での対策、7.2.1 「ソフトウェアに 関する脆弱性対策」 、7.2.2「不正プログラム対策」 、6.4.4「IPv6 通信回線」において定める 遵守事項のうち端末に関係するものについても併せて遵守する必要がある。 遵守事項 (1) 端末の導入時の対策 (a) 情報システムセキュリティ責任者は、 要保護情報を取り扱う物理的な端末について、 端末の盗難、不正な持ち出し、第三者による不正操作、表示用デバイスの盗み見等の 物理的な脅威から保護するための対策を講ずること。 (b) 情報システムセキュリティ責任者は、 多様なソフトウェアを利用することにより脆 弱性が存在する可能性が増大することを防止するため、端末で利用を認めるソフト ウェアを定め、それ以外のソフトウェアは利用させないこと。 (c) 情報システムセキュリティ責任者は、 端末に接続を認める機器等を定め、 接続を認 めた機器等以外は接続させないこと。 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":291,"page_to":292,"char_count":1237},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c294","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"不特定多数の人が出入りする場所で使用するモバイル端末に対して、盗み見さ れるおそれがある場合にのぞき見防止フィルタを取り付ける。 ＜6.1.1(1)(b)関連＞ 6.1.1(1)-4 情報システムセキュリティ責任者は、 以下の全てを考慮した上で、 端末で利用を 認めるソフトウェアをバージョンも含め定めること。 なお、 特定の業務や端末のみに利 用を認めるなどの条件を付す場合は、その旨を含めること。 ソフトウェアベンダ等のサポート状況 ソフトウェアと外部との通信の有無及び通信する場合は、 プロトコル （バージョ ンを含む） 、使用するポート、暗号化の有無 インストール時に同時にインストールされる他のソフトウェア その他、ソフトウェアの利用に伴う情報セキュリティリスク 6.1.1(1)-5 情報システムセキュリティ責任者は、 端末に対して、 利用を認めるソフトウェア 以外のソフトウェアを利用者が自由にインストールできない技術的な措置を講じるこ と。 （解説）  遵守事項6.1.1(1)(b) 「利用を認めるソフトウェアを定め、 それ以外のソフトウェアは利 用させない」について 利用を認め","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":292,"page_to":293,"char_count":1219},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c295","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"磁的記録媒体については、 組織で認めたもの以外の接続を制限す るなども考えられる。さらに、出所が不明なUSB デバイスについては、不正プログ ラムが組み込まれたBadUSB と呼ばれる攻撃が存在するため、接続を制限するとよ い。  遵守事項6.1.1(1)(d)「適切なセキュリティ対策を実施する」について 端末を導入する際は、セキュリティ要件に従って適切なセキュリティ対策を実施 する必要がある。 例えば、 端末を利用する際の主体認証方式や情報の暗号化等の情報 セキュリティ機能が正しく実装されていることや脆弱性対策、不正プログラム対策 等を実施する必要がある。また、端末において不要なポートやプロトコルが有効に なっていないことを確認することや一定の無通信時間が経過した場合は当該通信 セッションに係る通信を遮断する、不要な機能は無効にするなどの対策も重要であ る。  遵守事項6.1.1(1)(e)「ソフトウェアに関連する公開された脆弱性について対策を実施 する」について 職員等が端末を利用する前に端末で利用するソフトウェアに関連する脆弱性情報 を確認し、 脆弱性が公開されていた場合は、","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":293,"page_to":294,"char_count":1282},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c296","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"めの対策事項であるが、その他、端末の操作の\n\n285 ロックの解除にIC カード等の主体認証情報格納装置を使用し、主体認証情報格納装置 が無い状態で又は操作の無い状態が一定時間続くことで端末の操作がロックされるよ うにし、 かつ、 当該主体認証情報格納装置を執務室からの退出の確認にも利用するとい う方法が考えられる （これにより、 利用者が執務室外にいる際には端末の操作が確実に ロックできる） 。 また、 正規の利用者による不正操作や誤操作の防止策として、 端末が備える機能のう ち、利用しない機能を停止することが考えられる。停止する機能の例としては、無線 LAN 等の通信用のインタフェース、 USB ポート等の外部電磁的記録媒体を接続するた めのインタフェース、 機能として不要な場合は、 マイク、 ウェブカメラ等が考えられる。  基本対策事項6.1.1(1)-4「利用を認めるソフトウェアをバージョンも含め定める」につ いて 利用を認めるソフトウェアを定める際には、以下を行うことが考えられる。 • ソフトウェアベンダによるセキュリティパッチ等のサポートが提供されている ことや、セキュリ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":293,"page_to":294,"char_count":1225},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c297","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ア以外のソフトウェ アを利用者が自由にインストールできない技術的な措置を講じる」について 端末で利用を認めるソフトウェア以外のソフトウェアについて、職員等の認識不足 などにより無断で利用されることを防ぐため、 本基本対策事項では、 利用を認めるソフ トウェア以外のソフトウェアを利用者が自由にインストールできない技術的な措置を 講じることを求めている。 技術的な措置としては、例えば以下が挙げられる。 • 一般の業務に従事する職員等に対しては、 管理者権限を有しない、 いわゆる標準 ユーザーのアカウントのみを付与し、標準ユーザーによるソフトウェアのイン ストールを制限する。 • OS や製品（例えば、MDM（Mobile Device Management）ツールやIT 資産管\n\n286 理ソフトウェア） の機能を用いて、 利用を認めるソフトウェアのみが端末にイン ストール可能となる設定を行う。\n\n287 遵守事項 (2) 端末の運用時の対策 (a) 情報システムセキュリティ責任者は、 利用を認めるソフトウェアについて、 定期的 な確認による見直しを行うこと。 (b) 情報システムセキュリ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":294,"page_to":296,"char_count":1262},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c298","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"の見直しの契機として、 職員等から利用を認めるソフトウェア以外の ソフトウェアの利用承認の申請（8.1.1「情報システムの利用」を参照のこと。 ）を受け 付けたときが考えられる。 申請のあったソフトウェアについて、 当該ソフトウェアの必 要性や利用目的、 取り扱う情報の概要、 要機密情報の利用の有無、 その他利用すること による脅威へのリスク等を踏まえて、 利用を認めるか否かを判断する必要がある。 なお、 民間事業者等が不特定多数の利用者に対して提供する、定型約款や規約等への同意の みで利用可能となるクラウドサービスでは要機密情報を取り扱う上で必要十分なセ キュリティ要件を満たすことが一般的に困難であることから、 このようなクラウドサー ビスの利用に必要なソフトウェア（端末にインストールされるアプリケーションを含 む） では、 原則として要機密情報を取り扱うことはできない （4.2.3 「クラウドサービス の選定・利用（要機密情報を取り扱わない場合） 」を参照のこと。 ） 。 特に管理者権限を必要とするソフトウェアや他のソフトウェアを含む機器等の管理 や制御を行うソフトウェアの利用を認","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":296,"page_to":298,"char_count":1232},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c299","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"端末の電磁的記 録媒体の全ての情報を抹消すること。 【 基本対策事項 】規定なし （解説）  遵守事項6.1.1(3)(a)「端末の運用を終了する際」について 端末を廃棄処分する場合やリース契約が終了し端末を返却する場合が考えられる。  遵守事項6.1.1(3)(a)「抹消する」について 抹消の方法については、 「 （解説）遵守事項3.1.1(7)(b)「抹消する」について」を参照 のこと。 なお、 運用を業務委託しているなど、 調達元の機関等において抹消できない場合にお いては、 保存されている情報の漏えいが生じないための対策を講じさせるため、 情報の 抹消方法及び履行状況の確認手段を、契約内容に含むようにするなどの別の手段で対 策を講ずることが必要である。\n\n290 6.1.2 要管理対策区域外での端末利用時の対策 目的・趣旨 テレワークの実施等により、 職員等が機関等外で業務を行うことが増え、 機関等が支給す る物理的な端末を利用して要管理対策区域外で業務を行う場合は、 盗み見や盗難・紛失など のリスクが増える。 そのようなリスクに対抗するため、 要管理対策区域外で機関等が支","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":298,"page_to":299,"char_count":1179},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c300","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"(1) 機関等が支給する端末 （要管理対策区域外で使用する場合に限る） の導入及び利用に係 る運用規程の整備 (a) 統括情報セキュリティ責任者は、 職員等が機関等が支給する物理的な端末 （要管理 対策区域外で使用する場合に限る） を用いて要保護情報を取り扱う場合について、 こ れらの端末や利用した通信回線から情報が漏えいするなどのリスクを踏まえた利用 手順及び許可手続を実施手順として定めること。 (b) 統括情報セキュリティ責任者は、要機密情報を取り扱う機関等が支給する物理的 な端末（要管理対策区域外で使用する場合に限る）について、盗難、紛失、不正プロ グラムの感染等により情報窃取されることを防止するための技術的な措置に関する 運用規程を整備すること。 (c) 統括情報セキュリティ責任者は、 要管理対策区域外において機関等外通信回線に接 続した機関等が支給する物理的な端末を機関等内通信回線に接続することについて の可否を判断した上で、 可と判断する場合は、 当該端末から機関等内通信回線を経由 して情報システムが不正プログラムに感染するリスクを踏まえた技術的な措置に関 する運用規程を定","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":299,"page_to":300,"char_count":1257},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c301","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"＜6.1.2(1)(b)関連＞ 6.1.2(1)-3 統括情報セキュリティ責任者は、要機密情報を取り扱う機関等が支給する物理 的な端末（要管理対策区域外で使用する場合に限る）について、以下を例に、利用者が 端末に情報を保存できないようにするための機能又は端末に保存される情報を暗号化 するための機能を検討し、要管理対策区域外で使用する物理的な端末に求める技術的 な措置に関する運用規程を設けること。 シンクライアント等の仮想デスクトップ技術を活用した、端末に情報を保存さ せないリモートアクセス環境を構築する。利用者は専用のシンクライアントア プリケーションを利用端末にインストールし、業務用システムへリモートアク セスする。 セキュアブラウザ等を活用した、端末に情報を保存させないリモートアクセス 環境を構築する。 利用者はセキュアブラウザを利用端末にインストールし、 業務 用システムへリモートアクセスする。 ファイル暗号化等のセキュリティ機能を持つアプリケーションを導入する。 端末に、ハードディスク等の電磁的記録媒体全体を自動的に暗号化する機能を 設ける。 上記の各号のいずれの機能も使用でき","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":300,"page_to":301,"char_count":1156},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c302","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"な状態を検知した場合は、機関等内通信回線に接 続させない措置を講じることや、機関等内通信回線から直ちに切断するなどの 措置を講ずる。 （解説）  遵守事項6.1.2(1)(b) 「要機密情報を取り扱う機関等が支給する物理的な端末 （要管理対 策区域外で使用する場合に限る） 」について 要機密情報を取り扱う機関等が支給する端末（要管理対策区域外で使用する場合に 限る）とは、モバイル端末が該当する。  遵守事項6.1.2(1)(c) 「機関等内通信回線に接続することについての可否を判断」 につい て 要管理対策区域外においてインターネットに接続した端末 （支給外端末を含む） を要 管理対策区域において機関等LAN に直接接続する場合、 境界監視やファイアウォール 等の多重防御を回避して不正プログラムが直接に機関等LAN 内に持ち込まれること により、 情報窃取、 情報の破壊、 サービス不能攻撃の踏み台になること等のリスクが高 まる。 このため、 要管理対策区域外において機関等外通信回線に接続した物理的な端末 （支給外端末を含む） の接続の必要性がある場合には、 取り得る情報セキュリティ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":301,"page_to":302,"char_count":1272},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c303","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"対策が有効と考えられる。動的なアクセス制御の実装については、7.3「ゼロトラス トアーキテクチャ」を参照のこと。  遵守事項6.1.2(1)(c)「技術的な措置に関する運用規程」について インターネット等の機関等外通信回線に直接接続して業務を行った物理的な端末を 機関等内通信回線に接続を行う場合には、利用可能な情報セキュリティ対策技術等を 総合的に勘案の上、 適切に対策を講じることが必要である。 例えば、 機関等内通信回線 に接続する前に不正プログラム対策ソフトウェアを用いてスキャンを行うことや当該 端末において不正な通信を行っていないか、 不要なアプリケーション、 サービスやポー トを使用していないかなどを確認するなどが考えられる。 その際、 不適切な状態を検知 した場合は、 機関等内通信回線に接続させない措置を講じることや、 機関等内通信回線 から直ちに切断するなどの措置を講ずることも考えられる。  基本対策事項6.1.2(1)-1 c)「盗難・紛失に対する対策」について 一般的に、以下に例を挙げる状況では、盗難・紛失が発生しやすいため、要機密情報 を含むモバイル端末を携行する","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":302,"page_to":302,"char_count":1239},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c304","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"アクセス権を管理する方法もあるが、 モバ イル端末が第三者の者の手に渡った場合には、モバイル端末から取り外された内蔵電 磁的記録媒体や、モバイル端末で利用していた外部電磁的記録媒体に保存されている 情報を他の端末を利用して解読するなどの手段によってアクセス権管理機構を回避さ れ要機密情報が窃取される危険性がある。 このような情報の窃取への対策として、 端末 に暗号化機能を搭載することが有効である。 暗号化する方法としては、ファイル暗号化等のセキュリティ機能を持つアプリケー\n\n294 ションを用いる方法、ハードディスク等の電磁的記録媒体又はファイル単体を暗号化 するソフトウェアの導入やOS が備えている暗号化機能を使用することが挙げられる。 遠隔データ消去機能を補助的な機能として組み合わせると効果的である。ハードディ スク等の電磁的記録媒体を暗号化している場合であっても、端末の起動中等の復号可 能な状態で盗難等に遭った場合には情報窃取されるおそれがあるため、遠隔データ消 去機能と組み合わせて用いると情報窃取される可能性をより低減できる。 また、 安全性を確保するためには暗号化に用いる鍵の","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":302,"page_to":303,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c305","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"の製品 やソリューションサービスを利用する場合には、 第4 部 「外部委託」 についても参照す る必要がある。 ＜シンクライアントの主な機能及び特徴＞ • 業務ネットワーク内の仮想デスクトップ画面を転送 • ユーザデータを端末に残さない • ウェブキャッシュ、接続情報、作業履歴等全てサーバ装置内に保管 • 外部情報出力（クリップボードへのコピー、スクリーンショット、印刷、他アプ リケーション連携）を抑制可能\n\n295 図6.1.2-1 シンクライアントのシステム構成例 また、 シンクライアントの発展形として、 仮想デスクトップ環境の利用機能 （ネット ワーク接続や画面描画・ディスプレイ出力、キーボード・マウス入力等）のみに機能が 絞り込まれたゼロクライアントやシンクライアント専用端末の利用も有効である。特 にゼロクライアントは、 汎用OS や汎用ブラウザ等を搭載していないことから、 不正プ ログラム対策やソフトウェア更新等のセキュリティ管理の負荷が軽減でき、万一端末 が故障しても、 端末を交換するだけですぐに利用可能になるなど、 セキュリティ管理面 の負荷の軽減も期待される。 処理能力","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":303,"page_to":305,"char_count":1291},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c306","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ザやシンクライアントは利用できないこと から、 他の方法で安全な利用環境の提供を考える必要がある。 この場合は、 モバイル端 末にファイル暗号化等のセキュリティ機能を持つ業務専用のアプリケーションを搭載 し、 アプリケーション単位で情報を暗号化するなどの方法が考えられる。 当該機能を有 するセキュリティソリューションが製品として民間事業者より提供されていることか ら、それらの活用を検討するとよい。 図6.1.2-3 ファイル暗号化等セキュリティ機能を持つ アプリケーションを活用したシステム構成例\n\n297  基本対策事項6.1.2(1)-3 d) 「ハードディスク等の電磁的記録媒体全体を自動的に暗号化 する機能」について 電磁的記録媒体全体を暗号化する機能については、例えばソフトウェアによる暗号 化（Windows のBitLocker 等）やハードウェアによる暗号化（自己暗号化ドライブ （Self-Encrypting Drive） 等） などが考えられる。 なお、 暗号化する機能としてWindows のBitLocker を利用する場合は、パスワード解析への耐性を高めるため、端末","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":305,"page_to":306,"char_count":1208},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c307","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"を自動的に行うことができる。  基本対策事項6.1.2(1)-3 f)「遠隔からの命令等により暗号化消去する機能」について 端末の通信機能を利用して、遠隔から端末内のデータを暗号化消去する機能である が、 通信が確立できないために遠隔からデータ消去できない場合に備え、 主体認証の失 敗した回数をカウントして一定数を超えた際に消去するなど特定の条件で自律的に消 去する機能についても導入するとよい。  基本対策事項6.1.2(1)-3 g) 「高度なセキュリティ機能を備えたOS を搭載するスマート フォンやタブレット端末等」について 一部のスマートフォンやタブレット端末用のOS において、 不正プログラム対策ソフ トウェアが有効な役割を果たさないと考えられ、 提供されていないことがある （ 「 （解説） 遵守事項7.2.2(1)(a)「動作可能な不正プログラム対策ソフトウェア等が存在しない場 合」について」を参照のこと。 ） 。そうしたOS は多くの場合、基本対策事項6.1.2(1)-3 d)及びf)のような高度なセキュリティ機能を標準で備えており、 追加の対策を講ずるこ となく容易に","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":306,"page_to":308,"char_count":1283},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c308","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"などによって要管理対策区域外の機関等外通信回線に接続した機関等が 支給する物理的な端末については、機関等内通信回線に接続させる際に、遵守事項 6.1.2(1)(c)において定めた運用規程に基づき技術的な措置を講ずることが求められる。\n\n299 6.1.3 機関等支給以外の端末の導入及び利用時の対策 目的・趣旨 機関等の業務の遂行においては、機関等から支給された端末を用いてこれを遂行すべき である。 しかしながら、 出張や外出等や危機的事象発生時の際に、 やむを得ず機関等支給以 外の端末を利用して情報処理を行う場合も考えられるが、 この際、 当該端末の情報セキュリ ティ水準が対策基準を満たさないおそれがある。 このため、 機関等支給以外の端末を業務に おいて利用する可能性がある場合は、利用に当たって求められる情報セキュリティの水準 が確保されるかどうかを適切に評価し、 業務遂行可能なように、 利用できる機能の制限や追 加のセキュリティ対策を施した上で、職員等に対して機関等における厳格な管理の下で利 用させることが必要である。 また、機関等支給以外の端末については、端末の管理を端末の所有者","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":307,"page_to":308,"char_count":1137},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c309","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"要機密情報が外部に漏えいする。 • 接続先の情報システムが、機関等支給以外の端末を通じて不正プログラムに感 染し、業務の継続が困難になる等の影響が生じる。 • 端末の盗難・紛失等により、要機密情報が外部に漏えいする。 • 利用者の知識不足により、利用者の意図に反して要機密情報が国外のサーバ装 置等に保存され、第三者に閲覧される。 • 家族や知人の端末操作により端末内の要機密情報が外部に漏えいする。  遵守事項6.1.3(1)(a)「可否を判断すること」について 個別判断により機関等支給以外の端末の利用を認めてしまうと、 「(解説)遵守事項\n\n300 6.1.3(1)(a)「求められる情報セキュリティの水準の達成の見込み」について」に記載し たリスクが顕在化する可能性が高いことから、機関等支給以外の端末を利用するので あれば、最高情報セキュリティ責任者があらかじめ統一的に判断することを求めてい る。 機関等支給以外の端末の利用に当たっては、 厳格な管理を行うことが不可欠である ため、 機関等支給以外の端末の利用を許可するに当たり、 機関等としての利用方針を定 めて、その利用方針の下、厳","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":308,"page_to":310,"char_count":1207},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c310","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"備 (a) 統括情報セキュリティ責任者は、 職員等が機関等支給以外の端末を用いて機関等の 業務に係る情報処理を行う場合の許可等の手続を実施手順として定めること。 (b) 統括情報セキュリティ責任者は、 職員等が機関等支給以外の端末を用いて要保護情 報を取り扱う場合について、盗難、紛失、不正プログラムの感染等により情報窃取さ れるなどのリスクを踏まえた利用手順及び許可手続を実施手順として定めること。 (c) 統括情報セキュリティ責任者は、要機密情報を取り扱う機関等支給以外の端末に ついて、盗難、紛失、不正プログラムの感染等により情報窃取されることを防止する ための技術的な措置を含めた安全管理措置に関する運用規程を整備すること。 (d) 統括情報セキュリティ責任者は、 要管理対策区域外において機関等外通信回線に接 続した機関等支給以外の端末を機関等内通信回線に接続することについての可否を 判断した上で、 可と判断する場合は、 当該端末から機関等内通信回線を経由して情報 システムが不正プログラムに感染するリスクを踏まえた安全管理措置に関する運用 規程及び許可手続に関する実施手順を定めること。","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":310,"page_to":311,"char_count":1281},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c311","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"末に保存しない、 端末の放置の禁止、 利用時以外のシャットダウン及びネットワークの切断、モバイル端末を常時携 帯する、常に身近に置き目を離さないなど） 利用する場所や時間の限定 端末の盗難・紛失が発生した際の緊急対応手順 6.1.3(2)-3 統括情報セキュリティ責任者は、要機密情報を取り扱う機関等支給以外の端末 について、 以下を例とする利用時の措置を利用手順に加え、 実施手順として定めること。 パスワード等による端末ロックの常時設定 OS やアプリケーションの最新化 不正プログラム対策ソフトウェアの導入及び定期的な不正プログラム検査の実 施（機関等として不正プログラム対策ソフトウェアを指定する場合は当該ソフ トウェアの導入も含める） 機関等提供の業務専用アプリケーションの利用（専用アプリケーションを提供 する場合のみ） 6.1.3(2)-4 統括情報セキュリティ責任者は、要機密情報を取り扱う機関等支給以外の端末 について、以下を全て含む禁止事項を利用手順に加え、実施手順として定めること。 端末、OS、アプリケーション等の改造行為 安全性が確認できないアプリケーションのインストール及","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":311,"page_to":312,"char_count":1273},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c312","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ント等の仮想デスクトップ技術を活用した、端末に情報を保存さ せないリモートアクセス環境を構築する。利用者は専用のシンクライアントア プリケーションを利用端末にインストールし、業務用システムへリモートアク セスする。 セキュアブラウザ等を活用した、端末に情報を保存させないリモートアクセス 環境を構築する。 利用者はセキュアブラウザを利用端末にインストールし、 業務 用システムへリモートアクセスする。 ファイル暗号化等のセキュリティ機能を持つアプリケーションを導入する。 端末に、ハードディスク等の電磁的記録媒体全体を自動的に暗号化する機能を 設ける。 上記の各号のいずれの機能も使用できない場合は、端末にファイルを暗号化す る機能を設ける。 ハードディスク等の電磁的記録媒体に保存されている情報を遠隔からの命令等 により暗号化消去する機能を設ける。 高度なセキュリティ機能を備えたOS を搭載するスマートフォンやタブレット 端末等を使用する。 ＜6.1.3(2)(d)関連＞ 6.1.3(2)-7 統括情報セキュリティ責任者は、要管理対策区域外において機関等外通信回線 に接続した機関等支給以外の端","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":312,"page_to":313,"char_count":1290},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c313","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"4 年６月29 日） （https://www.soumu.go.jp/menu_news/s-news/01ryutsu03_02000020.html）  遵守事項6.1.3(2)(c)「要機密情報を取り扱う機関等支給以外の端末」について 要機密情報を取り扱う機関等支給以外の端末とは、機関等支給以外のモバイル端末 と職員等の自宅で業務を行う際に用いる機関等支給以外の据え置き型端末が該当する。  遵守事項6.1.3(2)(d)「機関等内通信回線に接続することについての可否」について 「 （解説）遵守事項6.1.2(1)(c)「機関等内通信回線に接続することについての可否を 判断」について」を参照のこと。  遵守事項6.1.3(2)(d)「安全管理措置に関する運用規程」について 機関等支給以外の端末は、日常的に職員等が業務以外の目的で利用していると考え られる。 したがって、 日常的にインターネット等に直接接続していると考え、 機関等内 通信回線に接続を行う場合には、利用可能な情報セキュリティ対策等を総合的に勘案 の上、 職員等に適切に対策を講じさせることが必要である。 例えば、","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":313,"page_to":314,"char_count":1293},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c314","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"か判断する必要がある。  基本対策事項6.1.3(2)-1 a)「利用する期間」について 機関等支給以外の端末を利用する際に、利用の都度申請手続を行うと事務処理が煩 雑化する可能性があるため、 例えば１年間の利用期間を定め、 包括的な許可を与えるな どして事務処理を効率化する方法も考えられる。 この場合は、 安全管理措置の実施状況\n\n305 について定期的なチェックを行うなどの対応が求められる。  基本対策事項6.1.3(2)-1 b)「利用許諾条件」について 職員等に機関等支給以外の端末の利用を許可するに当たり、以下の内容を例とした 利用許諾条件を示し、許諾書にサインするなどして利用者の同意を証拠として残して おく必要がある。 • 情報の格付及び取扱制限に応じた取扱いの遵守 • 定められた安全管理措置の遵守 • 組織による利用状況の情報収集の承諾 • 組織による利用端末の制御及び端末の設定変更の承諾 • 盗難・紛失時に私的な情報を含めた遠隔データ消去を行うことの承諾 （職務上取 り扱う情報のみ遠隔消去可能なツールを導入する場合は不要） • 情報セキュリティインシデントの可能性を認","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":313,"page_to":314,"char_count":1228},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c315","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":".1.3(2)-6 の措置が効力を失う（暗号化している情報が自動的に復号されてしまう、リ モートアクセス環境にアクセスされてしまうなど） 可能性があるため、 情報窃取の被害 につながる。 強固なパスワードの設定方法については、 「 （解説）基本対策事項7.1.1(1)-3「強固な パスワードに必要な十分な桁数を備えた第三者に容易に推測できないパスフレーズ等 を使用すること」について」を参照のこと。なお、端末ロックの機能が、主体認証の失 敗した回数をカウントして一定数を超えた際に暗号化消去する機能を備えている場合 には、数字のみからなるPIN（Personal Identification Number）コードを主体認証情 報として用いてもよい。ただし、例えば6 桁以上とするなどの一定の長さを要件とす ることが必要である。\n\n306  基本対策事項6.1.3(2)-3 b)「OS やアプリケーションの最新化」について 脆弱性対策のため、 OS や業務利用するアプリケーションを最新化することが必要で ある。 私的利用するアプリケーションについても最新化することが望ましいが、 基本対 策事","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":314,"page_to":315,"char_count":1270},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c316","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ュリティインシデントが発生する可能性があるため、機関等支給 以外の端末を利用する際は、事前に端末、OS、アプリケーション等の改造行為を行わ ないことについて、職員等と同意しておくことが重要である。 モバイル端末を業務利用することを目的とした、 MDM ツール等を機関等のリモート アクセス環境と組み合わせ、 改造された端末を検知するなどして、 システム的に改造端 末の使用を回避する方法も考えられる。  基本対策事項6.1.3(2)-4 b)「安全性が確認できないアプリケーション」について スマートフォンにおいては、専用のアプリケーション提供サイト等からオンデマン ドでアプリケーションをダウンロードする利用形態が一般的であるが、不正プログラ ム等が混在する提供サイトの存在が懸念されるため、業務に利用する機関等支給以外 のスマートフォン等においては安全性が不明なアプリケーションがインストールされ た状態で利用されることがないように、 例えばOS 提供事業者や通信事業者等がアプリ ケーションの安全性の審査を行っている信頼性の高いアプリケーション提供サイトに て提供されるアプリケーションのみに","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":315,"page_to":316,"char_count":1281},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c317","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"化されていないことや、PSK（Pre-Shared Key/事前共有鍵） による認証方式が使用されていることがあるが、 そのような状況では 通信内容の盗聴や改ざん、アクセスポイントのなりすましによる情報の窃取等のおそ れがあるため、 業務に利用すべきではない。 また、 同様に有線によるインターネット接 続が提供されている場合であっても接続経路や管理状況が不明である場合は業務に利 用すべきではない。 ただし、 国外等での利用も含め、 情報セキュリティ水準が不明な通 信回線サービスを利用せざるを得ない場合が想定されることから、 例えば、 情報システ ムへのリモートアクセス経路においてVPN 回線を設定しend-end の秘匿性を確保す るなどの方法を用いるとよい。 なお、無線LAN の利用については、総務省が公表している以下のガイドラインを参 考にするとよい。 参考：総務省「Wi-Fi 利用者向け 簡易マニュアル」 （令和２年５月版） （https://www.soumu.go.jp/main_sosiki/cybersecurity/wi-fi/）  基本対策事項6.1.3(2)-4 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":316,"page_to":317,"char_count":1274},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c318","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"）基本対策事項6.1.2(1)-2 c)「利用期間満了時の手続」について」を参照のこ と。  基本対策事項6.1.3(2)-6「暗号化」について 「 （解説）基本対策事項6.1.2(1)-3「暗号化」について」を参照のこと。  基本対策事項6.1.3(2)-6 a)「シンクライアント等」について 「 （解説）基本対策事項6.1.2(1)-3 a)「シンクライアント等」について」を参照のこ と。  基本対策事項6.1.3(2)-6 b)「セキュアブラウザ等」について 「 （解説）基本対策事項6.1.2(1)-3 b)「セキュアブラウザ等」について」を参照のこ と。  基本対策事項6.1.3(2)-6 c)「ファイル暗号化等のセキュリティ機能を持つアプリケー ション」について 「 （解説）基本対策事項6.1.2(1)-3 c)「ファイル暗号化等のセキュリティ機能を持つ アプリケーション」について」を参照のこと。  基本対策事項6.1.3(2)-6 d) 「ハードディスク等の電磁的記録媒体全体を自動的に暗号化 する機能」について 「 （解説）基本対策事項6.1.2(1)-3 d)「","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":317,"page_to":318,"char_count":1225},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c319","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"という。 ）を定めること。 【 基本対策事項 】規定なし （解説）  遵守事項6.1.3(3)(a)「安全管理措置の実施状況を管理」について 機関等支給以外の端末を職員等が利用するに当たって、申請時に安全管理措置の実 施状況について端末を目視確認する方法や、定期的な実施状況の確認を管理者にて行 うことをあらかじめ定めておく方法等、安全管理措置の確実な実施に資する実効性の ある取組が必要である。  遵守事項6.1.3(3)(a)「責任者」について 機関等支給以外の端末の安全管理措置の実施状況を管理する責任者であり、PC やス マートフォン等に対して一定以上の知見を有している者がその任に当たることが望ま しい。例えば、機関等LAN システムの情報セキュリティ責任者等が考えられる。ただ し、職員等の安全管理措置の実施状況について適時状況を把握することが求められる ため、課室情報セキュリティ責任者が兼ねることも考えられる。\n\n310 遵守事項 (4) 機関等支給以外の端末の利用時の対策 (a) 職員等は、 機関等支給以外の端末を用いて機関等の業務に係る情報処理を行う場合 には、端末管理責任","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":318,"page_to":319,"char_count":1243},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c320","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"機関等支給以外の端末に対する安全管理措置と併せて、 当該情報 システム側で対応すべき措置を実施することも考えられる。 例えば、基本対策事項6.1.3(2)-6 a)の規定を参考とし、シンクライントを用いた機関 等LAN システムへのリモートアクセス環境を構築する場合は、 端末に専用のシンクラ イアントアプリケーションをインストールすることに加え、サーバ装置に仮想マシン を構築することが考えられる。 この場合は、 機関等支給以外の端末から利用される機関 等LAN に知見を有している、機関等LAN を管理する情報システムセキュリティ責任 者が機関等支給以外の端末に対して本項を行うことが適切とも考えられる。  遵守事項6.1.3(4)(c)「職員等に講じさせる」について 基本対策事項6.1.3(2)-6 の安全管理措置のうち、 職員等が講ずることが適当な項目と しては、例えばOS の機能を利用する6.1.3(2)-6 d)の「ハードディスク等の電磁的記録 媒体全体を自動的に暗号化する機能」や6.1.3(2)-6 e)の「ファイルを暗号化する機能」 が考えられる。  遵守事項6.1.3(4","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":319,"page_to":321,"char_count":1223},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c321","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":".1「ソフ トウェアに関する脆弱性対策」 、7.2.2「不正プログラム対策」 、7.2.3「サービス不能攻撃対 策」 、 6.4.4 「IPv6 通信回線」 において定める遵守事項のうちサーバ装置に関係するものにつ いても遵守する必要がある。 さらに、 機関等外通信回線を経由してサーバ装置の保守作業等 を行う場合は、6.4.1「通信回線」のリモートメンテナンスについての対策も遵守する必要 がある。また、特に電子メールサーバ、ウェブサーバ、DNS サーバ及びデータベースにつ いては、 本款での共通的な対策に加え、 それぞれ本節において定める遵守事項についても併 せて遵守する必要がある。 遵守事項 (1) サーバ装置の導入時の対策 (a) 情報システムセキュリティ責任者は、 要保護情報を取り扱う物理的なサーバ装置に ついて、サーバ装置の盗難、不正な持ち出し、不正な操作、表示用デバイスの盗み見 等の物理的な脅威から保護するための対策を講ずること。 (b) 情報システムセキュリティ責任者は、 障害や過度のアクセス等によりサービスが提 供できない事態となることを防ぐため、 要安定情報を取り扱う情","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":321,"page_to":322,"char_count":1280},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c322","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ュリティ責任者は、物理的なサーバ装置の盗難及び不正な持 ち出しを防止するために、以下を例とする対策を講ずること。 施錠可能なサーバラックに設置して施錠する。 容易に切断できないセキュリティワイヤを用いて、固定物又は搬出が困難な物 体に固定する。 6.2.1(1)-3 情報システムセキュリティ責任者は、第三者による不正操作及び表示用デバイ スの盗み見を防止するために、以下を例とする対策を講ずること。 一定時間操作が無いと自動的にスクリーンロックするよう設定する。 ＜6.2.1(1)(b)関連＞ 6.2.1(1)-4 情報システムセキュリティ責任者は、障害や過度のアクセス等によりサービス が提供できない事態となることを防ぐため要安定情報を取り扱う情報システムについ ては、将来の見通しも考慮し、以下を例とする対策を講ずること。 負荷分散装置、DNS ラウンドロビン方式等による負荷分散 同一システムを２系統で構成することによる冗長化 ＜6.2.1(1)(c)関連＞ 6.2.1(1)-5 情報システムセキュリティ責任者は、 以下を全て考慮した上で、 利用を認めるソ フトウェアをバージョンも含め定","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":322,"page_to":323,"char_count":1281},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c323","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"扱う場合はサービス不能攻撃対策等を実施する必要がある。 また、 不要なポートが開放されていない、 不要なサービスが起動していないなどの対策 も重要である。  遵守事項6.2.1(1)(f) 「ソフトウェアに関連する公開された脆弱性について対策を実施す る」について 「 （解説）遵守事項6.1.1(1)(e)「ソフトウェアに関連する公開された脆弱性について 対策を実施する」について」を参照のこと。  遵守事項6.2.1(1)(g)「適切な方法でサーバ装置のバックアップを取得する」について 要安定情報を取り扱うサーバ装置については、情報システムにおいて許容される停 止時間等を踏まえて、適切な方法でバックアップを取得する必要がある。そのバック アップの方法については、 OS やアプリケーションなどを含むサーバ装置全体をバック アップする方法やサーバ装置の複製をバックアップとして用意しておく方法などが存 在する。 また、 バックアップを取得する際は、 バックアップの世代管理、 保存場所や媒体につ いても考慮する必要がある。バックアップの取得については、 「 （解説）基本対策事項 5.2.3","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":323,"page_to":325,"char_count":1246},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c324","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ジョンも含め定 める」について」を参照のこと。\n\n316 遵守事項 (2) サーバ装置の運用時の対策 (a) 情報システムセキュリティ責任者は、 利用を認めるソフトウェアについて、 定期的 な確認による見直しを行うこと。 (b) 情報システムセキュリティ責任者は、所管する範囲のサーバ装置の構成やソフト ウェアの状態を定期的に確認し、不適切な状態にあるサーバ装置を検出等した場合 には改善を図ること。 (c) 情報システムセキュリティ責任者は、 サーバ装置上での情報セキュリティインシデ ントの発生を監視するため、当該サーバ装置を監視するための措置を講ずること。 (d) 情報システムセキュリティ責任者は、要安定情報を取り扱うサーバ装置について、 危機的事象発生時に適切な対処が行えるよう運用をすること。 【 基本対策事項 】 ＜6.2.1(2)(b)関連＞ 6.2.1(2)-1 情報システムセキュリティ責任者は、所管する範囲のサーバ装置の構成やソフ トウェアの状態を定期的に確認し、 改善を図る場合は、 作業日、 作業を行ったサーバ装 置名、具体的な作業内容（サーバ装置の構成等の変更、脆弱性管理","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":324,"page_to":326,"char_count":1239},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c325","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"認によ る見直し サーバ装置の構成やソフトウェア等の設定の変更が行われた際及び定期的に、 サーバ装置が停止した際の復旧手順の確認による見直し\n\n317 （解説）  遵守事項6.2.1(2)(a)「見直しを行う」について ソフトウェアのバージョン更新、 サポート期限切れ、 新しいソフトウェアの出現等に 適切に対応するため、定期的に利用を認めるソフトウェアの確認による見直しを行う ことが必要である。 見直しを行うに当たっては、 利用を認めるソフトウェアの必要性や 利用を認めることによる脅威へのリスク等を踏まえた上で見直しを行う必要がある。 特に管理者権限を必要とするソフトウェアや他のソフトウェアを含む機器等の管理や 制御を行うソフトウェアの利用を認める場合は、追加のセキュリティ対策を実施させ るなど、ソフトウェアを利用することによる脅威へのリスクを低減することが重要で ある。  遵守事項6.2.1(2)(b)「不適切な状態にあるサーバ装置を検出等した場合には改善を図 る」について 「不適切な状態」とは、例えば以下の状態のことをいう。 • サーバ装置のハードウェアの構成が不正に変更されて","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":325,"page_to":326,"char_count":1224},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c326","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"スログ等を定期的に確認する」について 不正アクセスを検知するために、 サーバ装置へのアクセスに関するログのほか、 サー バ装置が異常等を検出した際に出力するログ （エラーログ） を確認することも有効であ る。 アクセスログを確認する際は、 運用管理作業の記録、 管理者権限を持つ識別コードに よるアクセスを検知した場合の通知等の確認により、不正なアクセスが行われた可能 性を確認することも考えられる。\n\n318  基本対策事項6.2.1(2)-2 c)「不正プログラム対策ソフトウェア」について 不正プログラム対策ソフトウェアについては、既知及び未知の不正プログラムの検 知及びその実行の防止の機能を有するソフトウェアが考えられるが、具体的にはEPP （Endpoint Protection Platform）と呼ばれる製品のうち「アンチウイルス（AV） 」や 「次世代アンチウイルス（NGAV） 」が挙げられる。そのような製品のうちNGAV につ いては、 不正プログラムの検知方法として、 シグネチャにより検出するものに加え、 機 械学習や振舞い検知といった技術を用いた製品もある。これによっ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":326,"page_to":327,"char_count":1286},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c327","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"関する監視のみならず、操作ミスやアプリケーションで発生した エラー、ファイルやレジストリの改ざんを検知する機能を有するものも存在する。  基本対策事項6.2.1(2)-3 a) 「適切なバックアップの取得及びバックアップ要件の確認に よる見直し」について 「 （解説）基本対策事項5.2.3(1)-7 a)「適切なバックアップの取得及びバックアップ 要件の確認による見直し」について」を参照のこと。  基本対策事項6.2.1(2)-3 b)「サーバ装置が停止した際の復旧手順の確認による見直し」 について 「 （解説）基本対策事項5.2.3(1)-7 b)「情報システムが停止した際の復旧手順の確認 による見直し」について」を参照のこと。\n\n319 遵守事項 (3) サーバ装置の運用終了時の対策 (a) 情報システムセキュリティ責任者は、 サーバ装置の運用を終了する際に、 サーバ装 置の電磁的記録媒体の全ての情報を抹消すること。 【 基本対策事項 】規定なし （解説）  遵守事項6.2.1(3)(a)「サーバ装置の運用を終了する際」について サーバ装置を廃棄処分する場合やリース契約が終了","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":327,"page_to":329,"char_count":1300},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c328","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ムセキュリティ責任者は、 電子メールクライアントから電子メールサー バへの電子メールの受信時及び送信時に主体認証を行う機能を備えること。 (c) 情報システムセキュリティ責任者は、 電子メールのなりすましの防止策を講ずるこ と。 (d) 情報システムセキュリティ責任者は、 インターネットを介して通信する電子メール の盗聴及び改ざんの防止のため、電子メールのサーバ間通信の暗号化の対策を講ず ること。 【 基本対策事項 】 ＜6.2.2(1)(b)関連＞ 6.2.2(1)-1 情報システムセキュリティ責任者は、電子メールクライアントから電子メール サーバへの電子メールの受信時及び送信時に、以下を例とする職員等の主体認証を行 う機能を備えること。 電子メールの受信時に限らず、送信時においても不正な利用を排除するために SMTP 認証等の主体認証機能を導入する。 ＜6.2.2(1)(c)関連＞ 6.2.2(1)-2 情報システムセキュリティ責任者は、以下を全て含む送信ドメイン認証技術に よる電子メールのなりすましの防止策を講ずること。 DMARC による送信側の対策を行う。DMARC による送","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":329,"page_to":330,"char_count":1231},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c329","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"がある。 これにより、 電子メールサーバや通信回線のリソースが消費されて運用に支障をきたす、不正な中 継を行う電子メールサーバとして他の電子メールサーバ等から接続や電子メールの転 送を拒否される、又は迷惑メールの受信者からの苦情や問合せへの対応が必要になる などの問題が生じるおそれがある。 これらを回避するため、 電子メールの不正な中継を 行わないように電子メールサーバを設定することが必要である。送信元の電子メール サーバのIP アドレスによる制限や送信元又は宛先のメールアドレスのドメイン名によ る制限を行うなど、 中継を許可する電子メールは必要最小限とすることが望ましい。 な お、 当該設定においては、 多重防御の考えに基づき、 メール中継サーバを含む全ての電 子メールサーバにおいて実施することが望ましい。特にメール中継サーバを設置する 場合には、送信元の電子メールサーバのIP アドレスによる制限等の対策をファイア ウォールによる通信制限のみに依存するのではなく、メール中継サーバでも講じるこ とで、ファイアウォールの設定ミスが発生した場合でも多重防御による効果が期待で きる。  遵","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":330,"page_to":331,"char_count":1256},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c330","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ったメールについて、 送信者情報が詐称さ れているかどうかをドメイン名単位で確認する技術である。具体的な技術としては、 SPF（Sender Policy Framework） 、DKIM（DomainKeys Identified Mail） 、DMARC （Domain-based Message Authentication, Reporting & Conformance） が挙げられる。 これら送信ドメイン認証技術の導入に当たっては、技術的な解説や導入の手順など を詳細に解説した、迷惑メール対策推進協議会による「送信ドメイン認証技術導入マ ニュアル」を参考にするとよい。 参考 ： 迷惑メール対策推進協議会 「送信ドメイン認証技術導入マニュアル 第3.1 版」 （https://www.dekyo.or.jp/soudan/aspc/report.html#dam） 総務省による 「送信ドメイン認証技術等の導入に関する法的解釈について」 において、 こうした送信ドメイン認証技術の導入に当たり、電気通信事業法における法的な整理 を示しており、 この範囲内で実施することが可能となっ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":331,"page_to":331,"char_count":1285},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c331","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"から分析することができる。 DMARC の導入当初は、最低限、DNS サーバに以下の事項を設定する必要がある。 • DMARC ポリシーに”p=none”を設定する。 • DMARC レポートの宛先を設定する。 • 電子メールを利用しているドメインについて、親ドメインのみを使用しており、 サブドメインを使用していない場合は、 \"sp=quarantine\"又は\"sp= reject\"を設定 する。 DMARC ポリシーが”p=none”の場合、受信側に特別な処理を要求しないため、機関 等になりすましたメールによって受信側が被害に遭うリスクを必ずしも低減させるこ とができない。\n\n323 そのため、以下に例示する対策をDMARC の導入から一年以内に実施する等、 DMARC ポリシーに”p=none”を設定する期間が可能な限り短くなるように期間を設け た上で実施することが望ましい。 • より強固なDMARC ポリシー（quarantine 又はreject）を設定する。例えば、 機関等になりすました電子メールが送信されていることや、機関等が送信した 電子メールが受信側においてSPF、DK","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":331,"page_to":332,"char_count":1271},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c332","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"NS サーバに対してDNSSEC を導入することが望ましい。 また、 電子メールの送信に使用するドメイン名だけではなく、 Web サイトのURL 等、 機関等の使用するあらゆるドメイン名に対しても、受信者が電子メールの正当性を確 認するための情報を登録し公開することが重要である。  基本対策事項6.2.2(1)-2 a)「SPF」について SPF はネットワーク方式の送信ドメイン認証技術である。 SPF の送信側の対策としては、送信側の電子メールサーバの情報をDNS サーバに 登録することが必要である。登録の際は以下の事項に留意すること。 • 電子メールを利用していないドメインについても、その情報をSPF レコードに 登録する。 （ 「SPF レコード」とは、SPF において、DNS サーバのTXT レコー ドに記述される送信側の電子メールサーバ等の情報をいう。 ）あわせてnull MX (RFC7505) の設定をすることが望ましい。 • SPF レコードの末尾は、”~all”ではなく”-all”を記述する。 • SPF レコードは、チェックツール等で、文法的に記述間違いのないこと","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":332,"page_to":333,"char_count":1280},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c333","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"rom のドメイン名から取得したSPF レコードに設定されているIP アドレスと、 電子メールを転送したサーバのIP アドレスが異なるため、 SPF の認証が失敗する。し かし、電子メールの最初の送信者がDKIM 署名を付与する場合は、電子メールのヘッ ダや本文が改変されていなければDKIM の認証が成功する。そのため、電子メールの 転送における送信側の対策を講ずる際はDKIM を検討するとよい。 さらに、メーリングリストにおいては、SPF の場合、SPF の認証が成功したとして も、SPF で認証されたドメイン名とDMARC で認証に用いるメールヘッダ上の送信ド メイン名が一致しないため、DMARC の認証は失敗する。しかし、DKIM の場合は、 メーリングリスト側でメーリングリストのドメイン名でのDKIM 再署名とメールヘッ ダ上の送信ドメイン名の変更等を行うことで、 DMARC の認証が成功する。 そのため、 メーリングリストの転送における送信側の対策を講ずる際はDKIM を検討するとよい。  基本対策事項6.2.2(1)-2 a)「いずれか又は両方による対策を行う必要」につい","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":333,"page_to":334,"char_count":1252},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c334","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"性を確認した上で受信すること等の対策を行うことが重要である。 なお、 送信ドメイン認証技術を使用し、 受信側の電子メールサーバによってなりすま しと判定したとしても、 送信側の設定等によっては、 受信側の電子メールクライアント では判定結果が分からない場合がある。 そのため、 なりすましと判定した場合には、 以 下に例示するような電子メールの受信者への注意喚起等を行う機能の導入を検討する とよい。 • 電子メールの件名（Subject）や本文への注意喚起文の挿入 • 電子メールクライアントの機能によるラベリングやメッセージの表示  基本対策事項6.2.2(1)-2 b) 「SPF、DKIM の両方による対策を行う必要がある」につい て 電子メールの送信側ではSPF、DKIM のいずれかのみを導入している可能性がある ため、 電子メールの受信側である機関等においてはどちらでも対応できるようにSPF、 DKIM の両方を導入する必要がある。  基本対策事項6.2.2(1)-3「必要に応じて、S/MIME 等の電子メールにおける電子署名」 について 外部に一斉送信する電子メールに、 組織","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":334,"page_to":334,"char_count":1268},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c335","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"説）遵守事項8.1.1(5)(b)「政府 ドメイン名を取得できない場合」について」を参照のこと。  基本対策事項6.2.2(1)-5 a)「SMTP によるサーバ間通信をTLS により保護」について メールサーバ間通信であるSMTP によるサーバ間通信には、データを保護する仕掛 けがないことから、これをTLS により保護することが、インターネット上でのデータ の盗聴及び改ざんの防止に有効である。\n\n326 ただし、 相手先サーバがTLS に対応していない場合は、 通常のSMTP で送受信する ことになる。相手先がTLS に対応しているかを確認した後にTLS 接続を確立する STARTTLS（RFC3207）を用いたSMTP サーバが普及しているが、STARTTLS は、 中間者攻撃によりTLS の使用を妨害されるダウングレード攻撃に弱いことが知られて いる。 これを克服する仕組みとしてMTA-STS （SMTP MTA Strict Transport Security、 RFC8461）やTLSRPT（SMTP TLS Reporting、RFC8460）が普及しつつあるので、 導","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":334,"page_to":336,"char_count":1290},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c336","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"の電子メールク ライアント側もS/MIME に対応している必要がある。\n\n327 6.2.3 ウェブ 目的・趣旨 インターネット上に公開するウェブサーバは、常に攻撃を受けるリスクを抱えている。 様々な攻撃により、ウェブコンテンツ（ウェブページとして公開している情報）の改ざん、 ウェブサーバの利用停止、 偽サイトへの誘導等の被害が想定されるため、 適切な対策を組み 合わせて実施することが求められる。 なお、 本款の遵守事項のほか、 6.2.1 「サーバ装置」 において定めるサーバ装置に係る遵守 事項についても併せて遵守する必要がある。さらに、ウェブサーバにおけるウェブアプリ ケーションについては、6.6「アプリケーション・コンテンツ」を参照のこと。 遵守事項 (1) ウェブサーバの導入・運用時の対策 (a) 情報システムセキュリティ責任者は、 脆弱性が存在する可能性が増大することを防 止するため、ウェブサーバが備える機能のうち、必要な機能のみを利用すること。 (b) 情報システムセキュリティ責任者は、 ウェブサーバからの不用意な情報漏えいを防 止するための措置を講ずること。 (c) 情報","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":335,"page_to":337,"char_count":1289},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c337","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"態で用意されるサンプルのページ、 プログラム等、 不要なものは削除する。 ウェブサーバに保存する情報を特定し、 サービスの提供に必要のない情報がウェ\n\n328 ブサーバに保存されないことを確認する。 ＜6.2.3(1)(c)関連＞ 6.2.3(1)-3 情報システムセキュリティ責任者は、ウェブコンテンツの編集作業を担当する アカウントの限定として、以下を全て含むウェブサーバの管理や設定を行うこと。 ウェブサーバ上のウェブコンテンツへのアクセス権限は、ウェブコンテンツの 作成や更新に必要な者以外に更新権を与えない。 OS やアプリケーションのインストール時に標準で作成される識別コードやテ スト用に作成した識別コード等、不要なものは削除する。 6.2.3(1)-4 情報システムセキュリティ責任者は、ウェブコンテンツの編集作業に用いる端 末の限定、識別コード及び主体認証情報の適切な管理として、以下を例とするウェブ サーバの管理や設定を行うこと。 ウェブコンテンツの更新の際は、専用の端末を使用して行う。 ウェブコンテンツの更新の際は、ウェブサーバに接続する接続元のIP アドレス を必要最小限に","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":336,"page_to":338,"char_count":1283},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c338","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"GI （Common Gateway Interface） とは、 ウェブブラウザから送信された文字列を、 スクリプト等のプログラムへの入力パラメータとして受け取り、当該スクリプト等を ウェブサーバ上で実行するための仕組みである。外部からの文字列に基づいて実行さ れるスクリプト等は脆弱性の原因となり易い部分であり、細心の注意を払って脆弱性\n\n329 の無いスクリプト等のみを設置しなければならない。そのため、本基本対策事項は、 サーバに設置するスクリプト等は必要最低限のものに限定することを求めている。  基本対策事項6.2.3(1)-1 b)「ディレクトリインデックスの表示を禁止する」について ウェブサーバの機能であるディレクトリインデックスの表示機能とは、ウェブサイ トの公開対象となるディレクトリが、 ファイル名を指定しない形式のURL （すなわち、 例えば 「https://exmaple.go.jp/directory_name/」 の形式） 又は 「index.html」 等の所定 のファイル名を指定した形式のURL によってアクセスされたときに、 当該ディレクト リに存在する","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":337,"page_to":338,"char_count":1242},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c339","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"して、アクセス解析の機能がインターネットから 閲覧できるようになっている場合等が挙げられる。  基本対策事項6.2.3(1)-4 a)「専用の端末」について ウェブコンテンツを管理する端末では、ウェブコンテンツの管理に関係する作業の みを行い、 その作業に関係の無いウェブサイトを閲覧しない、 セキュリティ対策が不十 分なUSB メモリを利用しないなど、情報セキュリティを確保した運用が必要である。 また、ウェブサーバのみでなく、ウェブコンテンツを管理する専用の端末においても、 不正プログラム対策やソフトウェアに関する脆弱性対策を行うことが重要である。  基本対策事項6.2.3(1)-4 c)「情報セキュリティを確保した管理」について ウェブコンテンツを更新する際の主体認証情報について、パスワードを設定する場 合は 「 （解説） 基本対策事項7.1.1(1)-3 「強固なパスワードに必要な十分な桁数を備えた 第三者に容易に推測できないパスフレーズ等を使用すること」 について」 を参照し強固 なパスワードを設定する、多要素主体認証方式で主体認証を行う機能を設けるなどに より、 情報セキュ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":338,"page_to":339,"char_count":1268},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c340","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"体もセキュアページとなっていること が必要である。 ウェブサーバにTLS 機能を搭載することは、当該ウェブサーバが正当なサーバであ る （偽のサーバでない） ことを確認できる手段を利用者に提供することにもなる。 利用 者は、当該サイトを「https://」で始まるURL でアクセスし、エラーなく正常に表示さ れたことで、当該サーバが当該ドメイン名の正当なサイトのものであると確認するこ とができる。 なお、TLS で配信されるページにおいて、TLS を使わないコンテンツが含まれてい ると、 利用者がフィッシング等の被害に合うリスクがあるため、 TLS で配信されるペー ジにおいて、TLS を使わないコンテンツを含めてはならない。また、TLS 機能を用い るに当たっては、 使用するバージョンの脆弱性に関する最新の情報も踏まえ、 適切に使 用することが必要である。 従来、サービス利用者の個人に関する情報を保護することが特に求められていたが、 さらに今日では、 全ての情報について、 インターネット上の通信経路において第三者に よる盗聴や改ざんから守り、国民や外部組織が不利益を被らず安心して利用","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":339,"page_to":340,"char_count":1239},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c341","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"検証できる認証局」について TLS 機能を用いるには、ウェブサーバ側に「サーバ証明書」と呼ばれる電子証明書 の設置が必要であり、 サーバ証明書はそれを発行する 「認証局」 から取得する必要があ る。 本基本対策事項は、サーバ証明書をどの認証局から取得するかの選択において、 「利 用者が事前のルート証明書のインストールを必要とすることなくその正当性を検証で きる認証局」 を選択することを求めている。 それ以外の認証局を選択した場合、 利用者 のウェブブラウザには、 サーバ証明書の正当性検証ができないことを示す警告やエラー 画面が表示されることになる。 この警告やエラー画面は、 事前に当該認証局の自己署名 証明書をブラウザにルート証明書としてインストールすることによって解消すること ができる。 しかし、 一般に、 利用者によるルート証明書のインストールは安全に行うこ とが容易でないものであり、利用者に危険を伴うルート証明書のインストールを強い るのはそもそも避けるべきことである。 そのため、 本基本対策事項は、 利用者にルート 証明書のインストールを求めなくても、警告やエラー画面が現れるこ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":340,"page_to":340,"char_count":1258},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c342","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"子行 政サービスを提供する場合」 とあるように、 一般的な利用形態で使うことを想定した設 定基準であり、安全性又は相互接続性についての特段の要求がなければ選択すること が強く勧められている。 他方、 「高セキュリティ型」は、情報が漏えいした際、組織の運営や資産、個人の資 産やプライバシー等に悪影響を及ぼすと予想される情報を、安全性を優先してTLS 通 信を行うような場合に選択すべき設定基準である。また、 「セキュリティ例外型」は、 システム等の制約上、安全性が低いプロトコルの利用を全面禁止することが現実的で はなく、安全性上のリスクを受容してでも当該プロトコルを継続利用せざるを得ない と判断される場合にのみ採用すべき設定基準である。\n\n332 ガイドラインは、巻末に付録として「チェックリスト」を提供しており、ここに、設 定基準ごとに満たすべき要求設定として 「プロトコルバージョン設定」 、 「サーバ証明書 設定」 、 「暗号スイート設定」の具体的な基準が示されているので、これに従うことで、 容易に適切なTLS 設定を行うことができる。 情報システムセキュリティ責任者は、TLS を導入す","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":340,"page_to":342,"char_count":1248}],"avg_length":1204.384705882353,"k1":1.5,"b":0.75}