{"shard_id":"デジタル社会推進標準ガイドライン_2023-07_4","group":"デジタル社会推進標準ガイドライン_2023-07","chunk_count":50,"chunks":[{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c200","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ービスにおいて要機密情報を扱うには情報の流通経路全般において暗号 化の対策が必要となるが、クラウドサービスの個々の構成要素において対策を採るこ とは容易ではないため、クラウドサービス提供者が提供する暗号化機能を利用して対 応することが推奨される。暗号化の対策は7.1.5「暗号・電子署名」のオンプレミスの 対応と基本的には同じであるが、鍵の管理をクラウドサービス提供者が行う場合は注 意が必要である。基本的に鍵の管理はクラウドサービス利用者側で行う必要があるが、 鍵の管理をクラウドサービス提供者が提供するサービスを利用せざるを得ない場合は、 詳細な情報をクラウドサービス提供者に要求し、 リスク評価を行った上でクラウドサー ビスに情報を保存する前に機関等が用意した別暗号鍵を用いて保存するなどのリスク を低減するための措置を検討するよう基本方針として運用規程に含めることが求めら れる。  基本対策事項4.2.2(1)-10 a)「他のネットワークと分離されていること」について クラウドサービスを利用する場合、クラウドサービス基盤内における自身の利用す るネットワークが他のテナント及びクラウド","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":200,"page_to":201,"char_count":1295},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c201","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"止 することを基本方針として運用規程に含めることも考えられる。  基本対策事項4.2.2(1)-11 b)「重要操作の手順書の作成と監督者の指導の下での実施」 について クラウドサービス利用者の操作により利用中のクラウドサービスに重大な障害をも たらすことが予想される操作については、クラウドサービス管理者が指名した監督者 の監視の下、実施することを基本方針として運用規程に含めることが求められる。  基本対策事項4.2.2(1)-12 a)「バックアップの確実な実施」について クラウドサービスの利用においては、不測の事態に備えて確実なバックアップを取 得する必要があるが、その機能をクラウドサービス提供者が提供する機能に委ねてい る場合もある。 よって、 クラウドサービス利用に係るバックアップについて確実な実施 がなされるよう基本方針として運用規程に含めることが求められる。  基本対策事項4.2.2(1)-12 b)「十分な可用性の担保、復旧に係る手順の策定と定期的な 訓練の実施」について クラウドサービスの利用において、 要安定情報を取り扱う場合は、 十分な可用性を担 保するための","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":201,"page_to":202,"char_count":1231},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c202","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"た、 想定を超える利用が予想される場合は、 対策を検 討する必要があるため、これらを基本方針として運用規程に含めることが求められる。  基本対策事項4.2.2(1)-13 a)「移行計画書又は終了計画書の作成」について クラウドサービスの利用終了において、クラウドサービス利用者への影響を考慮し て移行計画書又は終了計画書を作成する必要があるため、基本方針として運用規程に 含めることが求められる。  基本対策事項4.2.2(1)-13 b)「クラウドサービス利用者への事前通知」について 移行計画書又は終了計画書については、当該サービスを利用する利用者に対して十 分な余裕をもって通知することを基本方針として運用規程に含めることが求められる。  基本対策事項4.2.2(1)-14 a)「情報の廃棄方法」について クラウドサービスの利用終了時に、 取り扱った全ての情報が、 クラウドサービス基盤 上から確実に抹消されていることを確認する必要があるため、基本方針として運用規 程に含めることが求められる。 確実に抹消されていることの確認方法としては、 暗号化 消去を目的とした情報の暗号化に用い","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":202,"page_to":202,"char_count":1223},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c203","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ウントを削除し、 又はクラウドサービス提供者に返却すること、 及びクラウドサービス における管理者アカウントについては再利用されないことをクラウドサービス提供者 に確認することを基本方針として運用規程に含めることが求められる。 なお、 確認する 方法としては、 クラウドサービス提供者へ直接問い合わせるほか、 クラウドサービス提 供者が提供するウェブサイトやドキュメントを確認するなどが考えられる。\n\n194  基本対策事項4.2.2(1)-15 c)「特殊なアカウントの削除と関連情報の廃棄」について クラウドサービスの利用者アカウント以外の特殊なアカウント（ストレージアカウ ントなど） を作成した場合は、 サービス利用終了時に確実に削除すること、 及び当該ア カウントを利用して作成された情報についても廃棄されていることを確認することを 基本方針として運用規程に含めることが求められる。\n\n195 遵守事項 (2) クラウドサービスの利用に係るセキュリティ要件の策定 (a) クラウドサービス管理者は、 クラウドサービスを利用する目的、 対象とする業務等 の業務要件及びクラウドサービスで取り","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":202,"page_to":204,"char_count":1287},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c204","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ス提供者が提供する場合の鍵管理手順と鍵の種類 の情報の要求とリスク評価 h) 鍵管理機能をクラウドサービス提供者が提供する場合の鍵の生成から廃棄に至 るまでのライフサイクルにおける情報の要求とリスク評価 i) 利用するクラウドサービスのネットワーク基盤が他のネットワークと分離され ていること。 j) クラウドサービス提供者が提供するバックアップ機能を利用する場合、求める 要求事項が満たされること。 ＜4.2.2(2)(b)関連＞ 4.2.2(2)-2 クラウドサービス管理者は、以下を全て含むクラウドサービスで利用するアカ ウント管理に関するセキュリティ機能要件を策定すること。 a) クラウドサービス提供者が付与又はクラウドサービス利用者が登録する識別 コードの作成から廃棄に至るまでのライフサイクルにおける管理\n\n196 b) クラウドサービスを利用する管理者権限を保有するクラウドサービス利用者に 対する強固な認証技術 c) クラウドサービス提供者が提供する主体認証情報の管理機能が要求事項を満た すための措置 4.2.2(2)-3 クラウドサービス管理者は、以下を全て含むクラウドサービス","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":204,"page_to":205,"char_count":1273},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c205","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"切な実施 b) 情報システムで利用する暗号化方式の遵守度合いに係る法令や規則の確認 c) 暗号化に用いる鍵の保管場所等の管理に関する要件 d) クラウドサービスで利用する暗号鍵に関する生成から廃棄に至るまでのライフ サイクルにおける適切な管理 4.2.2(2)-7 クラウドサービス管理者は、以下を全て含むクラウドサービスを利用する際の 設計・設定時の誤り防止に関するセキュリティ要件を策定すること。 a) クラウドサービス上で構成される仮想マシンに対する適切なセキュリティ対策 b) クラウドサービス提供者へのセキュリティを保つための開発手順等の情報の要 求とその活用 c) クラウドサービス提供者への設計、 設定、 構築等における知見等の情報の要求と その活用 d) クラウドサービスの設定の誤りを見いだすための対策 4.2.2(2)-8 クラウドサービス管理者は、以下を全て含むクラウドサービス運用時の監視等 の運用管理機能要件を策定すること。 a) クラウドサービス上に構成された情報システムのネットワーク設計におけるセ キュリティ要件の異なるネットワーク間の通信の監視\n\n197 b) 利用","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":205,"page_to":206,"char_count":1279},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c206","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"項目につ いては対象外とした際のリスクを低減するための措置を検討した上で、対象外とした 理由と検討結果を付記することが求められる。  遵守事項4.2.2(2)(b)「クラウドサービスの利用に係るセキュリティ要件」について クラウドサービスの利用に係るセキュリティ要件については、 利用するクラウドサー ビスの形態や仕様によって利用者側の責任において定めるセキュリティ要件の範囲が 異なる場合がある。 よって、 クラウドサービス管理者は、 利用するクラウドサービスご とに必要なセキュリティ要件をクラウドサービス提供者が提示している推奨設定や、 業界標準、ベストプラクティス等を参照し、策定する必要がある。また、セキュリティ 要件を策定するに当たっては、利用するクラウドサービスの機能や構成要素ごとに検 討するとともにクラウドサービスの運用や利用終了時のセキュリティ要件についても 併せて検討する必要がある。  基本対策事項4.2.2(2)-1 a)「主体認証情報の管理機能が機関等の要求事項を満たすこ と」について 基本対策事項4.2.2(1)-1 d)において定めている運用規程に基づき、 機関","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":206,"page_to":207,"char_count":1271},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c207","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"自動化ツールなど実行が容易ではあるがその影響がシステム全体に影響するよ うなものを指す。 ）  基本対策事項4.2.2(2)-1 d) 「クラウドサービス内及び通信経路全般における暗号化」 に ついて 基本対策事項4.2.2(1)-2 a)において定めている運用規程に基づき、 クラウドサービス 内及び通信経路全般における暗号化を確認する際は、以下を例とする項目について確 認することが求められる。特に、クラウドサービスにおいて利用可能な暗号機能には サーバサイド暗号化とクライアントサイド暗号化があり、両者には鍵管理を含めた暗 号機能の実装と運用に関わる責任分界に大きな相違があるため注意が必要である。 • クラウドサービス上で取り扱われる情報に要機密情報が含まれるか確認し、含 まれる場合は通信経路全般において暗号化されていることを確認すること。 • 利用される暗号化方式は、 「電子政府推奨暗号リスト」に記載された暗号化方式 であること。 「電子政府推奨暗号リスト」に記載されていない暗号化方式を採用 する場合、 「推奨候補暗号リスト」や「運用監視暗号リスト」を参照の上、リス クを低減するた","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":207,"page_to":208,"char_count":1252},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c208","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ビス上におけるライセンス 規定」について」を参照のこと。  基本対策事項4.2.2(2)-1 f)「ユーティリティプログラムを使用する場合」について 基本対策事項4.2.2(1)-8 c)において定めている運用規程に基づき、クラウドサービス 管理者は、クラウドサービスのリソース（ネットワーク、仮想マシン等）の設定を変更 するユーティリティプログラムを使用する場合は、その機能を確認する必要がある。  基本対策事項4.2.2(2)-1 g)「鍵管理機能をクラウドサービス提供者が提供する場合」 ・ 基本対策事項4.2.2(2)-1 h)「鍵管理機能をクラウドサービス提供者が提供する場合」 基本対策事項4.2.2(1)-9 b)及びc)において定めている運用規程に基づき、クラウド サービス管理者は、情報の暗号化に用いる鍵の管理に関する事項において以下を確認 した上でリスク評価を実施しリスクを低減するための措置を検討する必要がある。 • クラウドサービス提供者における鍵管理手順と鍵の種類の情報 • クラウドサービス提供者における鍵の生成から廃棄に至るまでのライフサイク ルにおける情報  基","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":208,"page_to":209,"char_count":1259},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c209","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"クルに おける管理」について 基本対策事項4.2.2(1)-1 a)において定めている運用規程に基づき、 クラウドサービス 管理者は、クラウドサービスを利用する際にクラウドサービス提供者が付与又はクラ\n\n200 ウドサービス利用者が登録する識別コードに対して、その作成から廃棄に至るまでの ライフサイクルにおけるクラウドサービス管理者による管理について以下の項目に留 意して策定することが求められる。 • シングルサインオンを行う場合の連携方式 • より強力な認証方式の採用（多要素主体認証方式等） • 管理者権限をもつ識別コードの取扱い • 構築時に利用した識別コードの主体認証情報の変更や識別コードの廃棄につい て  基本対策事項4.2.2(2)-2 b)「強固な認証技術」について 基本対策事項4.2.2(1)-1 c)において定めている運用規程に基づき、クラウドサービス 管理者は、クラウドサービスを利用する情報システムの管理者権限を保有するクラウ ドサービス利用者の主体認証情報が漏えいした場合、インターネットから直接管理権 限を要する操作が可能となる可能性があるため、 十分に強固な認証","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":208,"page_to":209,"char_count":1126},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c210","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"策事項4.2.2(2)-3 a)「適切なアクセス制御」について 基本対策事項4.2.2(1)-1 e)において定めている運用規程に基づき、クラウドサービス 管理者は、クラウドサービスの利用者がクラウドサービスで取り扱う情報やクラウド サービスの機能へアクセスする制御を定めること。アクセス制御については、例えば、 以下の機能が利用可能である場合は、セキュリティ要件として策定すべきか検討する とよい。 • クラウドサービスへ影響を与える重要な操作に対するアクセス制限 • 一定回数続けてログインに失敗した場合のアクセス制限 • 特定のIP アドレス等以外からのアクセス制限 • 機関等支給以外の端末からのアクセス制限 • 利用時間帯や利用する場所によるアクセス制限  基本対策事項4.2.2(2)-3 b)「適切なセキュリティ対策」について 基本対策事項4.2.2(1)-1 h)において定めている運用規程に基づき、 インターネット等\n\n201 の機関等外通信回線から機関等内通信回線を経由せずにクラウドサービス上に構築し た情報システムにログインすることを認める場合、接続するデバイスからのアクセ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":209,"page_to":210,"char_count":1271},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c211","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"事項4.2.2(2)-4 b) 「ユーティリティプログラムを使用する場合の機能の確認と 利用者の制限」について 基本対策事項4.2.2(1)-8 c)において定めている運用規程に基づき、クラウドサービス 管理者は、クラウドサービスのリソース（ネットワーク、仮想マシン等）の設定を変更 するユーティリティプログラムを使用する場合の機能の確認と利用者を制限するため のセキュリティ要件を定める必要がある。  基本対策事項4.2.2(2)-5 a)「必要なログの管理」について 基本対策事項4.2.2(1)-1 i)において定めている運用規程に基づき、クラウドサービス 管理者は、クラウドサービスにおけるログの取得についての要件を定める必要がある。 利用するクラウドサービスによって取得できるログの種類や取得方法等が異なるため、 クラウドサービスごとにセキュリティ要件を定める必要がある。取得すべきログの種 類や取得方法等については、 クラウドサービス提供者が提示している推奨方法や、 業界 標準、ベストプラクティス等を参照し、策定する必要がある。なお、クラウドサービス においては、複数のサービスのログ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":210,"page_to":211,"char_count":1234},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c212","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"いに係る法 令や規則の確認」について 基本対策事項4.2.2(1)-2 b)において定めている運用規程に基づき、 セキュリティ要件 として定めるクラウドサービスの利用において適用する暗号による一連の要件が、関 連する協定、 法令及び規制を順守していることを確認することが重要である。 （ 「電子政 府推奨暗号リスト」 に記載されていない暗号化方式を利用する場合、 特に輸出規制等に 注意が必要である。 ）  基本対策事項4.2.2(2)-6 c)「暗号化に用いる鍵の保管場所等の管理」について 基本対策事項4.2.2(1)-9 a)において定めている運用規程に基づき、 クラウドサービス 管理者は、情報の暗号化に用いる鍵の保管場所に関するセキュリティ要件を定める必 要がある。 例えば、 暗号鍵の保管場所については、 暗号化した情報とは別の場所で管理 することや、 法制度や実施体制が十分でない、 法の執行が不透明である、 権力が独裁的 である、国際的な取決めを遵守しないなどのリスクの高い国には保管しないなどが考 えられる。暗号鍵の管理については、基本対策事項7.1.5(1)-3 b)「管理手順","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":211,"page_to":212,"char_count":1210},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c213","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ティ設定が何もされていない場合があり、外部のネットワークへ接続が可能 となっていることがあるため、事前に外部へのネットワークと通信できないようにす ることを要件とすることや十分なセキュリティ対策がなされる要件を事前に定めてお く必要がある。なお、具体的な対策としては、仮想マシンのOS に対して最新のセキュ リティパッチを適用することや不正プログラム対策ソフトウェアを導入することなど が考えられる。  基本対策事項4.2.2(2)-7 b) 「クラウドサービス提供者へのセキュリティを保つための開 発手順等の情報の要求とその活用」について 基本対策事項4.2.2(1)-3 a)において定めている運用規程に基づき、 クラウドサービス 管理者は、情報システムの構築を業務委託する際などは、遵守事項5.2.1(3)(a)(ウ)の内 容を調達仕様書に記載することが求められるが、更にクラウドサービスを利用する場 合、 クラウドサービス特有の手法等が存在するため、 その情報をクラウドサービス提供 者に要求しクラウドサービスのセキュリティを保つための開発手順等の必要なセキュ リティ要件を定めること。 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":212,"page_to":212,"char_count":1240},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c214","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"「セキュリティ要件の異なるネットワーク間の通信の監視」 について 基本対策事項4.2.2(1)-4 c)において定めている運用規程に基づき、クラウドサービス 管理者は、クラウドサービス上のセキュリティ要件が異なるネットワーク同士の接続 間の通信 （トラフィック） を監視・制御するためのセキュリティ要件を定める必要があ る。 通常はこの位置にファイアウォールを構成し、 トラフィックの制御を実施する。 ク ラウドサービスによっては、 ファイアウォールを細かく設置できるものもあるため、 セ キュリティ要件を策定する際にその設置箇所等を十分に検討する必要がある。 また、 こ れらの間の通信を監視して異常の検知を行うとともに、設定は定期的な確認による見\n\n204 直しを行うことが推奨される。  基本対策事項4.2.2(2)-8 b) 「利用するデータ容量や稼働性能についての監視と将来の予 測」について 基本対策事項4.2.2(1)-4 d)において定めている運用規程に基づき、 クラウドサービス 管理者は、リソースを柔軟に増減させることができる機能を有するクラウドサービス を利用する場合、当該ク","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":212,"page_to":213,"char_count":1188},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c215","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ンシ デント発生時の原因解析等に影響を及ぼすおそれがあるため重要となる。  基本対策事項4.2.2(2)-8 d)「不正利用の監視」について 基本対策事項4.2.2(1)-8 d)において定めている運用規程に基づき、 クラウドサービス 管理者は、クラウドサービスへの不正利用を検知することが可能な監視機能をクラウ ドサービス提供者に要求し、監視を行うことをセキュリティ要件として定める必要が ある。クラウドサービスの利用者の識別コードを含むクラウドサービス内に保持され るクラウドサービス利用者の情報に対して、クラウドサービス提供者がアクセスする ものについてはあらかじめ両者で確認し、サービス利用開始後に当該情報へのアクセ ス履歴をクラウドサービス利用者が常に監視・確認できることが求められる。 なお、機関等外の者と情報を共有することを目的としてクラウドサービスを利用す る場合は、職員等が利用する情報に対する操作等を監視するための機能としてDLP な どの仕組みを導入することが考えられる。  基本対策事項4.2.2(2)-9 a)「可用性を考慮した設計」について 基本対策事項4.2.2(1","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":213,"page_to":214,"char_count":1208},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c216","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"した情報などのバックアップに係るセキュリティ要件を定める必要がある。なお、 クラウドサービスによっては、事前に構成のテンプレートを用意しておき不測の事態 に対してそれを適用させ復旧させるものなどが存在するので、クラウドサービス提供 者に対して推奨される要件を確認することが望ましい。 また、 取得したバックアップが 有効であることを定期的に確認できるようにセキュリティ要件を定めることも重要で ある。\n\n206 遵守事項 (3) クラウドサービスを利用した情報システムの導入・構築時の対策 (a) クラウドサービス管理者は、(1)(a)で定めた運用規程を踏まえて、(2)(b)において定 めるセキュリティ要件に従いクラウドサービス利用における必要な措置を講ずるこ と。また、導入・構築時に実施状況を確認・記録すること。 (b) クラウドサービス管理者は、情報システムにおいてクラウドサービスを利用する 際には、情報システム台帳及び関連文書に記録又は記載すること。なお、情報システ ム台帳に記録又は記載した場合は、統括情報セキュリティ責任者へ報告すること。 (c) クラウドサービス管理者は、 クラウド","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":214,"page_to":215,"char_count":1240},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c217","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"を意識した責任範囲の整理 b) 利用するクラウドサービスのサービスごとの情報セキュリティインシデント対 処に関する事項 c) 利用するクラウドサービスに係る情報セキュリティインシデント発生時の連絡 体制 ＜4.2.2(3)(c)(ウ)関連＞ 4.2.2(3)-3 クラウドサービス管理者は、以下を全て含む利用するクラウドサービスが停止 又は利用できなくなった際の復旧手順を実施手順として整備すること。 a) 要安定情報をクラウドサービスで取り扱う場合の十分な可用性を担保した復旧 に係る手順\n\n207 （解説）  遵守事項4.2.2(3)(a)「クラウドサービス利用における必要な措置を講ずる」について 遵守事項4.2.2(2)(b)で定めたセキュリティ要件に従ってクラウドサービスを利用し 情報システムを構築又はクラウドサービスの設定等を実施するに当たっては、クラウ ドサービス提供者が提示している推奨設定や、 業界標準、 ベストプラクティス等を参照 し必要な措置を講ずる必要がある。 ベストプラクティスを参照するに当たっては、クラウドサービス提供者が提供して いる推奨設定等が存在するが、 内閣","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":215,"page_to":216,"char_count":1289},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c218","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ついて記録し、 対象外 （適用不可） と判断した項目について はその理由を付記することが求められる。  遵守事項4.2.2(3)(b) 「情報システムにおいてクラウドサービスを利用する際」 について 情報システム台帳の整備内容の網羅性維持のため、 クラウドサービス管理者は、 クラ ウドサービスを利用し新規に情報システムを構築した際には、速やかに情報システム 台帳に記載の事項を報告する必要がある。 なお、 クラウドサービス管理者は、 必要に応じてクラウドサービスの利用に係る関連 文書としてクラウドサービスの情報セキュリティ対策を維持するための情報を整備す ることが望ましい。 その際、 遵守事項4.2.2(1)(a)において定めている運用規程の各項目 について、 対象外 （適用不可） と判断した項目については対象外とした際のリスクを低 減するための措置の検討結果と対象外とした理由を付記することが求められる。  基本対策事項4.2.2(3)-1 a) 「責任分界点を意識したクラウドサービスの利用手順」 につ いて 基本対策事項4.2.2(1)-5 a)において定めている運用規程に基づき、","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":216,"page_to":217,"char_count":1244},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c219","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ウドサービス利用者の操作により利用中のクラウドサービスに重大 な障害をもたらすことが予想される操作については、その操作手順を文書化する必要 がある。  基本対策事項4.2.2(3)-2 a)「責任分界点を意識した責任範囲の整理」について クラウドサービスの利用においては、利用するクラウドサービスの形態及び仕様に よってクラウドサービスの利用者とクラウドサービスの提供者で責任範囲が異なって くる。 一方で、 クラウドサービスで取り扱う情報そのものや、 クラウドサービスへアク セスするデバイスに関するセキュリティ対策等は、クラウドサービス利用者の責任範 囲であると考えられる。 そのような責任分界点を意識し、 情報セキュリティインシデン トが発生した際にどこまでが利用者の責任範囲、どこからがクラウドサービス提供者 の責任範囲であるかを整理しておく必要がある。  基本対策事項4.2.2(3)-2 b) 「情報セキュリティインシデント対処に関する事項」 につい て 情報セキュリティインシデント対処に関する事項に関しては、クラウドサービスの 個別の事情に合わせて検討する必要がある。 クラウドサ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":217,"page_to":218,"char_count":1244},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c220","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"生時の連絡体制」につい て 基本対策事項4.2.2(1)-5 d)において定めている運用規程に基づき、 クラウドサービス 管理者は、利用するクラウドサービスにおいて情報セキュリティインシデントの発生 を検知した場合に、 連絡する体制をあらかじめ確認しておく必要がある。 また、 連絡先 にはクラウドサービス提供者や当該クラウドサービスの構築や運用を業務委託してい る場合の委託先の連絡先も含めること。  基本対策事項4.2.2(3)-3 a)「十分な可用性を担保した復旧に係る手順」について 基本対策事項4.2.2(1)-12 b)において定めている運用規程に基づき、クラウドサービ ス管理者は、要安定情報を取り扱うクラウドサービスにおける十分な可用性を担保し た復旧に係る手順を整備しておく必要がある。 また、遠隔地クラスタなどの冗長化構成を採用した場合もフェールオーバー及び フェールバック等の実施手順を用意しておくとよい。\n\n210 遵守事項 (4) クラウドサービスを利用した情報システムの運用・保守時の対策 (a) クラウドサービス管理者は、(1)(b)で定めた運用規程を踏まえて、クラウ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":218,"page_to":219,"char_count":1295},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c221","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ビス利用者に割り当てたアクセス権限に対する定期的な確認によ る見直し 4.2.2(4)-3 クラウドサービス管理者は、以下を全て含むクラウドサービスで利用する機能 に対する脆弱性対策を実施すること。 a) クラウドサービスの機能に対する脆弱性対策の実施 4.2.2(4)-4 クラウドサービス管理者は、以下を全て含むクラウドサービスを運用する際の 設定変更に関する情報セキュリティ対策を実施すること。 a) クラウドサービスのリソース設定を変更するユーティリティプログラムを使用 する場合の利用者の制限 b) クラウドサービスの設定を変更する場合の設定の誤りを防止するための対策 c) クラウドサービス利用者が行う可能性のある重要操作に対する監督者の指導の 下での実施 4.2.2(4)-5 クラウドサービス管理者は、以下を全て含むクラウドサービスを運用する際の 監視に関する対策を実施すること。 a) 利用するクラウドサービスの不正利用の監視 b) クラウドサービスで利用しているデータ容量、性能等の監視\n\n211 4.2.2(4)-6 クラウドサービス管理者は、以下を全て含むクラウドサービスを運","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":219,"page_to":220,"char_count":1116},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c222","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"など） によっては適用できないものも存在す る可能性もある。 よって、 クラウドサービス管理者は、 利用するクラウドサービスごと に各規定の実施について記録し、 対象外 （適用不可） と判断した項目についてはその理 由と対策を付記することが求められる。また、クラウドサービスは様々な要因で提供 サービスの状況が変わることが想定されるため、 本確認・記録作業は定期的に繰り返し 行うことが求められる。  遵守事項4.2.2(4)(b)「情報セキュリティ対策を実施するために必要となる項目等で修 正又は変更等が発生した場合」について 情報システム台帳の整備内容の網羅性維持のため、 クラウドサービス管理者は、 クラ ウドサービスの運用・保守時に情報セキュリティ対策を実施するために必要となる項 目等への修正又は変更が発生した場合、 速やかに情報システム台帳更新又は修正し、 統 括情報セキュリティ責任者に報告する必要があるが、その報告の方法や時期について は、機関等ごとに定めることが望ましい。 なお、 クラウドサービス管理者は、 必要に応じてクラウドサービスの利用に係る関連 文書として整備したクラウ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":220,"page_to":221,"char_count":1160},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c223","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ドサービスによっては、 クラウドサービス提供者の都合によ りそのサービス内容を変更されてしまう場合があるため、クラウドサービス利用の当 初に想定したセキュリティ対策が利用期間中に正しく機能しなくなる可能性があるこ とから、 責任共有モデルで、 クラウドサービス提供者側の責任として含まれる以下を例 とする項目や契約時に同意した項目について、定期的にクラウドサービス提供者に確 認することが求められる。 • 情報の保存方法、保存場所、伝送経路 • 情報の廃棄 • ログ情報の収集と保存状況 • 時刻同期の状況 • バックアップの実施 • 不正アクセスの監視  基本対策事項4.2.2(4)-1 b)「IT 資産の適切な管理」について 基本対策事項4.2.2(1)-7 a)において定めている運用規程に基づき、 クラウドサービス 管理者は、 クラウドサービス利用におけるサービス内容の設定等の変更を、 適切に管理 し把握する必要がある。また、クラウドサービスによっては利用状況により提供する CPU やバックアップストレージ等のリソースを自動的に拡張するなどの機能を有して いるため、オンプレミスで利用","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":221,"page_to":222,"char_count":1182},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c224","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"する定期的な確認による見直 し」について 基本対策事項4.2.2(1)-8 b)において定めている運用規程に基づき、 クラウドサービス 管理者は、クラウドサービス利用者に割り当てたクラウドサービスへのアクセス権限\n\n213 について、定期的に確認し、必要に応じて見直す必要がある。見直す対象としては、ク ラウドサービス利用の目的及び必要性、 対象者の妥当性、 利用期間、 権限の範囲等が挙 げられる。 また、 利用するクラウドサービスによっては、 利用者アカウントへの権限だ けではなくサービスごとにアクセス権限を割り当てられる特殊なアカウントが存在す るため、 そのような特殊なアカウントについてもアクセス権限を定期的に確認し、 必要 に応じて見直す必要がある。  基本対策事項4.2.2(4)-3 a) 「クラウドサービスの機能に対する脆弱性対策の実施」 につ いて 基本対策事項4.2.2(1)-7 c)において定めている運用規程に基づき、クラウドサービス 管理者は、 クラウドサービスの機能に対する脆弱性対策を実施する必要がある。 例えば、 仮想化技術を用いたマルチテナントの環境において、","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":221,"page_to":222,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c225","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"サービスの設定を変更する場合の設定誤りはサービス自体の停 止などの広範囲な障害につながる可能性があり、 それを避けるため、 以下を例とする設 定の誤りを防止するための対策を行うことが求められる。 • 定期的な設定の確認 • クラウドサービス提供者等が提供するセキュリティ設定・監視ツールの利用 • 設定権限を与えるクラウドサービス利用者の限定 • 責任共有モデルにおけるクラウドサービス利用者側の責任範囲の明確化 • 開発プロセスへのセキュリティ対策の組み込み • クラウドサービスの機能追加に係る設定の確認による見直し なお、 クラウドサービスにおける設定の誤りを防止するためのツールとして、 CSPM と呼ばれる製品が存在する。CSPM については「 （解説）基本対策事項4.2.2(1)-11 a) 「設定の誤りを防止するための対策」について」を参照のこと。  基本対策事項4.2.2(4)-4 c)「重要操作に対する監督者の指導の下での実施」について 基本対策事項4.2.2(1)-11 b)において定めている運用規程に基づき、クラウドサービ ス管理者は、クラウドサービス利用者の操作により","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":222,"page_to":223,"char_count":1262},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c226","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"える利用が予想される場合は、対策を検討することが求められる。  基本対策事項4.2.2(4)-6 a)「バックアップの確実な実施」について 基本対策事項4.2.2(1)-12 a)において定めている運用規程に基づき、クラウドサービ ス管理者は、 クラウドサービス提供者が提供するバックアップ機能を利用する場合、 ク ラウドサービス提供者にその仕様を要求し要求事項を満たすことを確認する必要があ る。 また、 取得したバックアップが有効であることを定期的に確認することも求められ る。  基本対策事項4.2.2(4)-6 b)「十分な可用性の担保、復旧に係る定期的な訓練の実施」に ついて 基本対策事項4.2.2(1)-12 b)において定めている運用規程に基づき、クラウドサービ ス管理者は、 クラウドサービスを利用して要安定情報を取り扱う場合、 十分な可用性を 担保するために当該情報システムに係る情報のバックアップからの復旧手順に対して、 定期的に訓練を実施することが求められる。 また、 遠隔地クラスタなどの冗長化構成を 採用した場合もフェールオーバー及びフェールバックの検証を定期的に行う","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":223,"page_to":225,"char_count":1260},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c227","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ステムの更改・廃棄時の対策 (a) クラウドサービス管理者は、(1)(c)で定めた運用規程を踏まえて、更改・廃棄時の 必要な措置を講ずること。また、クラウドサービスの利用終了時に実施状況を確認・ 記録すること。 【 基本対策事項 】 ＜4.2.2(5)(a)関連＞ 4.2.2(5)-1 クラウドサービス管理者は、以下を全て含むクラウドサービスの利用終了に関 する情報セキュリティ対策を実施すること。 a) クラウドサービスで取り扱った情報の廃棄 b) 暗号化消去が行えない場合の基盤となる物理機器の廃棄 c) 作成されたクラウドサービス利用者アカウントの削除 d) 利用したクラウドサービスにおける管理者アカウントの削除又は返却 e) クラウドサービス利用者アカウント以外の特殊なアカウントの削除と関連情報 の廃棄 （解説）  遵守事項4.2.2(5)(a)「実施状況を確認・記録する」について 遵守事項4.2.2(1)(c)において定めている運用規程の各項目については、 利用するクラ ウドサービスの形態 （IaaS、 PaaS、 SaaS など） 及び仕様によっては適用できないもの も存在す","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":225,"page_to":226,"char_count":1199},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c228","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"は、 復号に用いる鍵に対してそのバックアップを含め確実な廃棄が求められる。 以下は クラウドサービス利用終了時に廃棄すべき情報の例である。 • 仮想リソース（仮想マシン、仮想ストレージ、仮想ネットワーク機器など） • ファイル （ストレージサービスに格納したファイル、 各サービスのログ、 開発関\n\n217 連ファイル、設定ファイルなど） • 暗号化された情報の復号に用いる鍵 • ドメイン情報  基本対策事項4.2.2(5)-1 b)「基盤となる物理機器の廃棄」について 基本対策事項4.2.2(1)-14 b)において定めている運用規程に基づき、クラウドサービ ス管理者は、 暗号化消去が行えないクラウドサービスを利用した場合、 クラウドサービ ス提供者が、クラウドサービスの基盤となる装置等のセキュリティを保った処分又は 再利用のための方針及び手順の確実な実施を確認する必要がある。  基本対策事項4.2.2(5)-1 c)「クラウドサービス利用者アカウントの削除」について 基本対策事項4.2.2(1)-15 a)において定めている運用規程に基づき、クラウドサービ ス管理者は、クラウドサ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":225,"page_to":227,"char_count":1242},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c229","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"も廃棄されていることを確認 することが必要である。\n\n218 4.2.3 クラウドサービスの選定・利用（要機密情報を取り扱わない場合） 目的・趣旨 要機密情報を取り扱わない場合であって、クラウドサービス提供者における高いレベル の情報管理を要求する必要がない場合においても、種々の情報を機関等から送信している ことを十分認識し、リスクを十分踏まえた上で利用の可否を判断して利用することが求め られる。 一方、 要機密情報を取り扱う場合と同等のセキュリティ対策を求めることはクラウ ドサービスの利用推進を妨げるものであるため、要機密情報を取り扱わない前提でクラウ ドサービスを利用する場合は、本款で定めた遵守事項に従って情報セキュリティ対策を適 切に講ずることが求められる。 遵守事項 (1) 要機密情報を取り扱わない場合のクラウドサービスの利用に係る運用規程の整備 (a) 統括情報セキュリティ責任者は、 以下を全て含むクラウドサービス （要機密情報を 取り扱わない場合）の利用に関する運用規程を整備すること。 クラウドサービスを利用可能な業務の範囲 クラウドサービスの利用申請の許可権限者と利用手続","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":226,"page_to":228,"char_count":1201},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c230","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ルを定め、 常に最新のクラウドサービスの利用状況を把握できるようにする。 記\n\n219 録する際は、以下を例とする項目を記録し機関等内で共有すること。 • クラウドサービスの名称（必要に応じて機能名までを含む） • クラウドサービス提供者の名称 • 利用目的（業務内容） • 取り扱う情報の格付 • 利用期間 • 利用申請者（所属・氏名） • 利用者の範囲（機関等内に限る、部局内に限る など） 。 • クラウドサービス管理者（所属・氏名） ＜4.2.3(1)(a)(エ)関連＞ 4.2.3(1)-3 統括情報セキュリティ責任者は、機関等において要機密情報を取り扱わない前 提でクラウドサービスを業務に利用する場合は、以下を全て含む運用規程を整備する こと。 a) サービス利用中の安全管理に係る運用規程 • 適切な主体認証、アクセス制御の管理の実施 • サービス機能の設定（例えば情報の公開範囲）に関する定期的な内容確認 • 情報の滅失、破壊等に備えたバックアップの取得 • 利用者への定期的な注意喚起 （禁止されている要機密情報の取扱いの有無の 確認等） b) 情報セキュリティインシデント発生時","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":227,"page_to":229,"char_count":1293},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c231","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"が改ざんされた場合でも、利用形態によってはクラウドサービス提供者が 一切の責任を負わない場合がある。 • 突然サービス停止に陥ることがある。 また、 その際に預けた情報の取扱いは保証 されず、 損害賠償も行われない場合がある。 定型約款の条項は一般的にサービス 提供者に不利益が生じないようになっており、このような利用条件に合意せざ るを得ない。また、サービスの復旧についても保証されない場合が多い。 • 保存された情報が誤って消去又は破壊されてしまった場合に、サービス提供者 が情報の復元に応じない可能性がある。 また、 復元に応じる場合でも復旧に時間 がかかることがある。 • 情報セキュリティインシデントが発生した際に、機関等に対し必要十分な報告 がなされないことがある。 • 定型約款及び利用規約の内容が、クラウドサービス提供者側の都合で利用開始 後においても定型約款の変更をすることにより、変更後の定型約款の条項につ いて合意があったものとみなし、個別に相手方と合意をすることなく契約の内 容を変更することができる場合がある。 • 情報の取扱いが保証されず、一旦記録された情報の確実な消去は","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":229,"page_to":229,"char_count":1216},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c232","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"る運用においても、 当該 クラウドサービスにおけるクラウドサービス管理者を指名する必要がある。 • サービスの定型約款や利用規約の内容 • クラウドサービス提供者の情報セキュリティポリシー及びプライバシーポリ シー • 提供サービスにおけるセキュリティ設定及びプライバシー設定の方法（初期設 定を含む。 ） • 情報セキュリティインシデント発生時における個別対応の可否（運用実績等を 勘案するとよい。 ）\n\n221  遵守事項4.2.3(1)(a)(ウ)「クラウドサービス管理者」について 利用申請の許可権限者は、 承認する際に当該申請に対する 「クラウドサービス管理者」 を指名することが求められるが、要機密情報を取り扱わない場合のクラウドサービス の利用においては課室情報セキュリティ責任者又は利用申請者自身を想定している。 なお、 承認済みとして事前に機関内に通知するクラウドサービスにおいては、 組織横断 的な管理が必要とされる可能性があることから情報システムセキュリティ責任者を想 定している。\n\n222 遵守事項 (2) 要機密情報を取り扱わない場合のクラウドサービスの利用における対策","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":229,"page_to":231,"char_count":1280},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c233","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"サービスで情報セキュリティインシデント が発生した際の連絡体制の整備 （解説）  遵守事項4.2.3(2)(a)「利用に当たってのリスク」について 個々の業務の遂行において、要機密情報を取り扱わない前提でクラウドサービスの 利用を検討する際は、 当該サービスの定型約款、 利用規約、 その他の利用条件を確認し、 リスクや課題への対策を明確化した上で、適切に利用の必要性を判断することが必要 である。 なお、考慮すべきリスクの例については、 「 （解説）遵守事項4.2.3(1)(a)(ア)「利用可 能な業務の範囲」について」を参照のこと。 さらに、調達行為を伴わず要機密情報を取り扱わない場合においてクラウドサービ スを利用等する際には、 「調達行為を伴わないＳＮＳ等の外部サービスの利用等に関す る申合せ」 に基づき、 必要な場合において、 内閣サイバーセキュリティセンターに対し、 講ずべき必要な措置について、助言を求める必要がある。\n\n223 参考：内閣サイバーセキュリティセンター 「調達行為を伴わないＳＮＳ等の外部サー ビスの利用等に関する申合せ」 （令和４年12 月12 日関係省庁申合","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":231,"page_to":232,"char_count":1251},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c234","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"用申請の結果を踏まえて、機関内で事前に承認済とするかを判断し、 承認済みクラウドサービスとする場合、承認済みとした上でクラウドサービスを記録 すること。  基本対策事項4.2.3(2)-1 a)「利用に係る安全管理」について 基本対策事項4.2.3(1)-3 a)において定めている運用規程に基づき、 要機密情報を取り 扱わない場合のクラウドサービスであっても、適切な安全管理を実施する必要がある。 例えば、 利用するクラウドサービスを管理する機能に対して適切に主体認証、 アクセ ス制御の管理を行う必要がある。 また、 利用するクラウドサービスの形態や仕様によっ ては、クラウドサービスの利用者に対して識別コードを付与するサービスも存在する。 そのようなサービスにおいても適切に主体認証、アクセス制御の管理を行う必要があ る。 さらに、 クラウドサービス利用者が当該クラウドサービスに保存した情報の公開設 定をすることができる機能を有するクラウドサービスであった場合は、公開設定が正 しく運用できているかの定期的な確認を実施することやバックアップの機能を有する クラウドサービスであるなら適切なバ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":232,"page_to":234,"char_count":1270},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c235","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"該システムへの不正侵入の足がかりとされ、 要機密情報の窃取や破 壊、情報システムの機能停止等の原因となるおそれがある。 これらの課題に対応するため、 対策基準に基づいた機器等の調達を行うべく、 機器等の選 定基準及び納入時の確認・検査手続を整備する必要がある。 遵守事項 (1) 機器等の調達に係る運用規程の整備 (a) 統括情報セキュリティ責任者は、 機器等の選定基準を運用規程として整備すること。 必要に応じて、 選定基準の一つとして、 機器等の開発等のライフサイクルで不正な変 更が加えられない管理がなされ、その管理を機関等が確認できることを加えること。 (b) 統括情報セキュリティ責任者は、 情報セキュリティ対策の視点を加味して、 機器等 の納入時の確認・検査手続を整備すること。 【 基本対策事項 】 ＜4.3.1(1)(a)関連＞ 4.3.1(1)-1 統括情報セキュリティ責任者は、 機器等の選定基準に、 サプライチェーン・リス クを低減するための要件として、以下を全て含めること。 調達した機器等に不正な変更が見付かったときに、必要に応じて追跡調査や立 入検査等、 機関等と調達先が","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":234,"page_to":235,"char_count":1169},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c236","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ていないこと。 （解説）  遵守事項4.3.1(1)(a)「機器等の選定基準」について 調達する機器等が、 対策基準の該当項目を満たし、 機関等のセキュリティ水準を一定 以上に保つために、機器等に対して要求すべきセキュリティ要件を機関等内で統一的 に整備することが重要である。 また、 選定基準は、 法令の制定や改正等の外的要因の変 化に対応して適時見直し、機器等の調達に反映することが必要である。 整備する選定基準としては、 例えば、 開発工程において信頼できる品質保証体制が確 立されていること、 設置時や保守時のサポート体制が確立されていること、 利用マニュ アル・ガイダンスが適切に整備されていること、 脆弱性検査等のテストの実施が確認で きること、ISO 等の国際標準に基づく第三者認証が活用可能な場合は活用すること等 が考えられる。  遵守事項4.3.1(1)(a)「必要に応じて」について 機器等は、 取り扱う情報の格付及び取扱制限、 利用する組織の特性や利用環境等に応 じて想定されるリスクを考慮して選定する必要があることから、選定基準については、 当該事項の適用要否を判断した上","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":235,"page_to":236,"char_count":1281},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c237","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"が払拭できな い機器等、 及びサプライチェーン・リスクに係る懸念が払拭できない企業の機器等を調 達しないことが求められる。 このような対応をする手段の一つとして、 政府調達において、 相対の交渉が可能な契\n\n227 約であれば、 調達に係る契約の相手方に対して、 サプライチェーン・リスクに係る十分 な知見をもとに、 機器等に関し必要な要件を備えるべく、 交渉を通じて個別に求めるこ とが考えられる。 なお、上記の場合においても、関係する国内法令（会計法、予算決算及び会計令、国 の物品等又は特定役務の調達手続の特例を定める政令・省令等） 及び関係する国際協定 （政府調達に関する協定を改正する議定書等）を遵守する必要がある。  基本対策事項4.3.1(1)-1 a)「原因を調査・排除できる体制」について OEM （Original Equipment Manufacturer） によって提供される機器等についても、 OEM 製品の製造者においても不正な変更が加えられないよう、OEM 製品の販売者が 機器等のサプライチェーン全体について適切に管理していることも含めて、要件を定 めることが考え","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":235,"page_to":236,"char_count":1279},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c238","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"/pdf/policy/kihon-2/IT_moushiawase.pdf）  基本対策事項4.3.1(1)-2「ISO/IEC 15408 に基づく認証」について 機器等の調達においては、ISO/IEC 15408 に基づく認証を取得している製品の優遇 を選定基準の一つとすることで、第三者による情報セキュリティ機能の客観的な評価 を受けた製品を活用でき、信頼度の高い情報システムが構築できる。 ISO/IEC 15408 に基づく認証では、第三者によって、対抗する脅威に必要な機能が 設計書に反映されていること、 その機能が設計どおり実装されていること、 開発現場や 製造過程においてセキュリティが侵害される可能性が無いこと、 利用マニュアル・ガイ ダンス等にセキュリティを保つための必要事項が明確に示されていること等が客観的\n\n228 に評価され、評価結果及び既知の情報から懸念される脆弱性についての評定及びテス トが実施される。 ただし、 第三者によって評価 ・ 保証される範囲は、 適合するProtection Profile （国際標準に基づくセキュリティ要件） や、 評価保証レベル","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":236,"page_to":238,"char_count":1268},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c239","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"は、情報セキュリティを取り巻く様々な脅威動向や情報システムにインシデ ントが発生した際の業務影響度、 社会的影響、 取り扱う情報、 機関等の組織特性等を踏まえ て、高度な情報セキュリティ対策が求められる情報システムを判別するための分類基準を 定め、 分類基準に応じた情報セキュリティ対策を規定することで、 自組織が所管する情報シ ステムの分類に応じた適切な対策が講じられるようにすることが重要である。 遵守事項 (1) 情報システムにおける分類のための運用規程の整備 (a) 統括情報セキュリティ責任者は、 情報システムの情報セキュリティインシデント発 生時の業務影響度等を踏まえ、 高度な情報セキュリティ対策が要求される情報システ ムを判別するための基準である情報システムの分類基準を運用規程として整備する こと。 【 基本対策事項 】規定なし （解説）  遵守事項5.1.1(1)(a)「情報システムの分類基準を運用規程として整備する」について 機関等が所管する情報システムは、取り扱う情報や情報システムを利用して行う業 務の内容等により、 情報システムを構成する要素や利用方法等が異なる。 そ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":238,"page_to":239,"char_count":1172},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c240","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ためのものである。 具体的に情報システムの分類基準として整備する内容は、表5.1.1-1 に例示したよう な情報システムを分類するためのラベルとなる項目と、その項目を判断するための基 準となる考え方を示したものが必要となる。 また、 情報システムセキュリティ責任者が 情報システムの分類をする際に判断しやすいよう、ラベルとなる項目ごとに該当する と想定される情報システムを記載しておくことが望ましい。 この分類基準を用いて情報システムセキュリティ責任者が分類を行い（遵守事項 5.2.1(2)(a)） 、統括情報セキュリティ責任者がその結果を確認し必要に応じて修正等の 指示を行う（遵守事項5.1.1(3)(a)）ことで、機関等が保有する情報システムを横断的に 把握・分類し、 個々の情報システムの特性に応じた必要な対策が過不足なく講じられる ことや、機関等においてより高度な情報セキュリティ対策が必要な情報システムを特 定することが重要である。 なお、情報システムの分類基準について参考となる例を表5.1.1-1 のとおり示す。機 関等においては、自組織の役割や組織の特性等を踏まえ本ガイドラインと","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":239,"page_to":239,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c241","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"令和４年11 月１日）等 （https://www.ismap.go.jp） 参考：IPA「非機能要求グレード」 （https://www.ipa.go.jp/archive/digital/iot-en-ci/jyouryuu/hikinou/ent03-b.html ） 参考：NIST「SP800-53 rev.5：組織と情報システムのためのセキュリティおよびプ ライバシー管理策」 （https://www.ipa.go.jp/security/reports/oversea/nist/ug65p90000019cp4-att/00 0092657.pdf）\n\n231 参考：NIST「SP800-53B：組織と情報システムのための管理策ベースライン」 （https://www.ipa.go.jp/security/reports/oversea/nist/ug65p90000019cp4-att/00 0092658.pdf） 表5.1.1-1 情報システムの分類基準（例） 情報システム の重要度 判断基準 （参考）想定する情報システム 高 ・ 国家安全保障及び治安関係の 業務を行","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":239,"page_to":240,"char_count":1183},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c242","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"・ 「情報システムの重要度：高」 を除く要保護情報を取り扱う 場合 ・ 情報セキュリティインシデン ト発生時に 「情報システムの重 要度：中」 に分類される他の情 報システムに影響を与える場 合 ・ 要保護情報を取り扱う情報シス テム（情報セキュリティインシ デント発生時に他の情報システ ムへ影響を与える情報システム を含み、 「情報システムの重要 度 ： 高」 に想定される情報システ ムを除く。 ） 低 ・ 「情報システムの重要度：高、 中」を除く全て ・ 要保護情報の取扱いがない情報 システム 例示のうち 「情報システムの重要度：高」 の判断基準については、 「IT 調達に係る国\n\n232 等の物品等又は役務の調達方針及び調達手続に関する申合せ」 の別紙３ 「重要性の観点」 を基に作成。\n\n233 遵守事項 (2) 情報システムの分類基準に基づいた情報セキュリティ対策に係る運用規程の整備 (a) 統括情報セキュリティ責任者は、 情報システムに求める分類基準に応じた情報シス テムのセキュリティ要件及び情報システムの構成要素ごとの情報セキュリティ対策 の具体的な対策事項を運用規程として","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":240,"page_to":242,"char_count":1246},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c243","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"キュリティ対策」 に加えて追加で対策を求める具体的な対策事項のことで ある。この「基本セキュリティ対策」と「追加セキュリティ対策」については、情報シ ステムの分類基準で整備した分類に応じて、実施するための判断基準を定めておく必 要がある。なお、本ガイドラインの表5.1.1-1 を分類基準として採用する場合の判断基 準を「表5.1.1-2：具体的な対策事項を実施させるための判断基準（例） 」に示す。 さらに「基本セキュリティ対策」と「追加セキュリティ対策」で求めている具体的な 対策事項については、本ガイドラインの第６部及び第７部が情報システムのセキュリ ティ要件及び情報システムの構成要素ごとの情報セキュリティ対策を定めているので、 それらの基本対策事項を参考に定め、運用規程として整備しておく必要がある。 ただし、 本ガイドラインと異なる情報システムの分類基準を採用した場合、 自組織で 定めた分類基準と本ガイドラインで高度なセキュリティ対策が必要となる情報システ ムの分類結果が異なることが考えられる。 その場合、 本ガイドライン第６部及び第７部 における基本対策事項を自組織で定めた分類基準","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":242,"page_to":243,"char_count":1276},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c244","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"について 基本セキュリティ対策とは、情報システムの分類基準に関わらず全ての情報システ ムにおいて対策を求める具体的な対策事項のこと（セキュリティベースライン） 。  基本対策事項5.1.1(2)-1「追加セキュリティ対策」について 情報システムの分類基準において、高度な情報セキュリティ対策を要求する情報シ ステムに対し、 「基本セキュリティ対策」に加え追加で対策を求める具体的な対策事項 のこと。\n\n235 遵守事項 (3) 情報システムの分類基準に基づいた分類の実施 (a) 統括情報セキュリティ責任者は、情報システムの分類基準に基づいた情報システ ムの分類を情報システムセキュリティ責任者に実施させ、実施した結果を報告させ ること。 情報システムセキュリティ責任者から報告を受けた情報システムの分類結果 については、 情報セキュリティインシデント発生時の業務影響度や脅威動向等を踏ま えて、上位又は下位の情報システムの分類の適用が望ましい場合には修正の指示を 行うこと。 【 基本対策事項 】 ＜5.1.1(3)(a)関連＞ 5.1.1(3)-1 統括情報セキュリティ責任者は、 以下の全ての","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":243,"page_to":244,"char_count":1164},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c245","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"事項5.1.1(3)(a)「上位又は下位の情報システムの分類の適用が望ましい場合には 修正の指示を行う」について 情報システムセキュリティ責任者において評価した情報システムの分類結果につい て、 機関等で保有する情報システムの評価状況を踏まえ、 分類結果を補正することが望 ましい場合がある。 そのため、 統括情報セキュリティ責任者において、 適切な分類結果 になるよう、必要に応じて補正を行うこと。\n\n236 遵守事項 (4) 情報システムの分類基準と情報セキュリティ対策の具体的な対策事項の運用規程の見 直し (a) 統括情報セキュリティ責任者は、 情報システムの分類基準と分類基準に応じた情報 セキュリティ対策の具体的な対策事項の運用規程について定期的な確認による見直 しをすること。 (b) 統括情報セキュリティ責任者は、 全ての情報システムが分類基準に基づいて適切に 分類が行われていることを定期的に確認すること。 【 基本対策事項 】 ＜5.1.1(4)(b)関連＞ 5.1.1(4)-1 統括情報セキュリティ責任者は、以下の全ての場合に分類基準に基づいた情報 システムの分類が行われてい","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":244,"page_to":246,"char_count":1297},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c246","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"。 そのため、 情報システムが対象とする業務、 業務において取り扱う情報、 情報を取り扱う 者、 情報を処理するために用いる環境・手段等を考慮した上で、 当該情報システムにおいて 想定される脅威への対策を検討し、必要十分なセキュリティ要件を仕様に適切に組み込む ことが重要となる。 加えて、 構築する情報システムへの脆弱性の混入を防止するための対策も、 構築前の企画 段階で考慮することが重要となる。 また、 情報システムの構築、 運用・保守を業務委託する場合については4.1 「業務委託」 、 クラウドサービスを利用して情報システムを構築する場合は4.2「クラウドサービス」 、情 報システムで利用する機器等を調達する場合は4.3「機器等の調達」 、政府共通利用型シス テムを利用して情報システムを構築する場合は5.4「政府共通利用型システム」を参照する こと。 遵守事項 (1) 実施体制の確保 (a) 情報システムセキュリティ責任者は、 情報システムのライフサイクル全般にわたっ て情報セキュリティの維持が可能な体制の確保を、最高情報セキュリティ責任者に 求めること。 (b) 最高情報セキュリ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":246,"page_to":248,"char_count":1300},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c247","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"分類を行い、 統括情報セキュリティ責任者に報告する」について 遵守事項5.1.1(1)(a)で統括情報セキュリティ責任者が定めた情報システムの分類基 準に基づき、高度な情報セキュリティ対策が要求される情報システムを判別するため、 情報システムの分類をすることを求めている。情報システムの分類をした結果につい ては、 統括情報セキュリティ責任者へ報告し、 必要に応じて分類結果の修正を行う必要 がある。\n\n240 遵守事項 (3) 情報システムのセキュリティ要件の策定 (a) 情報システムセキュリティ責任者は、 情報システムを構築する目的、 対象とする業 務等の業務要件及び当該情報システムで取り扱われる情報の格付等を勘案し情報シ ステムの分類に基づき、情報システムに求める分類基準に応じた具体的な対策事項 を踏まえて、以下の全ての事項を含む情報システムのセキュリティ要件を策定する こと。 情報システムに組み込む主体認証、アクセス制御、権限管理、ログ管理、暗 号化機能等のセキュリティ機能要件 情報システム運用時の監視等の運用管理機能要件 （監視するデータが暗号化 されている場合は、必要に応じて復","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":248,"page_to":249,"char_count":1265},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c248","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ュリティ要件とし て盛り込む必要が無いかを確認すること。 【 基本対策事項 】 ＜5.2.1(3)(a)関連＞ 5.2.1(3)-1 情報システムセキュリティ責任者は、 「情報システムに係る政府調達におけるセ キュリティ要件策定マニュアル」 を活用し、 情報システムが提供する業務及び取り扱う 情報、 利用環境等を考慮した上で、 脅威に対抗するために必要となるセキュリティ要件 を適切に決定すること。 5.2.1(3)-2 情報システムセキュリティ責任者は、開発する情報システムが運用される際に 想定される脅威の分析結果並びに当該情報システムにおいて取り扱う情報の格付及び 取扱制限に応じて、セキュリティ要件を適切に策定し、調達仕様書等に明記すること。 ＜5.2.1(3)(a)(ア)関連＞\n\n241 5.2.1(3)-3 情報システムセキュリティ責任者は、開発する情報システムが対抗すべき脅威 について、適切なセキュリティ要件が策定されていることを第三者が客観的に確認す る必要がある場合には、セキュリティ設計仕様書（ST：Security Target）を作成し、 ST 確認を受けること。 ＜5","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":249,"page_to":250,"char_count":1193},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c249","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"下を全て含む対策を実施すること。 情報システムで利用する機器等を調達する場合は、機関等の意図せざる不正な プログラム等が組み込まれていないことを確認すること。 アプリケーション・コンテンツの開発時に機関等の意図せざる不正なプログラ ム等が混入されることを防ぐための対策を講ずること。 情報システムの構築を委託する場合は、委託先において機関等の意図せざる変 更が加えられないための管理体制を求めること。 ＜5.2.1(3)(a)(エ)関連＞ 5.2.1(3)-7 情報システムセキュリティ責任者は、要安定情報を取り扱う情報システムを構 築する場合は、許容される停止時間に応じた以下を全て含むセキュリティ要件につい て、情報システムを構成する要素ごとに策定し調達仕様書等に明記すること。 端末、サーバ装置及び通信回線装置等の冗長化に関する要件 端末、サーバ装置及び通信回線装置並びに取り扱われる情報に関するバック アップの要件 情報システムを中断することのできる時間を含めた復旧に関する要件 ＜5.2.1(3)(a)(オ)関連＞ 5.2.1(3)-8 情報システムセキュリティ責任者は、開発する情報システ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":250,"page_to":251,"char_count":1265}],"avg_length":1204.384705882353,"k1":1.5,"b":0.75}