{"shard_id":"デジタル社会推進標準ガイドライン_2023-07_32","group":"デジタル社会推進標準ガイドライン_2023-07","chunk_count":50,"chunks":[{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c393","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ン脆弱性 レースコンディション脆弱性 バッファオーバーフロー及び整数オーバーフロー脆弱性 サーバサイドリクエストフォージェリ（SSRF）脆弱性 6.6.1(3)-2 情報システムセキュリティ責任者は、ウェブアプリケーションを運用段階へ移 行する前に情報システムの分類に基づき、以下の対策を実施すること。 【基本セキュリティ対策】開発したウェブアプリケーションに対して脆弱性診断の実施を 検討すること。 【追加セキュリティ対策】高度な情報セキュリティ対策が要求される情報システムで実行 するウェブアプリケーションに対して、脆弱性診断を実施すること。 （解説）  遵守事項6.6.1(3)(a) 「ウェブアプリケーションの脆弱性を排除するための対策」 につい て ウェブアプリケーションの開発時には、既知の種類のウェブアプリケーションの脆 弱性を排除するための対策が求められる。脆弱性を排除したウェブアプリケーション を実装する方法の詳細については、独立行政法人情報処理推進機構（IPA）による「安 全なウェブサイトの作り方」やOWASP のASVS（Application Security Veri","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":392,"page_to":393,"char_count":1267},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c394","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"を開発する際に脆弱性を含まないように開発したと しても、 開発者の気付かない脆弱性が存在してしまう可能性がある。 そのようなリスク が考えられるため開発したウェブアプリケーションについては、脆弱性対策の状況を 確認するために脆弱性診断を行うことが考えられる。 脆弱性診断には、 ソースコード診 断、 ウェブアプリケーション診断等の種類があり、 必要に応じて脆弱性診断を使い分け て実施する必要がある。 さらに、高度な情報セキュリティ対策が要求される情報システムにおいてウェブア プリケーションを構築する場合は、 脆弱性診断を実施することが求められる。 なお、 脆 弱性診断については、 「 （解説） 基本対策事項7.2.1(1)-1 「脆弱性診断を実施」 について」 を参照のこと。  基本対策事項6.6.1(3)-1 a)「SQL インジェクション脆弱性」について ウェブアプリケーションのプログラムがデータベースを操作する手段としてSQL 言 語を用いている場合に、プログラムがSQL 文を文字列の連結によって動的に生成する 構造になっていると、外部から悪意ある者によって与えられた攻撃用の文字","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":393,"page_to":394,"char_count":1141},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c395","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"」と呼ばれている。OS コ マンドインジェクション脆弱性を排除するには、ウェブアプリケーションプログラム の処理において、OS コマンドを使用しないようにし、OS コマンドの実行が可能な関 数等の使用を避けることが考えられる。また、OS コマンドを使用する必要がある場合 は、 実行するコマンド文字列の検証処理を追加し、 想定するコマンド文字列以外は実行 できない仕組みとするなどの対策が考えられる。  基本対策事項6.6.1(3)-1 c)「ディレクトリトラバーサル脆弱性」について ウェブアプリケーションが使用するファイルのパス名を外部のパラメータから指定 する仕様になっている場合に、指定されたパス名をプログラムがそのまま使用する構 造になっていると、 公開を想定しないファイルが参照されて、 その内容が外部から閲覧 され得る欠陥となる場合がある。 このような欠陥は一般に 「ディレクトリトラバーサル 脆弱性」 と呼ばれている。 ディレクトリトラバーサル脆弱性を排除するには、 外部のパ ラメータからパス名を指定する仕様を排除する対策、 それができない場合には、 ファイ ルにアクセスする直前","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":394,"page_to":394,"char_count":1283},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c396","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"プリケーションがログイン機能を有し、ログイン中の利用者にのみ利用を 許可すべき機能がある場合に、ログインしていない利用者にもその機能が利用できて しまう欠陥がある場合がある。このような欠陥は一般に「アクセス制御欠如の脆弱性」 と呼ばれる。 また、 ログイン中の利用者のうち、 一部の利用者にのみ利用を許可すべき 機能がある場合に、それ以外の利用者にもその機能が利用できてしまう欠陥がある場 合がある。このような欠陥は一般に「認可処理欠如の脆弱性」と呼ばれる。これらの欠 陥を攻撃されると、 秘密情報の漏えい、 なりすまし操作等の被害が生じ得る。 これらの 脆弱性を排除するには、 アクセス制御と認可処理が必要な画面の仕様を明確にし、 仕様 に沿った実装を徹底するなどの対策が考えられる。\n\n386  基本対策事項6.6.1(3)-1 f)「クロスサイトスクリプティング脆弱性」について ウェブアプリケーションのプログラムがHTML ページを出力する場合に、プログラ ムがHTML を文字列の連結によって動的に生成する構造になっていると、外部から悪 意ある者によって与えられた攻撃用の文字列がHTML","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":394,"page_to":395,"char_count":1260},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c397","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"者にのみ利用を許可する機能を有し ている場合に、その機能のウェブページに前記e)の対策が施されている場合であって も、 外部のサイトから当該ウェブページにリンクを張る方法により、 利用者本人にその リンクをたどらせることで、当該利用者の意図に反して当該機能が利用されてしまう という構造になっている場合がある。 このような欠陥は一般に 「クロスサイトリクエス トフォージェリ脆弱性」 と呼ばれている。 この欠陥を攻撃されると、 悪意ある者が仕掛 けたリンクによって、不正に当該機能を操作される被害（具体的には、ウェブアプリ ケーションに設定された個人設定の内容を変更されるなどの被害） が生じ得る。 この脆 弱性を排除するには、 外部からのリンクによって機能が作動してはならないウェブペー ジは、 処理を実行するページをPOST メソッドでアクセスするようにし、 その 「hidden パラメータ」 に秘密情報が挿入されるよう、 前のページを自動生成して、 実行ページで はその値が正しい場合のみ処理を実行するように実装するなどの対策方法が考えられ る。  基本対策事項6.6.1(3)-1 h)「","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":395,"page_to":396,"char_count":1226},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c398","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"6.6.1(3)-1 i)「メールヘッダインジェクション脆弱性」について ウェブアプリケーションが電子メールを送信する機能を有し、その宛先となる電子 メールアドレスをウェブアプリケーションのパラメータから指定する構造になってい る場合に、悪意ある者により任意の電子メールアドレスが当該パラメータに与えられ、 迷惑メールの送信のために当該ウェブアプリケーションが悪用されてしまうという被 害が生じ得る。 この欠陥を排除するには、 電子メールの送信先電子メールアドレスはプ ログラム中に固定的に記述する実装方法 （又は設定ファイルから読み込む実装方法） を 採用して、ウェブアプリケーションのパラメータを用いるのを避けるなどの対策方法 が考えられる。  基本対策事項6.6.1(3)-1 j)「HTTP ヘッダインジェクション脆弱性」について ウェブアプリケーションがHTTP レスポンスヘッダの 「Location」 や 「Set-Cookie」 のフィールド値を動的に出力する構造になっている場合、外部から悪意ある者によっ て与えられた改行文字を含む攻撃用の文字列がHTTP レスポンスヘッダに不正","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":396,"page_to":397,"char_count":1291},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c399","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":")-1 l)「レースコンディション脆弱性」について ウェブアプリケーションの機能を複数の利用者が全く同時に利用したときに、一方 の利用者向けの処理ともう一方の利用者向けの処理を途中で取り違えてしまう事態が 一定の確率で発生する場合がある。 このような欠陥は一般に 「レースコンディション脆\n\n388 弱性」 と呼ばれる。 この欠陥により、 利用者の秘密にすべき情報が第三者に閲覧される 被害が生じる。 この被害は、 攻撃者がいなくても偶然に発生する場合もあれば、 攻撃者 が大量のアクセスをすることで意図的に引き起こされる場合もある。この脆弱性を排 除するには、ソースコードレビューによってレースコンディションが起きえない構造 にプログラムが記述されていることを確認する方法や、大量のアクセスを同時に発生 させて異常が発生しないことを十分に確認するテストを行うなどの対策方法が考えら れる。  基本対策事項6.6.1(3)-1 m) 「バッファオーバーフロー及び整数オーバーフロー脆弱性」 について ウェブアプリケーションのプログラムを作成する言語として、バッファオーバーフ ロー脆弱性等が生じない","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":396,"page_to":397,"char_count":1280},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c400","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"して不正なコ マンド等を実行することができ、不正に操作される被害等が生じる可能性がある。 この脆弱性を排除するには、インターネット等の外部に公開したウェブアプリケー ションにおいて外部からのリクエストの送信先を限定するため、ドメインなどの許可 リストを利用してホワイトリスト化するなどの対策が考えられる。送信先を限定する ことが困難な場合は、リクエストの入力規則を慎重に設計する等の対策が考えられる。 また、外部に公開したウェブアプリケーションとの通信が必要なセグメントと通信 の必要のないセグメントを分離する等の対策も有効である。  基本対策事項6.6.1(3)-2「ウェブアプリケーションを運用段階へ移行する前」について ウェブアプリケーションの脆弱性を悪用されると、ウェブアプリケーションで取り 扱う情報の漏えいやウェブアプリケーションに入力する情報の窃取などが発生する可 能性がある。 そのため、 脆弱性を排除するようにウェブアプリケーションの開発をする 必要があるが、 開発時には想定できなかった脆弱性が存在する可能性もある。 そのため、\n\n389 ウェブアプリケーションで行われる業務や","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":397,"page_to":399,"char_count":1236},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c401","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"断導入ガイドライン」 （2022 年6 月30 日） （https://www.digital.go.jp/resources/standard_guidelines/）\n\n390 遵守事項 (4) アプリケーション・コンテンツの運用時の対策 (a) 情報システムセキュリティ責任者は、 利用者の情報セキュリティ水準の低下を招か ぬよう、アプリケーション及びウェブコンテンツの提供方式等を見直すこと。 (b) 情報システムセキュリティ責任者は、 運用中のアプリケーション・コンテンツにお いて、 定期的に脆弱性対策の状況を確認し、 脆弱性が発覚した際は必要な措置を講ず ること。 (c) 情報システムセキュリティ責任者は、 ウェブアプリケーションやウェブコンテンツ において、アプリケーションやコンテンツの改ざんを検知するための措置を講ずる こと。 【 基本対策事項 】 ＜6.6.1(4)(a)関連＞ 6.6.1(4)-1 情報システムセキュリティ責任者は、 利用者に強制するOS やソフトウェア等の サポート状況や脆弱性情報等を確認し、サポートが終了する又は脆弱性が存在する バージョンのOS や","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":398,"page_to":399,"char_count":1184},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c402","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"） 基本対策事項7.2.1(1)-1 「脆弱性診断を実施」 について」を参照のこと。  遵守事項6.6.1(4)(c)「改ざんを検知するための措置を講ずる」について 情報システムセキュリティ責任者は、ウェブアプリケーションやウェブコンテンツ の改ざんを検知するため、ウェブアプリケーションやウェブコンテンツを更新するた びにハッシュ値等を保存し、定期的に比較するなどの措置を講ずることが考えられる。  基本対策事項6.6.1(4)-1「サポートが終了する又は脆弱性が存在するバージョンのOS\n\n391 やソフトウェア等の利用を強制する」について 情報システムセキュリティ責任者は、 提供するアプリケーション・コンテンツを運用 する際は、 当該アプリケーション・コンテンツの利用者に対して強制するOS やブラウ ザ等のソフトウェア等のサポート状況や脆弱性情報を確認し、利用を強制するソフト ウェア等のサポートが終了する又は脆弱性が存在することが発覚した場合、利用者の 情報セキュリティ水準の低下を招かぬように対策を講じなければならない。\n\n392 6.6.2 アプリケーション・コンテンツ提供時の対","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":399,"page_to":401,"char_count":1300},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c403","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"る「属性型（組織種別 型） ・地域型JP ドメイン名登録等に関する規則」に基づき、その登録資格は日本国の 政府機関、 各省庁所轄研究所、 独立行政法人、 特殊法人 （特殊会社を除く） に限られる」 とされていることから、日頃から機関等が政府ドメイン名を用いることを徹底してお くことにより、 なりすましが発生しても、 機関等外の者がウェブサイト等の真偽を見分 けることが容易なものとすることができる。 仮に政府ドメイン名以外を使用した場合には、 そのサイトの使用を終了した後も、 当 該ドメイン名を不正に利用されないように登録管理を一定期間維持しなければならな いが、 そのような管理の必要がないことも、 政府ドメイン名を用いることの利点の一つ である。 政府ドメイン名を用いるべき場合の例を以下に示す。 • 機関等の地方出先機関や在外公館等が組織の紹介サイトを提供する場合 「.go.jp」で終わるドメイン名は、運営主体が日本国政府及び政府に関係する 機関であることを示すものとして、 閲覧者に理解される。 サーバを国外に設置し\n\n393 ている場合であっても、当該サーバのホスト名として「.go.","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":401,"page_to":402,"char_count":1292},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c404","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"用することを検討すること。 本対策における政府ドメイン名を取得できない場合とは、特段の理由により政府ド メイン名が使えない場合も含めたものである。 政府ドメイン名を取得できない場合の例を以下に示す。 • 指定法人が政府ドメイン名を登録する資格を持たない場合 この場合において、 当該法人は、 組織の属性が資格条件となっており、 不特定 の個人及び組織が取得することのできないドメイン名を使用すること。 • 独立行政法人及び指定法人のうち教育機関である法人が、高等教育機関向けの ドメイン名を使用する場合 高等教育機関向けのドメイン名とは、高等教育機関及び学校法人等が登録で きるドメイン名 （ac.jp） を指す。 高等教育機関向けのドメイン名を取得するため の要件は、 政府ドメイン名の要件とは異なるものの、 取得可能な機関が高等教育 機関に限られていることから、高等教育機関向けのドメイン名を使用すること は、なりすまし等の特定の脅威に対する対策として一定の効果があると考えら れる。 • 遵守事項8.1.2(1)に掲げるソーシャルメディアによる情報発信を行う場合。 ソーシャルメディアによる情報","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":402,"page_to":403,"char_count":1260},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c405","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"め、 情報セキュリ ティの確保の観点から、政府ドメイン名と高等教育機関向けのドメイン名のどちらを 使用するべきかを比較考慮の上、判断すること。 国の行政機関に属する教育機関については、従前より統一基準において政府ドメイ ン名の使用を求めてきているが、 その性格が 「職員の養成や研修」 という点において国 の行政機関の行政事務の一環としてとらえることができ、政府ドメイン名を用いるこ とが適当である。 一方、 独立行政法人や指定法人である教育機関については、 これら教育機関で勉学を 行う国民の目から見れば、国の行政関係機関というよりも教育の場としての性格が強 いと考えられ、 使用するドメイン名については、 情報セキュリティ確保の観点と、 ウェ ブサイトの利用者側の視点の両面から考慮する必要がある。 また、 例えば、 教育機関に 所属する学生が政府ドメイン名のメールアドレスを使用するとした場合、メールを受 信した者にとっては、メールの送信者が機関等の職員であると誤解する可能性もあり、 このような点も考慮する必要がある。 そのため、 独立行政法人や指定法人である教育機関においては、 これら自組","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":403,"page_to":404,"char_count":1219},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c406","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"無効に設定したブラウザでも正常に閲覧可能とする。 適切なタイトルを設定する。 不適切な誘導を行わない。 6.6.2(2)-2 情報システムセキュリティ責任者は、機関等外向けに提供するウェブサイトに 関連するキーワードで定期的にウェブサイトを検索し、検索結果に不審なサイトが存 在した場合は、 速やかにその検索サイト業者へ報告するとともに、 不審なサイトへのア クセスを防止するための対策を講ずること。 6.6.2(2)-3 情報システムセキュリティ責任者は、機関等のウェブサイトなどになりすまし た不審なウェブサイト等が存在していることの連絡を受け付ける体制を整備するとと もに、不審なウェブサイトに対し必要な措置を講ずること。 （解説）  遵守事項6.6.2(2)(a) 「機関等のウェブサイトになりすました不正なウェブサイト」 につ いて 機関等外の者が、 機関等の名前をタイトルに掲げるなどして、 機関等のウェブサイト と誤認されかねないウェブサイトを作成することがあり、これを完全に防ぐことはで きない。本来ならば、利用者は当該サイトのURL 中のドメイン名が政府ドメイン名で あるかを確認","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":404,"page_to":405,"char_count":1288},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c407","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"自ら稼働させることによって収集し たHTML データを用いて検索機能を実現している。そのため、検索サイトのクローラ からのアクセスを拒否する設定をしている場合、当該サイトは検索サイトの検索結果 に現れなくなることがある。そのような設定は、ウェブサイトの「/robots.txt」のファ イルの記述で簡単にできるものであるため、誤ってクローラからのアクセスを拒否す る設定にしてしまう状況が想定される。 通常、 このファイルを設定する必要はないため、 何ら記述しないでおくことが望ましい。  基本対策事項6.6.2(2)-1 b)「cookie 機能を無効に設定したブラウザでも正常に閲覧可 能とする」について 一般に、検索サイトが自ら稼働させるウェブクローラは、HTTP のcookie 機能に対 応していない。 そのため、 cookie 機能を無効に設定したブラウザで閲覧したときに、 正 常に表示されないウェブページは、検索サイトの検索結果に正常に表示されない事態 が起きる。通常のウェブサイトの構成では、cookie 機能を無効にしても正常に表示さ れるものであるが、 一部のCMS には、 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":405,"page_to":405,"char_count":1174},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c408","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"を適切に記述することで、検索 結果の上位に現れやすくすることができる。 また、 HTML 中のメタタグ （ 「description」 や「keywords」等）に概要やキーワード等を記述することで、そこに含まれる単語や 文で検索したときに、 検索サイトの上位に当該ページが現れやすくなる。 機関等サイト においても、 メタタグを適切に記述することで、 検索結果の上位に現れやすくすること ができる。  基本対策事項6.6.2(2)-1 d)「不適切な誘導を行わない」について 一般に、HTML 中に見えない文字等でページ内容に関係のないキーワードを過剰に\n\n397 記述するなどして、当該ページへのアクセスを無用に誘う行為（ 「SEO スパム」等と呼 ばれる。 ）は、不適切な行為として検索サイトからペナルティを科され、検索結果の上 位に表示されなくなることがある。 機関等のウェブサイトにおいて、 故意にそのような 行為が行われることは考えにくいが、 コンテンツの作成を業務委託した場合に、 委託先 が独自判断で行うことも想定されるため、そのようなコンテンツを作成しないよう注 意が必要である。","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":405,"page_to":406,"char_count":1150},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c409","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"用意しておくことが望ましい。また、警察や内閣サイバーセキュリティセンター、 JPCERT/CC などの公的機関や専門機関、職員等からの通報についても定められた連 絡先を用意しておくとよい。 定められた連絡先としては、 情報セキュリティインシデン トの可能性を認知した際の報告窓口やCSIRT などが考えられる。また、公的機関等か らの通報があることを踏まえて、公的機関等との関係を整理しておくとよい。  基本対策事項6.6.2(2)(a)-3 「不審なウェブサイトに対し必要な措置を講ずる」 について 不審なウェブサイトについて通報を受けた場合は、そのサイトが正規のサイトでは ない場合、 警察への通報・連絡をするとともに、 JPCERT/CC やフィッシング対策協議 会などに正規でないサイトを閉鎖するための支援を要請するなどの措置を講ずること が考えられる。 また、 そのような正規でないサイトを把握した場合、 当該ウェブサイト の利用者が正規でないサイトへ誘導されないよう、機関等のウェブサイトやSNS 等を 使用し通知するなどの措置を講ずることも考えられる。 なお、 フィッシング対策につい","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":406,"page_to":407,"char_count":1287},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c410","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"該コードによる誘導 先を明らかにするため、 アプリケーション ・コンテンツの内容に係る記述を当該コード と一体的に表示すること。 ＜6.6.2(3)(b)関連＞ 6.6.2(3)-3 職員等は、 機関等外の者が提供するアプリケーション・コンテンツを告知する場 合は、告知するURL 等の有効性を保つために以下の全ての措置を講ずること。 告知するアプリケーション・コンテンツを管理する組織名を明記する。 告知するアプリケーション・コンテンツの所在場所の有効性（リンク先のURL のドメイン名の有効期限等）を確認した時期又は有効性を保証する期間につい て明記する。 （解説）  遵守事項6.6.2(3)(b) 「機関等外の者が提供するアプリケーション・コンテンツを告知す る」について 機関等外の者が提供するアプリケーション・コンテンツを告知する場合、 告知を開始 した時点では、当該アプリケーション・コンテンツが、告知したURL 等の誘導先に確 かに存在していても、 将来にわたりその誘導先に意図したアプリケーション・コンテン ツが存在し続けるとは限らない。 誘導先のドメイン名等が放棄された場合には","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":407,"page_to":408,"char_count":1264},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c411","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"イトの広告部分に悪意あるサイトを出現させる攻撃手法も想定され、利用者が検索サ イトの広告部分を誘導先として解釈してしまうおそれがある。 また、 アプリケーション・コンテンツの告知を広告代理店に委託している場合、 広告 代理店が検索連動型広告と呼ばれる検索サイトの広告枠を購入し、検索結果の画面に 表示される広告部分を直接クリックすることなどを用いて目的の誘導先に誘導する方 法が用いられることがある。 この広告部分を利用して誘導する方法が広告代理店によっ て頻繁に用いられると、検索結果の画面に表示される広告部分を正規の誘導先として 利用者が解釈するようになると考えられ、広告部分に攻撃者による偽サイトが現れる ことのリスクを無視することはできなくなる。したがって、機関等がアプリケーショ ン・コンテンツを告知する場合には、 検索サイトの検索画面に表示される広告枠を購入 して誘導する方法を用いないようにすることが望ましい。なお、検索サイトに限らず、 名称や存在等を広く周知することを目的とし、利用者の主体的な検索等による誘導を 前提としないディスプレイ広告等については、この限りでない。  基本対","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":408,"page_to":409,"char_count":1276},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c412","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"る場 合に、 当該ソーシャルメディアが強制的に所定の短縮URL を用いてしまう場合が挙げ られる。  基本対策事項6.6.2(3)-2「アプリケーション・コンテンツの内容に係る記述を当該バー コードと一体的に表示」について 印刷物等でアプリケーション・コンテンツを告知する際に、URL 等の表示に代わる もの又はURL 等と一体的に表示するものとして、 二次元コード等を用いて誘導する方 法がある。 この方法は、 特にスマートフォンや携帯電話の利用者にとって利便性が高く、 機関等においても用いられるようになってきている。 しかしながら、 二次元コード等のみを単体で表示した場合、 それがどこへ誘導するも のであるかが、 利用者にとって必ずしも明確でない場合がある。 そこで、 本基本対策事 項では、 当該二次元コード等がどこへ誘導するものであるかを、 当該二次元コード等と 一体的に表示することにより利用者に明示することを求めている。 「アプリケーション・コンテンツの内容に係る記述」の例としては、誘導先のURL 等や、誘導先のアプリケーション・コンテンツの内容を示す記述が考えられる。  基本","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":409,"page_to":410,"char_count":1240},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c413","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"テムセキュリティ責任者は、 情報システムや情報へのアクセス主体を特定 し、 それが正当な主体であることを検証する必要がある場合、 主体の識別及び主体認 証を行う機能を設けること。 (b) 情報システムセキュリティ責任者は、国民・企業と機関等との間の申請、届出等の オンライン手続を提供する情報システムを構築する場合は、 オンライン手続における リスクを評価した上で、主体認証に係る要件を策定すること。 (c) 情報システムセキュリティ責任者は、 主体認証を行う情報システムにおいて、 主体 認証情報の漏えい等による不正行為を防止するための措置及び不正な主体認証の試 行に対抗するための措置を講ずること。 【 基本対策事項 】 ＜7.1.1(1)(a)関連＞ 7.1.1(1)-1 情報システムセキュリティ責任者は、利用者が正当であることを検証するため の主体認証機能を設けるに当たっては、 以下を例とする主体認証方式を決定し、 導入す ること。 知識（パスワード等、利用者本人のみが知り得る情報）による認証 所有（電子証明書を格納するIC カード、ワンタイムパスワード生成器、利用者 本人のみが所有す","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":410,"page_to":411,"char_count":1175},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c414","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"アクセスを防止するため、以下を全て含む措置を 講ずること。 原則として、機器等において初期値として設定されている識別コードを使用し ない。 不要な識別コードを無効にする。 7.1.1(1)-5 情報システムセキュリティ責任者は、 主体認証を行う情報システムにおいて、 利 用者に主体認証情報の定期的な変更を求める場合には、利用者に対して定期的な変更 を促す機能のほか、以下を例とする機能を設けること。 利用者が定期的に変更しているか否かを確認する機能 利用者が定期的に変更しなければ、情報システムの利用を継続させない機能 利用者が主体認証情報を変更する際に、以前に設定した主体認証情報の再設定 を防止する機能 7.1.1(1)-6 情報システムセキュリティ責任者は、 主体認証を行う情報システムにおいて、 主 体認証情報が第三者に対して明らかにならないよう、以下を全て含む方法を用いて適 切に管理すること。 主体認証情報を送信又は保存する場合には、その内容を暗号化する。 主体認証情報に対するアクセス制限を設ける。 主体認証情報に対するアクセスに関するログを保存し、アクセスした主体を確 認する。 7","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":411,"page_to":412,"char_count":1290},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c415","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"防止） • 主体認証情報が容易に複製できないこと。 （複製の防止） • 情報システムセキュリティ責任者の判断により、ログインを個々に無効化でき る手段があること。 （無効化の確保） • 必要時に中断することなく主体認証が可能であること。 （可用性の確保） • 新たな主体を追加するために、外部からの情報や装置の供給を必要とする場合 には、それらの供給が情報システムの耐用期間の間、十分受けられること。 （継 続性の確保） • 主体に付与した主体認証情報を利用することが不可能になった際に、正当な主 体に対して主体認証情報を安全に再発行できること。 （再発行の確保） なお、 生体認証に用いる認証方式によっては、 誤認の防止や誤否の防止とならない可 能性があるため、 そのような認証方式を用いる場合は、 複数の認証方式を採用するなど を検討し、 情報システムの導入時に考慮することが望ましい。 例えば、 生体認証として 顔認証や指紋認証を用いる場合、 認証精度は製品等によって異なる。 顔認証の場合、 製 品によっては、顔の経年の変化や髪型が変わった場合などにより認証できない可能性 があるので注意が必","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":412,"page_to":413,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c416","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"が生じる可能性の高さを判定した上で、必要な認証方式を決定す るとよい。 オンライン手続において想定されるリスクとしては、 主に以下の６種類に分 類することができる。 ① オンライン手続サービスの利用において国民等の利用者に不便、苦痛を与える、 又はオンライン手続サービスを所管する機関等が信頼を失う ② 国民等の利用者に金銭的被害を与える、 機関等に賠償責任が生じるなど、 財務上 の影響を与える ③ 機関等の活動計画や公共の利益に対して影響を与える ④ 国民等の利用者の個人情報等の機微な情報が漏えいする ⑤ 国民等の利用者の身の安全に影響を与える ⑥ 法律に違反する なお、 認証方式の選択に当たっては、 上記①～⑥のリスクを検討し、 適切なセキュリ ティ確保と普及を妨げない利便性とを両立させることが重要である。 その際は、 特定の リスクのみに着目せず、様々な観点でリスクを評価した上で認証方式を決定する必要 がある。認証方式の選択においては、以下を参考にするとよい。 参考：デジタル庁 「行政手続におけるオンラインによる本人確認の手法に関するガイ ドライン」 （2019 年２月25 日） ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":413,"page_to":414,"char_count":1261},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c417","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"とを検討することが重要である。 • 前回のログインに関する情報を通知する機能 主体ごとに割り当てられた識別コードに対して、前回のログインに関する情 報 （日時や装置名等） を、 次回のログイン時等のタイミングで主体に通知する機 能を指す。正当な主体以外の者が主体に割り当てられた識別コードを使用して 不正にログインした場合に、正当な主体がそれを検知することができるように\n\n405 なると考えられる。 • 不正にログインしようとする行為を検知又は防止する機能 特定の識別コードによるログインにおいて、指定回数以上の主体認証情報の 誤入力が検知された場合に、その旨を正当な主体や情報システムの運用担当者 等に通知し、 一定期間当該端末 （又は識別コード） からのログイン操作受付を停 止する機能を指す。当該識別コードによる情報システムへの以後のログインを 無効にすることも考えられる。 この機能により、 不正なログインの試行の有無等 について、正当な主体や情報システムの運用担当者等がその状況を確認すると ともに、一定程度不正ログイン等を防止することができる。 • リスクがあると判断したときに追加の認","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":413,"page_to":414,"char_count":1255},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c418","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":" 基本対策事項7.1.1(1)-1 a)「知識」について 端末によっては、例えばパスワード以外にも、自分のみが知る「パターン」を主体認 証情報として扱うケースがあるが、これも「知識」に分類される。  基本対策事項7.1.1(1)-1 b)「所有」について 「所有」による認証の例として、マイナンバーカードや国家公務員IC カード又は耐 タンパ性を有するUSB トークン等を用いた認証が挙げられる。  基本対策事項7.1.1(1)-1 c)「生体」について 生体情報による主体認証を用いる場合には、 その導入前に、 この方式特有の他人受入 率 （本人を他人と誤って認証してしまう確率） と本人拒否率 （本人の認証が受け入れら れない確率） の課題があるため、 誤認の防止や誤否の防止とならない可能性がある生体\n\n406 による主体認証を用いる場合は、多要素主体認証の一つとして利用することを考慮し て情報システムを設計する必要がある。  基本対策事項7.1.1(1)-2「厳格な主体認証が必要な場合」について 機関等外通信回線から機関等内通信回線へのリモートアクセスを許可する情報シス テムやク","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":414,"page_to":415,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c419","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"理者権限を有する主体 • ウェブコンテンツ等を管理・更新することが可能な管理者権限を有する主体 • 組織の業務の基幹となる情報システムにおける重要なサーバ装置等の管理者権 限を有する主体 • Active Directory ドメイン管理サーバのドメイン管理権限を有する主体  基本対策事項7.1.1(1)-2「多要素主体認証方式」について 主体認証を行う情報システムにおいて、厳格な主体認証が必要な場合や1 つの主体 認証方式のみで行う認証の強度におけるリスクが許容できない場合には、 2 つ以上の主 体認証方式を用いて認証を行う多要素主体認証方式（一部の2 段階認証と呼ばれる方 式を含む）を導入する必要がある。 主体認証方式は、一般に、異なる認証方式を組み合わせた方が、強度が高くなる。異 なる認証方式を組み合わせた多要素主体認証方式であれば、 例えば仮にパスワード （知 識）が露呈してしまっても、IC カード（所有）又は指紋（生体）等の残りの主体認証 情報が他者の手に渡らない限り、不正なログインを防ぐことができる。 一部の2 段階認証の例としては、利用者の携帯電話の電話番号や利用者の電","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":415,"page_to":416,"char_count":1293},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c420","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"イス側で生体情 報等を用いて秘密鍵に対して主体認証を行い、その秘密鍵を用いてサーバ側で端末認 証を行う仕組みである。 そのため、 端末等のデバイス側で保管している秘密鍵の管理が 重要となる。 したがって、 FIDO 認証は多要素主体認証方式と同等の安全性があるもの とみなせるが、 認証の仕組みから想定されるリスク （例えば、 秘密鍵を保管するデバイ スの紛失） 等を評価した上で利用する必要がある。 秘密鍵を保管するデバイスの紛失等 が生じた場合であっても、 FIDO 認証で用いる秘密鍵をOS 等のプラットフォームの機 能を介して複数のデバイス間で同期することによって認証を可能とする、 「マルチデバ イス対応FIDO 認証資格情報（マルチデバイスFIDO クレデンシャル） 」と呼ばれる仕 組みも登場している。 また、 通常の運用時は単一の主体認証を実施するケースであっても、 認証の要求時に、 アクセス元のIP アドレス、アクセスする時間帯、位置情報等が通常のアクセスとは異 なる特徴が確認された場合は、不正ログインのリスクが高まったと判断して多要素主 体認証を行う方法も考えられる。  基","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":416,"page_to":417,"char_count":1285},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c421","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"判断された候補を 拒否する機能を設けることなどが考えられる。 ただし、 既存のパスワードチェッカーの 中には、単語1 つやキーボードの並び順に数字や記号を付加しただけで合格としてし まう不完全なものも散見されるので、 注意を要する。 適切なパスワードチェッカーの例\n\n408 としては、過去に流出が報告されているパスワード文字列と同じものを不合格と判定 するものなどが挙げられるが、これに限られない。 また、 設定可能なパスワードについては、 以下のような第三者に安易に推測可能なパ スワードを使用させないための機能を設けることが重要である。 • 識別コードと同じパスワード • 端末名やサーバ装置名、組織名等の安易な情報を含んだパスワード • ソフトウェアや通信回線装置などの初期値として設定されているパスワード • インターネット等において掲載されている 「よく使われるパスワード」 などの一 覧と一致するパスワード • 年月日等の日付の組み合わせから想定される数字列（例：0321, 2021, 202204, 20220401,etc) • 上記に関して、 一部の文字を似たような文字に変換し","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":416,"page_to":417,"char_count":1283},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c422","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"のため、 そのような識別コード は無効化し、 新たに別の識別コードを用意することが望ましい。 やむを得ず、 そのよう な識別コードを使用する場合は、強固な認証技術を用いることが重要である。  基本対策事項7.1.1(1)-4 b)「不要な識別コードを無効にする」について 情報システムを構築した際、情報システムを構築する際に使用する識別コードやテ スト用の識別コードなどを登録している可能性がある。そのような識別コードを残し ておくと不正に利用される可能性もあるため、運用開始前までに削除又は無効化する など、利用できないようにする必要がある。  基本対策事項7.1.1(1)-5「利用者に主体認証情報の定期的な変更を求める場合」につい\n\n409 て 定期的な変更を促すことについて、 「利用者に主体認証情報の定期的な変更を求める 場合には」 と改めて適用する場面を限定しているのは、 生体情報のように利用者本人で も変更が不可能なものも主体認証情報に含まれていることが理由の一つであるが、こ れに限られず、 主体認証情報がパスワードである場合に、 その変更を強制することが利 用者の利便性を低下","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":417,"page_to":418,"char_count":1271},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c423","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"続期間を1 週間と想定した場合に は、2 週間に1 度の変更が必要となり、これも現実的でない場合が多いと考えられる。 このような目的では他の対策を講じることの方が効果的である場合があり、そのよう な場合にはその対策の採用を検討するべきである。 また、技術的な誤解に基づく判断の下で定期的な変更を求めることは避けられるべ きである。技術的な誤解の例としては、以下が考えられる（後掲の「参考」を参照） 。 ① パスワードは当てられる前に変更すれば当てられるのを避けられるとの誤解 ② 共通鍵暗号の鍵を定期的に変更する必要があることと混同した誤解 ③ 使用によりパスワードが劣化する通信プロトコルを用いているとの誤解 これらの点を踏まえ、パスワードの定期的な変更が必要となるのは、情報セキュリ ティ対策が正しくなされていない場合などが考えられる。 例えば、 脆弱な旧式の認証プ ロトコルを用いている場合や、短いパスワードしか設定できない情報システムを用い ている場合、 複数の者で１つのパスワードを共有している場合である。 そのような情報 システムは、 情報セキュリティリスクが非常に高くなるため、 適切な","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":418,"page_to":419,"char_count":1212},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c424","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"の変更が必要であると考えてしまう誤解である。 共通鍵暗号では、 一般に、 同じ鍵を繰り返し用いていると、 その鍵で暗号化さ れた暗号文を大量に得ることができれば、それを用いて鍵を推定できる確率が 高まっていく性質があることから、 鍵の定期的な変更が求められている。 このこ とからの類推で、パスワードについても使用回数が増えるとパスワードの秘匿 性が劣化すると考えてしまうとすれば、それは誤解である。 なぜなら、もしパスワードそのものを暗号鍵として暗号化した暗号文をその まま通信する認証プロトコルが存在するならば、 たしかに、 共通鍵暗号で定期的 鍵変更が求められるのと同様に定期的パスワード変更が必要となるが、そのよ うなプロトコルは使われていないので、共通鍵と同じ理由で変更が必要になる わけではない。 ③ 使用によりパスワードが劣化する通信プロトコルを用いているとの誤解 旧式の通信プロトコルが用いられていた時代に必要とされていた対策を今現 在も必要とされていると考えてしまう誤解である。 1990 年代に設計された通信プロトコルには、パスワードの送信に当たって一 方向性関数 （暗号論的ハッ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":419,"page_to":420,"char_count":1292},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c425","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"TLS など） 、 チャレンジとレスポンスを傍受できなくなっている。 TLS による暗号化通信では、公開鍵暗号方式を用いた鍵交換により共通鍵暗号 の鍵が接続ごとに毎回変更されており、同じパスワードを繰り返し送信しても、 パスワードの手がかりになる情報は1 ビットも漏れない。このため、TLS が普 及した今日では、このような意味でのパスワードの定期的変更の必要性は消滅 し、過去のものとなっている。  基本対策事項7.1.1(1)-5「利用者に対して定期的な変更を促す機能」について 定期的な変更の要求を行う場合は、 システムで自動化できることが望ましいが、 技術 的に困難な場合には、定期的に変更依頼を通達するなどの運用によって対処してもよ い。\n\n412 遵守事項 (2) 識別コード及び主体認証情報の管理 (a) 情報システムセキュリティ責任者は、 情報システムにアクセスする全ての主体に対 して、 識別コード及び主体認証情報を適切に付与し、 管理するための措置を講ずるこ と。 (b) 情報システムセキュリティ責任者は、主体が情報システムを利用する必要がなく なった場合は、 当該主体の識別","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":420,"page_to":421,"char_count":1214},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c426","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"7.1.1(2)-4 情報システムセキュリティ責任者は、識別コード及び知識による主体認証情報 を付与された主体に対し、 主体以外の者が設定した主体認証情報 （必要に応じて、 初期 設定の識別コードも）を速やかに変更するよう、促すこと。なお、主体認証情報の変更 を確認できる機能がある場合は、 変更日時を確認し変更がなされない （使用していない） 識別コードについては無効にするなどの措置を講ずること。 7.1.1(2)-5 情報システムセキュリティ責任者は、知識による主体認証方式を用いる場合に は、他の情報システムで利用している主体認証情報を設定しないよう主体に注意を促 すこと。 7.1.1(2)-6 情報システムセキュリティ責任者は、情報システムを利用する主体ごとに識別 コードを個別に付与すること。ただし、情報システムセキュリティ責任者の判断の下、 やむを得ず共用識別コードを付与する必要がある場合には、利用者を特定できる仕組 みを設けた上で、 共用識別コードの取扱いに関する実施手順を整備し、 その実施手順に 従って利用者に付与すること。 ＜7.1.1(2)(b)関連＞ 7.1.1(2)-","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":421,"page_to":422,"char_count":1148},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c427","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"くなった場合」について 情報システムの利用者に対して付与した識別コードの中には、識別コードを付与し ても利用しない主体がいる可能性がある。 また、 人事異動等によって情報システムへア クセスする必要がなくなった識別コードをそのままにしている可能性がある。そのよ うな識別コードを残しておくと不正に利用される可能性もあるため、不要な識別コー ドは定期的に確認し、無効にするなどの対処を講ずる必要がある。  基本対策事項7.1.1(2)-3 「強固なパスワードに必要な十分な桁数を備えた第三者に容易 に推測できないパスフレーズ等を設定」について 強固なパスワードに必要な十分な桁数を備えた第三者に容易に推測できないパスフ レーズ等については、 「 （解説）基本対策事項7.1.1(1)-3「強固なパスワードに必要な十 分な桁数を備えた第三者に容易に推測できないパスフレーズ等を使用すること」につ いて」を参照のこと。  基本対策事項7.1.1(2)-3「安全な方法で主体認証情報を配布する」について 利用者以外の者 （情報システムの管理者等） が主体認証情報を設定する場合には、 以 下を例とする方法","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":422,"page_to":423,"char_count":1291},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c428","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"よ う注意喚起を表示する、識別コードを情報システム側で割り当てることで識別コード の共通利用を防止する、といった方法が考えられる。  基本対策事項7.1.1(2)-6「共用識別コードを付与する必要がある場合」について 共用識別コードは、 その利用履歴だけでは利用者を特定できないため、 不正な利用の 検知が難しく、また情報セキュリティインシデントが発生した場合の真相究明の支障 となる可能性がある。 この点を踏まえ、 やむを得ず、 共用識別コードを利用する場合に は、利用者を特定するための以下を例とする仕組みを講ずる必要がある。 • 当該情報システムにおける別途の認証手段を併用する • 入退室管理装置等の物理的認証手段を併用する • 第三者による承認を得てから利用する （その際、 共用識別コードを使用したこと が通知される仕組みも併せて設けること） 。 また、 共用識別コードの主体認証情報は、 悪用されないために主体認証情報を知る者 を限定するなどの措置を講ずる必要がある。普段は共用識別コードを利用しない職員 等が共用識別コードを使用する場合は、一時的に利用する主体認証情報を設定するこ ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":423,"page_to":424,"char_count":1233},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c429","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"主体が確実に制限されるように、アクセス制御機能を適切に運用すること。 【 基本対策事項 】 ＜7.1.2(1)(a)関連＞ 7.1.2(1)-1 情報システムセキュリティ責任者は、 主体の属性、 アクセス対象の属性に基づく アクセス制御の要件を定めること。 また、 情報システムの分類に基づき、 以下の対策を 実施すること。 【基本セキュリティ対策】以下を例とするアクセス制御機能の要件を定めること。 利用時間や利用時間帯によるアクセス制御 同一主体による複数アクセスの制限 IP アドレスによる端末の制限 ネットワークセグメントの分割によるアクセス制御 ファイルに記録された情報へのアクセスを制御するサーバにおいて主体認証を 受けたユーザのみが、 暗号化されたファイルに記録された情報に対し、 与えられ た権限の範囲でアクセス可能となる制御 【追加セキュリティ対策】 基本セキュリティ対策の実施に加えて、 以下を例とするアクセス 制御機能を用いることを検討すること。 認証・認可の統合管理基盤を用いたアクセス制御 アクセスの要求ごとに、主体等の状況を継続的に認証し認可する仕組みを実現 する機能の一","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":424,"page_to":425,"char_count":1239},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c430","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"無い者に閲覧等されないよう、 アクセス制限の対象に対して暗号化等の措置を考慮することが求められる。  基本対策事項7.1.2(1)-1 d） 「ネットワークセグメントの分割によるアクセス制御」に ついて 業務や取り扱う情報の性質・量に応じて、 重要な情報に攻撃が到達しないよう、 情報 システムの重要な情報を取り扱う部分を他の情報システムやインターネットから分離 するといった対策をとる必要がある。 特に、 情報システムの管理を行う部分を独立した ネットワークセグメントとし、 これをインターネットから切り離しておくことは、 攻撃 の拡大阻止の観点から有効である。 同時に、 ネットワークセグメント分割の意義を損な うことのないよう、 各システムで取り扱うことができる情報についてルール化し、 職員 等に徹底することも重要である。 また、 他の情報システムやインターネットから論理的 に分離をする際は、 必要最小限のIP アドレスやプロトコルが通信できるように制御し、 許可しない通信に関しては拒否するなどの対策も重要である。 なお、遵守事項5.2.1(3)(a)(オ)において、構築する情報システ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":425,"page_to":426,"char_count":1180},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c431","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"そのため、 第三者がファイルを閲覧しようとしても、 主体\n\n417 認証を受け、正当な主体として認識されない限り当該ファイルの内容を参照すること はできず、ファイルに記録された情報の漏えいを防止することができる。 また、ファイル利用時には、利用者はファイルの暗号化・復号を意識することなく、 付与されたアクセス権限に従った閲覧、 編集、 印刷等の操作を行えるため、 利便性が損 なわれることはない。  基本対策事項7.1.2(1)-1 f） 「認証・認可の統合管理基盤」について 認証・認可の統合管理基盤とは、それぞれの情報システムにおいて行っている識別 コード、 主体認証情報、 主体の属性等の管理やそれらを使用した主体認証機能及びアク セス制御機能を一元的に実施することを実現するためのものである。そのような基盤 を用いてアクセス制御を行うことで、それぞれの情報システム間の整合性を確保しつ つ、 職員等の異動や機器の交換等による変化に合わせて、 常に正しいアクセス制御を実 現することができる。  基本対策事項7.1.2(1)-1 g） 「動的なアクセス制御」について クラウドサービスの利","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":425,"page_to":427,"char_count":1259},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c432","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"機械的なチェック機能を設けるなどの設定や修正によるミス等を 防止するための対策を行うことが重要である。 なお、 アクセス制御の見直しを行う場合 は、アクセス権限の付与は必要最小限の範囲に限ることを原則とすることが重要であ る。\n\n418 7.1.3 権限の管理 目的・趣旨 情報システムのアクセス制御機能を適切に運用するためには、主体から対象に対するア クセスの権限を適切に設定することが必要である。 その際、 アクセス権限は最小権限の付与 とするため、 全てにアクセスできないことを前提に、 アクセスの必要がある主体に対しての み権限を付与し、アクセスの必要のない主体に対しては権限を与えないことを原則とする ことが重要である。 また、 情報に対して権限を付与する場合も同様に、 知る必要のある主体 に対してのみ権限を付与し、知る必要のない主体に対しては権限を与えないことを原則と することが重要である。 なお、 権限の管理が不適切になると、 情報又は情報システムへ不正 アクセスされるおそれが生じる。 また、 情報システムの管理機能として、 一般的に管理者権限にはあらゆる操作が許可され る特権が","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":426,"page_to":427,"char_count":1235},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c433","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"(1)-1 情報システムセキュリティ責任者は、初期値として利用可能な管理者権限を有 する識別コードには、管理者権限を付与しない又は無効化にすること。 ＜7.1.3(1)(b)関連＞ 7.1.3(1)-2 情報システムセキュリティ責任者は、主体に対して管理者権限を付与する場合、 主体の識別コード及び主体認証情報が、第三者等によって窃取された際の被害を最小 化するため、以下を例とする措置を講ずること。 業務上必要な場合に限定する 必要最小限の権限のみ付与する 管理者権限を行使できる端末をシステム管理者等の専用の端末とする\n\n419 7.1.3(1)-3 情報システムセキュリティ責任者は、管理者権限を有する識別コードの利用は 権限を必要とする業務に限定し、一般の業務として使用させないこと。 （解説）  遵守事項7.1.3(1)(a)「必要最小限の範囲で適切に設定する」について アクセス権限を設定する際は、 全てにアクセスできないことを前提に、 アクセスの必 要がある主体に対してのみ権限を付与することが求められる。情報に対して権限を付 与する場合も同様に、その情報を知る必要がある主体に対して","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":427,"page_to":428,"char_count":1269},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c434","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"なアクセス権限の付与が適切に行われているかを定期的に確認する必要がある。  基本対策事項7.1.3(1)-1「初期値として利用可能な管理者権限を有する識別コード」に ついて 初期値として利用可能な管理権限を有する識別コードとは、 例えば、 Administrator、 root、 admin などが考えられるが、 そのような識別コードは誰もが知っているため不正 アクセスの標的となる可能性が高い。そのため初期値として利用可能な管理権限を有 する識別コードは無効化することが望ましい。 やむを得ず利用する場合においても、 管 理者権限を付与しない又は権限を最小限にするなどの措置を講ずることを検討するこ とが考えられる。  基本対策事項7.1.3(1)-2 b)「必要最小限の権限のみ付与」について 必要最小限の権限のみ付与とは、権限が利用できる時間的な機会を限定すること又 はあらかじめ限られた操作が可能な権限を付与することにより、当該権限を使った不 正な操作が発生する機会を減らし、結果的に安全性を強化するものである。\n\n420 本対策の例として、 システムを通常操作するユーザにおいては、 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":428,"page_to":430,"char_count":1172},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c435","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"料となる。 したがっ て、情報システムにおいては、仕様どおりにログが取得され、また、改ざんや消失等が起こ らないよう、ログが適切に保全されなければならない。 遵守事項 (1) ログの取得・管理 (a) 情報システムセキュリティ責任者は、 情報システムにおいて、 情報システムが正し く利用されていることの検証及び不正侵入、 不正操作等がなされていないことの検証 を行うために必要なログを取得すること。 (b) 情報システムセキュリティ責任者は、 情報システムにおいて、 その特性に応じてロ グを取得する目的を設定した上で、 ログを取得する対象の機器等、 ログとして取得す る情報項目、 ログの保存期間、 要保護情報の観点でのログ情報の取扱方法等について 定め、適切にログを管理すること。 (c) 情報システムセキュリティ責任者は、 情報システムにおいて、 取得したログを定期 的に点検又は分析する機能を設け、 悪意ある第三者等からの不正侵入、 不正操作等の 有無について点検又は分析を実施すること。 【 基本対策事項 】 ＜7.1.4(1)(a)関連＞ 7.1.4(1)-1 情報システムセキュリティ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":430,"page_to":431,"char_count":1238},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c436","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"び分析し、 その結果を報告するために、 情報システムの分類に応じて以下の対策を実施 すること。 【基本セキュリティ対策】以下を例とする当該作業を支援する機能を導入すること。 ログ情報をソフトウェア等により集計し、 時系列で表示し、 報告書を生成するな どの作業の自動化機能 【追加セキュリティ対策】 基本セキュリティ対策の実施に加えて、 以下を例とする当該作業 を支援する機能の導入を検討すること。 リアルタイムでのログの調査・分析を行うための機能 （解説）  遵守事項7.1.4(1)(b)「ログを取得する目的」について 情報システムにおけるログは、情報セキュリティインシデント発生時や情報セキュ リティインシデントの予兆となる現象を特定する際に重要な役割を果たすことから、 可能な限り保存し適切に保護、管理することが望ましい。 取得するログについては、 情報システムの特性 （取り扱われる情報、 接続されるネッ トワーク、設置環境、利用者等）に応じ、当該情報システムでどのような事象を検知す べきかを目的として設定した上で、取得すべきログ情報やその保存期間等を検討する ことが望ましい。 例えば","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":431,"page_to":432,"char_count":1284},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c437","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ログの長期保存にはコストがかかるため、 費用を抑える観点から、 直近のログ はすぐに調査可能なハードディスク等のオンラインの電磁的記録媒体に保存し、それ 以降はテープや光ディスク等の長期保存に適した外部電磁的記録媒体に保存する方法 も考えられる。 オンラインの電磁的記録媒体に保存する期間については、 過去に遡って 調査する期間や頻度、どの程度のコストをログの保存にかけられるかを考慮して決定 する。  遵守事項7.1.4(1)(c)「点検又は分析」について 情報システムの特性等に応じて、 点検・分析の頻度や分析の精度を高める必要がある 場合には、ログを分析するための製品であるSIEM などを導入することや監視事業者 への委託を検討することが考えられる。  基本対策事項7.1.4(1)-1「時刻を同期」について 具体的な実装例としては、 ログを取得する機器のシステム時刻を、 タイムサーバを用 いて同期する方法がある。タイムサーバは、NTP（Network Time Protocol）やSNTP （Simple Network Time Protocol）等の方式により、ネットワーク上の","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":432,"page_to":433,"char_count":1266},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c438","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"びファイル操作内容 • 異常検出されたURL、IP アドレス、アプリケーション名、ファイル名 • 起動及び終了したアプリケーション名及びパス • 特定の操作指令の対象  基本対策事項7.1.4(1)-3「ログ情報の保全方法」について 取得したログ情報に対する不正な消去、改ざん及びアクセスを防止するためのログ 情報の保全方法として、以下の例が考えられる。 • ログ収集サーバにログを転送し保存する。ログ収集サーバの管理者を他のサー バ等の管理者と異なる者とし、他の管理者によるログ情報の消去や改ざんが行 われないようにする。 • ログをテープ等の外部電磁的記録媒体に書き出し、情報システムから切り離し て保管する。 • ログを書き換え不能な外部電磁的記録媒体 （DVD-R 等） に書き出して保管する。  基本対策事項7.1.4(1)-4 a)「自動化機能」について ログとして取得する項目数、 利用者数等が多くなるにつれて、 ログの量は膨大になり、 システム担当者等がログを目視することによって問題 （又はその予兆） を検出するのは、 困難を極める。 システム自体に実装される機能や各種運用管理","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":433,"page_to":434,"char_count":1283},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c439","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ための機能を実装し\n\n425 ない場合、 ファイアウォール、 IDS/IPS、 EDR、 NDR （Network Detection and Response） 等のセキュリティ対策機器やソフトウェアに加え、 SOC （Security Operation Center） やNOC（Network Operations Center）等での監視を実施するなどの対策を講じるこ とを検討するとよい。\n\n426 7.1.5 暗号・電子署名 目的・趣旨 情報システムで取り扱う情報の漏えい、 改ざん等を防ぐための手段として、 暗号と電子署 名は有効であり、情報システムにおける機能として適切に実装することが求められる。 暗号化機能及び電子署名機能を導入する際は、使用する暗号アルゴリズム及び鍵長に加 え、 それを用いた暗号プロトコルが適切であること、 運用時に当該アルゴリズム又は鍵長が 危殆化した場合や当該プロトコルに脆弱性が確認された場合等の対処方法及び関連する鍵 情報の適切な管理等を併せて考慮することが必要となる。 遵守事項 (1) 暗号化機能・電子署名機能の導入 (a) 情報システムセキュリ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":433,"page_to":435,"char_count":1216},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c440","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ること。 【 基本対策事項 】 ＜7.1.5(1)(a)関連＞ 7.1.5(1)-1 情報システムセキュリティ責任者は、暗号化又は電子署名を行う情報システム において、以下を例とする措置を講ずること。 情報システムのコンポーネント （部品） として、 暗号モジュールを交換すること が可能な構成とする。 複数のアルゴリズム、鍵長及びそれらに基づいた安全なプロトコルを選択する ことが可能な構成とする。 選択したアルゴリズム及び鍵長がソフトウェア及びハードウェアへ適切に実装 されており、 かつ、 暗号化された情報の復号又は電子署名の付与に用いる鍵及び それに対応する主体認証情報等が安全に保護されることを確実にするため、 「暗\n\n427 号モジュール試験及び認証制度」に基づく認証を取得している製品を選択する。 暗号化された情報の復号又は電子署名の付与に用いる鍵については、耐タンパ 性を有する暗号モジュールへ格納する。 機微な情報のやり取りを行う情報システムを新規に構築する場合は、安全性に 実績のあるプロトコルを選択し、長期的な秘匿性を保証する観点を考慮する。 ＜7.1.5(1)(b)関連＞ 7","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":435,"page_to":436,"char_count":1255},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c441","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ステム側が 「電子政府 推奨暗号リスト」 に記載されたアルゴリズム又は鍵長に対応していない等の場合は、 利 用実績が不十分であること、 また、 今後の普及が見込めない可能性があることによる影 響を踏まえた上で、 「推奨候補暗号リスト」に記載されたアルゴリズム及び鍵長を利用 するとよい。 なお、 「運用監視暗号リスト」に記載されたアルゴリズム及び鍵長は互換性維持以外 の目的での利用をしてはならない。 また、 互換性維持の目的であったとしても、 暗号が 解読される等のリスクが考えられるため、 「電子政府推奨暗号リスト」に記載されたア ルゴリズム及び鍵長への移行を検討する必要がある。 参考：CRYPTREC「電子政府における調達のために参照すべき暗号のリスト （CRYPTREC 暗号リスト） 」 （CRYPTREC LS-0001-2022） （令和５年３月30 日） （https://www.cryptrec.go.jp/list.html）  遵守事項7.1.5(1)(b)「アルゴリズム及び鍵長」について 「電子政府における調達のために参照すべき暗号のリスト（CRYPTREC 暗号リス","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":436,"page_to":437,"char_count":1192},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c442","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ュールは、 暗号化、 電子署名、 ハッシュ関数等の暗号に関連した機能を提供 するソフトウェアの集合体又はハードウェアとして定義される。選択した暗号化アル ゴリズム又は鍵長が将来危殆化することを想定し、暗号モジュールの交換が可能な構 成とすることを、情報システムの設計段階から考慮する必要がある。 また、あらかじめ暗号モジュールのアプリケーションインタフェースを統一してお くなどを考慮する必要がある。  基本対策事項7.1.5(1)-1 b) 「複数のアルゴリズム、 鍵長及びそれらに基づいた安全なプ ロトコルを選択」について 選択したアルゴリズム又は鍵長が将来危殆化することを想定し、危殆化していない 他のアルゴリズム及び鍵長へ直ちに変更できる機能と併せて、暗号利用モード等との 組合せ等により脆弱性の顕在化が認められない安全なプロトコルを選択できる機能も、 あらかじめ情報システムに設けておく必要がある。  基本対策事項7.1.5(1)-1 c)「 「暗号モジュール試験及び認証制度」に基づく認証」につ いて アルゴリズム及び鍵長自体が安全であっても、それをソフトウェアやハードウェア へ実装","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":437,"page_to":438,"char_count":1263}],"avg_length":1204.384705882353,"k1":1.5,"b":0.75}