{"shard_id":"デジタル臨時行政調査会_2025-10_19","group":"デジタル臨時行政調査会_2025-10","chunk_count":50,"chunks":[{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c0","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"別表２ （継続検討リスト）\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 1 火薬類の運搬に関する内閣府令 警察庁 第15条第1項 運搬方法 目視規制 2 核燃料物質等の運搬の届出等に関する内閣府令 警察庁 第4条第1項第6号 指示 目視規制 3 地域警察運営規則 警察庁 第18条第2項 立番、見張及び在所 目視規制 4 地域警察運営規則 警察庁 第27条第4項 警備派出所 目視規制 5 地域警察運営規則 警察庁 第28条第4項 検問所 目視規制 6 特定物質の運搬の届出等に関する規則 警察庁 第3条第4項 指示 目視規制 7 届出対象病原体等の運搬の届出等に関する規則 警察庁 第3条第4号ヘ 指示 目視規制 8 放射性同位元素等の運搬の届出等に関する内閣府令 警察庁 第3条第1項第6号 指示 目視規制 9 被収容者処遇規則 法務省 第2条の2 意見聴取等 目視規制 10 被収容者処遇規則 法務省 第14条第1項 事故の防止等 目視規制 11 調査報告に関する規則 外務省 第1条 調査報告書の作成 目視規制 12 私立学校教職員共済法 文部科学省 ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":1,"page_to":2,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c1","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"規程 厚生労働省 第3条の2第1項 寄宿舎管理者の職務 目視規制 25 原子爆弾被爆者に対する援護に関する法律 厚生労働省 第16条第1項 報告の請求及び検査 目視規制 26 高齢者の医療の確保に関する法律 厚生労働省 第134条第1項 報告の徴収等 目視規制 27 高齢者の医療の確保に関する法律 厚生労働省 第134条第2項 報告の徴収等 目視規制 28 高齢者の医療の確保に関する法律 厚生労働省 第152条第1項 報告の徴収等 目視規制 29 国民健康保険法 厚生労働省 第106条第1項 報告の徴収等 目視規制 30 児童福祉法 厚生労働省 第21条の3第1項 療育の給付 目視規制 31 児童福祉法施行令 厚生労働省 第35条の4 事業、養育里親及び児童福祉施 設 目視規制 32 児童福祉法施行令 厚生労働省 第38条 事業、養育里親及び児童福祉施 設 目視規制 33 食鳥処理の事業の規制及び食鳥検査に関する法律施行規則 厚生労働省 第27条第1項第2号 食鳥検査の方法及び手続 目視規制 34 新型インフルエンザ等対策特別措置法第六十四条の規定による医薬 品等の譲渡等の特例の手続に","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":2,"page_to":2,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c2","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"療機関等に対する報告の 徴収等 目視規制 44 特定Ｂ型肝炎ウイルス感染者給付金等の支給に関する特別措置法 厚生労働省 第35条第1項 報告の徴収等 目視規制 45 民間あっせん機関による養子縁組のあっせんに係る児童の保護等に 関する法律 厚生労働省 第7条第2項 許可の基準等 目視規制 46 労働安全衛生規則 厚生労働省 第11条第1項 衛生管理者の定期巡視及び権限 の付与 目視規制 47 労働安全衛生規則 厚生労働省 第15条第1号 産業医の定期巡視 目視規制 48 労働安全衛生規則 厚生労働省 第6条第1項 安全管理者の巡視及び権限の付 与 目視規制 49 核燃料物質等の事業所外運搬に係る危険時における措置に関する規 則 国土交通省 第1項第2号 立入禁止措置 目視規制 50 核燃料物質等車両運搬規則 国土交通省 第16条 見張人 目視規制 51 核燃料物質等車両運搬規則 国土交通省 第17条の2第5項 特定核燃料輸送物等の運搬に係 る措置等 目視規制 52 核燃料物質等車両運搬規則 国土交通省 第17条の2第8項第5号 特定核燃料輸送物等の運搬に係 る措置等 目視規制\n\n別表2","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":2,"page_to":3,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c3","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"目視規制 63 放射性同位元素等車両運搬規則 国土交通省 第16条の2第1項第6号 特定放射性同位元素の運搬に係 る措置等 目視規制 64 無軌条電車運転規則 国土交通省 第10条第2項 電力設備の巡視 目視規制 65 環境省関係東日本大震災復興特別区域法施行規則 環境省 第4条第1項 特定評価書についての関係都道 県知事等の意見提出の期間 目視規制 66 大気汚染防止法 環境省 第18条の15第1項 解体等工事に係る調査及び説明 等 目視規制 67 大気汚染防止法施行規則 環境省 第16条の5第1号 解体等工事に係る調査の方法 目視規制 68 外国人の技能実習の適正な実施及び技能実習生の保護に関する法律 法務省 厚生労働省 第14条第1項第2号 機構による事務の実施 目視規制 69 社会福祉に関する科目を定める省令 文部科学省 厚生労働省 第9条第2項 資料の提出等 目視規制 70 精神障害者の保健及び福祉に関する科目を定める省令 文部科学省 厚生労働省 第7条第2項 資料の提出等 目視規制 71 フロン類の使用の合理化及び管理の適正化に関する法律施行規則 経済産業省 環境省 第14","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":3,"page_to":3,"char_count":1199},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c4","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"4 地方公共団体の会計事務の定期 検査 定期検査 11 在外公館の名称及び位置並びに在外公館に勤務する外務公務員の給 与に関する法律 外務省 第7条第1項 在外公館所在地の物価情報当に 関する調査報告 定期検査 12 医薬品、医薬部外品、化粧品、医療機器及び再生医療等製品の製造 販売後安全管理の基準に関する省令 厚生労働省 第11条 製造販売後安全管理に関する業 務についての定期自己点検 定期検査 13 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第68条の14 再生医療等製品に関する感染症 定期報告 定期検査 14 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第68条の24 生物由来製品に関する感染症定 期報告 定期検査 15 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律施行規則 厚生労働省 第28条の25第3号 再生医療等製品の感染症定期報 告 定期検査 16 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律施行規則 厚生労働省 第63条 医療用医薬品の市販後の安全性 定期報告 ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":3,"page_to":4,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c5","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"に対する医療に関する法律施行規則 厚生労働省 第7条の4第2項第2号 五類感染症の患者の検体等の検 査 定期検査 25 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第8条第5項第2号（機械 器具保守管理標準作業 書の項） 感染症の献体、病原体の検査に 係る定期的な保守点検 定期検査 26 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第31条の27第1項第12 号イ 一種病原体等取扱施設の機能維 持のための定期点検 定期検査 27 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第31条の28第1項第7号 二種病原体等取扱施設の機能維 持のための定期点検 定期検査 28 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第31条の29第1項第7号 三種病原体等取扱施設の機能維 持のための定期点検 定期検査 29 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第31条の30第1項第7号 四種病原体等取扱施設の機能維 持のための定期点検 定期検査 30 感","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":4,"page_to":4,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c6","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"規則 厚生労働省 第4条第1項第4号ロ 飲料水の水質検査 定期検査 38 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条第1項第4号ハ 飲料水の水質検査 定期検査 39 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条第1項第4号ニ 飲料水の水質検査 定期検査 40 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条第1項第7号 飲料水の水質検査 定期検査 41 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条の2第1項第3号ハ 雑用水の水質検査 定期検査 42 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条の2第1項第4号ロ 雑用水の水質検査 定期検査 43 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条の2第1項第5号 雑用水の水質検査 定期検査 44 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条の5第2項第1号 ねずみ等の発生防止のための生 息調査等 定期検査 45 高気圧作業安全衛生規則 厚生労働省 第38条 健康診断","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":4,"page_to":5,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c7","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"名 所管省庁名 条項 規制等の内容概要 規制等の類型 54 水道法施行規則 厚生労働省 第15条の4第2号 水道事業者等が行う定期の水質 検査 定期検査 55 水道法施行規則 厚生労働省 第15条の4第4号ロ 水道事業者等が行う定期の水質 検査 定期検査 56 水道法施行規則 厚生労働省 第15条の4第6号 水道事業者等が行う定期の水質 検査 定期検査 57 水道法施行規則 厚生労働省 第16条第3項 定期健康診断（水道事業者） 定期検査 58 石綿障害予防規則 厚生労働省 第40条第1項 健康診断（石綿等取扱業務） 定期検査 59 有機溶剤中毒予防規則 厚生労働省 第29条第2項第1号 健康診断（有機溶剤業務） 定期検査 60 有機溶剤中毒予防規則 厚生労働省 第29条第2項第2号 健康診断（有機溶剤業務） 定期検査 61 有機溶剤中毒予防規則 厚生労働省 第29条第2項第3号 健康診断（有機溶剤業務） 定期検査 62 有機溶剤中毒予防規則 厚生労働省 第29条第2項第4号 健康診断（有機溶剤業務） 定期検査 63 臨床検査技師等に関する法律施行規則 厚生労働省 別表第5（第12条関","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":5,"page_to":5,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c8","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"土交通省 第19条 業務・会計状況の定期検査（水 害予防組合） 定期検査 1 国家公務員共済組合法 財務省 第28条第3項 国家公務員共済組合連合会にお ける監事による業務監査 実地監査 2 国家公務員共済組合法 財務省 第116条第3項 国家公務員共済組合及び国家公 務員共済組合連合会における財 務省職員による業務等監査 実地監査 3 国民年金法施行令 財務省 文部科学省 厚生労働省 第17条第1項 共済払いの基礎年金支払事務を 行う共済組合等を所管する省庁 の長による共済組合等資金受払 状況実地監査 実地監査 4 国民年金法施行令 財務省 文部科学省 厚生労働省 第17条第2項 共済払いの基礎年金支払事務を 行う共済組合等を所管する省庁 の長による共済組合等資金受払 状況実地監査 実地監査 1 警備業法施行規則 警察庁 第60条第1項 基地局における機械警備業務管 理者の専任 常駐専任 2 警備業法 警察庁 第42条第1項 基地局における機械警備業務管 理者の専任 常駐専任 3 道路交通法 警察庁 第74条の3第1項 一定台数以上の自動車を使用す る事業所等における安全運転管 理者","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":5,"page_to":6,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c9","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"精神保健 指定医の専任 常駐専任 12 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第17条第3項 製造所における管理薬剤師の常 駐 常駐専任 13 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第23条の2の14第5項 医療機器の製造業における責任 技術者の常駐 常駐専任 14 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第23条の34第5項 製造所における再生医療等製品 製造管理者の常駐 常駐専任 15 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第35条第1項 営業所における管理薬剤師の専 任 常駐専任 16 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第35条第2項 営業所における医薬品営業者管 理者の常駐 常駐専任 17 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第40条の6第1項 営業所における再生医療等製品 営業所管理者の常駐 常駐専任 18 医薬品、医療機器等の品質、有","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":6,"page_to":6,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c10","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"29条第1項 小規模保育事業所A型における調 理員の常駐 常駐専任 27 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第31条第1項 小規模保育事業所B型における保 育士の常駐 常駐専任 28 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第31条第1項 小規模保育事業所B型における調 理員の常駐 常駐専任 29 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第34条第1項 小規模保育事業所C型における家 庭的保育者の常駐 常駐専任 30 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第34条第1項 小規模保育事業所C型における調 理員の常駐 常駐専任 31 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第44条第1項 保育所型事業所内保育事業所に おける保育士の常駐 常駐専任 32 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第44条第1項 保育所型事業所内保育事業所に おける調理員の常駐 常駐専任 33 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第47条第1項 小規模型事業所内保育事業所に おける保育従事","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":6,"page_to":7,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c11","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"指定児童発達支援事業所におけ る看護職員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 40 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第3項第3号 指定児童発達支援事業所におけ る児童指導員又は保育士の常駐 常駐専任 41 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第3項第4号 指定児童発達支援事業所におけ る機能訓練担当職員の常駐 常駐専任 42 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第3項第5号 指定児童発達支援事業所におけ る児童発達支援管理責任者の常 駐 常駐専任 43 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第6項 指定児童発達支援事業所におけ る児童指導員又は保育士の常駐 常駐専任 44 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第1項第1号 児童発達支援センターにお","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":6,"page_to":7,"char_count":1198},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c12","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"第1号 児童発達支援センターにおける 言語聴覚士の常駐 常駐専任 51 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第3項第2号 児童発達支援センターにおける 機能訓練担当職員の常駐 常駐専任 52 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第4項第1号 児童発達支援センターにおける 看護職員の常駐 常駐専任 53 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第4項第2号 児童発達支援センターにおける 機能訓練担当職員の常駐 常駐専任 54 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第4条第1項第1号 指定福祉型障害児入所施設にお ける嘱託医の常駐 常駐専任 55 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第4条第1項第2号 指定福祉型障害児入所施設にお ける看護職員の常駐 常駐専任 56 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関す","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":7,"page_to":7,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c13","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"常駐専任 62 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第52条第1項第2号 指定医療型障害児入所施設にお ける児童指導員及び保育士の常 駐 常駐専任 63 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第52条第1項第3号 指定医療型障害児入所施設にお ける心理指導担当職員の常駐 常駐専任 64 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第52条第1項第4号 指定医療型障害児入所施設にお ける理学療法士又は作業療法士 の常駐 常駐専任 65 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第52条第1項第5号 指定医療型障害児入所施設にお ける児童発達支援管理責任者の 常駐 常駐専任 66 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第52条第2項 指定医療型障害児入所施設にお ける職業指導員の常駐 常駐専任 67 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":7,"page_to":8,"char_count":1199},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c14","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"的 な支援の方法に関する基準 厚生労働省 第6条第1項 単独型・併設型指定介護予防認 知症対応型通所介護事業所にお ける管理者の常駐 常駐専任 71 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第44条第1項 指定介護予防小規模多機能型居 宅介護事業所における介護予防 小規模多機能型居宅介護従業者 の常駐 常駐専任 72 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第44条第4項 指定介護予防小規模多機能型居 宅介護事業所における介護予防 小規模多機能型居宅介護従業者 （看護師または准看護師）の常 駐 常駐専任 73 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第44条第10項 指定介護予防小規模多機能型居 宅介護事業者における介護支援 ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":8,"page_to":8,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c15","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"項 指定介護予防認知症対応型共同 生活介護事業所における計画作 成担当者（介護支援専門員）の 常駐 常駐専任 78 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第71条第1項 指定介護予防認知症対応型共同 生活介護事業所における管理者 の常駐 常駐専任 79 指定介護予防支援等の事業の人員及び運営並びに指定介護予防支援 等に係る介護予防のための効果的な支援の方法に関する基準 厚生労働省 第2条第1項 指定介護予防支援事業所におけ る保健師等の常駐 常駐専任 80 指定介護予防支援等の事業の人員及び運営並びに指定介護予防支援 等に係る介護予防のための効果的な支援の方法に関する基準 厚生労働省 第3条第1項 指定介護予防支援事業所におけ る管理者の常駐 常駐専任 81 医療機器及び体外診断用医薬品の製造管理及び品質管理の基準に関 する省令 厚生労働省 第72条第1項 医療機器及び体外診断用医薬品 の製造販売業者における国内品 質業務運営責任者の専任 常駐専任 82 安全な血","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":8,"page_to":9,"char_count":1199},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c16","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"1号 指定訪問看護ステーションにお ける看護職員の常駐 常駐専任 89 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第60条第1項第2号 病院又は診療所である指定訪問 看護事業所における看護職員の 常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 90 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第61条第1項 指定訪問看護ステーションにお ける管理者の常駐 常駐専任 91 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第76条第1項第2号 指定訪問リハビリテーション事 業所における理学療法士、作業 療法士又は言語聴覚士の常駐 常駐専任 92 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第85条第1項第1号 病院又は診療所である指定居宅 療養管理指導事業所における居 宅療養管理指導従業者（医師又 は歯科医師）の常駐 常駐専任 93 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第85条第1項第1号 病院又は診療所","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":8,"page_to":9,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c17","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"導 員）の常駐 常駐専任 99 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第94条第1項 指定通所介護事業所における管 理者の常駐 常駐専任 100 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第111条第1項第1号 指定通所リハビリテーション事 業所における通所リハビリテー ション従業者（医師）の常駐 常駐専任 101 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第111条第1項第2号 指定通所リハビリテーション事 業所における通所リハビリテー ション従業者（理学療法士、作 業療法士若しくは言語聴覚士又 は看護職員若しくは介護職員） の常駐 常駐専任 102 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第121条第1項第1号 指定短期入所生活介護事業所に おける短期入所生活介護従業者 （医師）の常駐 常駐専任 103 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第121条第1項第2号 指定短期入所生活介護事業所に おける短期入所生活介護従業者 （生活相談","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":9,"page_to":10,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c18","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 109 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第1項第1号 指定特定施設入居者生活介護事 業の指定特定施設における生活 相談員の常駐 常駐専任 110 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第1項第2号 指定特定施設入居者生活介護事 業の指定特定施設における看護 職員又は介護職員の常駐 常駐専任 111 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第1項第3号 指定特定施設入居者生活介護事 業の指定特定施設における機能 訓練指導員の常駐 常駐専任 112 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第1項第4号 指定特定施設入居者生活介護事 業の指定特定施設における計画 作成担当者（介護支援専門員） の常駐 常駐専任 113 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第2項第1号 特定施設における生活相談","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":9,"page_to":10,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c19","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"ービス利用型指定特定施 設入居者生活介護事業の指定特 定施設における介護職員の常駐 常駐専任 120 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第192条の4第1項第3号 外部サービス利用型指定特定施 設入居者生活介護事業の指定特 定施設における計画作成担当者 （介護支援専門員）の常駐 常駐専任 121 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第192条の4第2項第1号 外部サービス利用型特定施設に おける生活相談員の常駐 常駐専任 122 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第192条の4第2項第2号 外部サービス利用型特定施設に おける介護職員の常駐 常駐専任 123 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第192条の4第2項第3号 外部サービス利用型特定施設に おける計画作成担当者（介護支 援専門員）の常駐 常駐専任 124 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第192条の5第1項 外部サービス利用型指定特定施 設入居者生活","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":10,"page_to":11,"char_count":1199},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c20","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"準 厚生労働省 第12条第1項第4号 特別養護老人ホームにおける介 護職又は看護職員の常駐 常駐専任 132 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第12条第1項第5号 特別養護老人ホームにおける栄 養士の常駐 常駐専任 133 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第12条第1項第6号 特別養護老人ホームにおける機 能訓練指導員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 134 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第56条第1項第1号 地域密着型特別養護老人ホーム における施設長の常駐 常駐専任 135 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第56条第1項第2号 地域密着型特別養護老人ホーム における医師の常駐 常駐専任 136 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第56条第1項第3号 地域密着型特別養護老人ホーム における生活相談員の常駐 常駐専任 137 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第56条","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":10,"page_to":11,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c21","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"第175条第1項 営業所における特定管理医療機 器営業所管理者の常駐 常駐専任 144 児童福祉法施行規則 厚生労働省 第1条の7第1号 地域子育て支援拠点事業におけ る知識・経験を有する者の常駐 常駐専任 145 児童福祉法施行規則 厚生労働省 第1条の14第1項 小規模住居型児童養育事業を行 う住居における養育者及び補助 者の常駐 常駐専任 146 児童福祉法施行規則 厚生労働省 第36条の8第1項 児童自立生活援助事業所におけ る指導員及び管理者の常駐 常駐専任 147 児童福祉法施行規則 厚生労働省 第48条の5第1項 市町村等事務受託事務所におけ る管理者の常駐 常駐専任 148 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第1項 主として知的障害のある児童を 入所させる福祉型障害児入所施 設における嘱託医の常駐 常駐専任 149 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第1項 主として知的障害のある児童を 入所させる福祉型障害児入所施 設における児童指導員の常駐 常駐専任 150 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":11,"page_to":11,"char_count":1199},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c22","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 保育士の常駐 常駐専任 157 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 栄養士の常駐 常駐専任 158 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 調理員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 159 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 児童発達支援管理責任者の常駐 常駐専任 160 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 医師の常駐 常駐専任 161 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 看護職員","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":11,"page_to":12,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c23","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"常駐専任 168 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における嘱託医の常駐 常駐専任 169 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における児童指導員の常駐 常駐専任 170 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における保育士の常駐 常駐専任 171 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における栄養士の常駐 常駐専任 172 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における調理員の常駐 常駐専任 173 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所さ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":12,"page_to":13,"char_count":1199},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c24","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"省 第63条第1項 福祉型児童発達支援センターに おける調理員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 181 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第1項 福祉型児童発達支援センターに おける児童発達支援管理責任者 の常駐 常駐専任 182 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第1項 福祉型児童発達支援センターに おける機能訓練担当職員の常駐 常駐専任 183 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第4項 主として難聴児を通わせる福祉 型児童発達支援センターにおけ る嘱託医の常駐 常駐専任 184 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第4項 主として難聴児を通わせる福祉 型児童発達支援センターにおけ る児童指導員の常駐 常駐専任 185 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第4項 主として難聴児を通わせる福祉 型児童発達支援センターにおけ る保育士の常駐 常駐専任 186 児童福祉施設の設備及び運営に関する基準","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":12,"page_to":13,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c25","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける児童指導員の常駐 常駐専任 193 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける保育士の常駐 常駐専任 194 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける栄養士の常駐 常駐専任 195 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける調理員の常駐 常駐専任 196 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける児童発達支援管理 責任者の常駐 常駐専任 197 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける機能訓練担当職員","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":13,"page_to":14,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c26","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第3項 乳児院における心理療法担当職 員の常駐 常駐専任 206 児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第6項 乳児院における看護師の常駐 常駐専任 207 児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第7項 乳児院における保育士の常駐 常駐専任 208 児童福祉施設の設備及び運営に関する基準 厚生労働省 第22条第1項 乳幼児十人未満を入所させる乳 児院における看護師の常駐 常駐専任 209 児童福祉施設の設備及び運営に関する基準 厚生労働省 第22条第1項 乳幼児十人未満を入所させる乳 児院における家庭支援専門相談 員の常駐 常駐専任 210 児童福祉施設の設備及び運営に関する基準 厚生労働省 第22条第1項 乳幼児十人未満を入所させる乳 児院における調理員又はこれに 代わるべき者の常駐 常駐専任 211 児童福祉施設の設備及び運営に関する基準 厚生労働省 第27条第1項 母子生活支援施設における母子 支援員の常駐 常駐専任 212 児童福祉施設の設備及び運営に関する基準 厚生労働省 ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":14,"page_to":14,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c27","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における保育士の 常駐 常駐専任 221 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における個別対応 職員の常駐 常駐専任 222 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における家庭支援 専門相談員の常駐 常駐専任 223 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における栄養士の 常駐 常駐専任 224 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における調理員の 常駐 常駐専任 225 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 乳児が入所している児童養護施 設における看護師の常駐 常駐専任 226 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第3項 児童養護施設における心理療法 担当職員の常駐 常駐専任 227 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第5項 児童養護施設における職業指導 員の常","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":14,"page_to":15,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c28","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 234 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第3項 主として肢体不自由のある児童 を入所させる医療型障害児入所 施設における児童指導員の常駐 常駐専任 235 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第3項 主として肢体不自由のある児童 を入所させる医療型障害児入所 施設における保育士の常駐 常駐専任 236 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第3項 主として肢体不自由のある児童 を入所させる医療型障害児入所 施設における児童発達支援管理 責任者の常駐 常駐専任 237 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第3項 主として肢体不自由のある児童 を入所させる医療型障害児入所 施設における理学療法士又は作 業療法士の常駐 常駐専任 238 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第6項 主として重症心身障害児を入所 させる医療型障害児入所施設に おける病院従業員の常駐 常駐専任 239 児童福祉施設の設備","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":15,"page_to":15,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c29","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"専任 245 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける児童指導員の常駐 常駐専任 246 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける保育士の常駐 常駐専任 247 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける看護師の常駐 常駐専任 248 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける理学療法士又は作業療法 士の常駐 常駐専任 249 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける児童発達支援管理責任者 の常駐 常駐専任 250 児童福祉施設の設備及び運営に関する基準 厚生労働省 第73条第1項 児童心理治療施設における医師 の常駐 常駐専任 251 児童福祉施設の設備及び運営に関する基準 厚生労働省 第73条第1項 児童心理治療施設における心理 療法担当職員の常駐 常駐専任 252 児童","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":15,"page_to":16,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c30","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における児童 自立支援専門員の常駐 常駐専任 260 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における児童 生活支援員の常駐 常駐専任 261 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における個別 対応職員の常駐 常駐専任 262 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における家庭 支援専門相談員の常駐 常駐専任 263 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における栄養 士の常駐 常駐専任 264 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における調理 員の常駐 常駐専任 265 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第3項 児童自立支援施設における心理 療法担当職員の常駐 常駐専任 266 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第5項 児童自立支援施設に","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":16,"page_to":16,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c31","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"任 275 栄養士法施行規則 厚生労働省 第9条第5号 栄養士養成施設における助手 （管理栄養士）の専任 常駐専任 276 栄養士法施行規則 厚生労働省 第9条第7号 栄養士養成施設における教員 （医師）の専任 常駐専任 277 栄養士法施行規則 厚生労働省 第9条第8号 栄養士養成施設における教員 （管理栄養士等）の専任 常駐専任 278 栄養士法施行規則 厚生労働省 第11条第2号 管理栄養士養成施設における教 員の専任 常駐専任 279 栄養士法施行規則 厚生労働省 第11条第3号 管理栄養士養成施設における教 員の専任 常駐専任 280 栄養士法施行規則 厚生労働省 第11条第4号 管理栄養士養成施設における教 員の専任 常駐専任 281 栄養士法施行規則 厚生労働省 第11条第5号 管理栄養士養成施設における助 手（管理栄養士）の専任 常駐専任 282 栄養士法施行規則 厚生労働省 第11条第6号 管理栄養士養成施設における教 員（医師）の専任 常駐専任 283 栄養士法施行規則 厚生労働省 第11条第7号 管理栄養士養成施設における教 員（管理栄養士等）の専任 常駐専任 2","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":16,"page_to":17,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c32","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"指定規則 厚生労働省 第2条第1項第2号 管理栄養士学校における教員の 専任 常駐専任 292 管理栄養士学校指定規則 厚生労働省 第2条第1項第3号 管理栄養士学校における教員の 専任 常駐専任 293 管理栄養士学校指定規則 厚生労働省 第2条第1項第4号 管理栄養士学校における助手 （管理栄養士）の専任 常駐専任 294 管理栄養士学校指定規則 厚生労働省 第2条第1項第5号 管理栄養士学校における教員 （医師）の専任 常駐専任 295 管理栄養士学校指定規則 厚生労働省 第2条第1項第6号 管理栄養士学校における教員 （管理栄養士等）の専任 常駐専任 296 調理師法施行規則 厚生労働省 第6条第2号 調理師養成施設における施設長 の専任 常駐専任 297 調理師法施行規則 厚生労働省 第6条第3号 調理師養成施設における教員の 専任 常駐専任 298 調理師法施行規則 厚生労働省 第6条第4号 調理師養成施設における教員 （認定書の交付を受けた者等） の専任 常駐専任 299 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第56条第1項","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":17,"page_to":17,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c33","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"児童発達支援管理責 任者の常駐 常駐専任 305 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第56条第2項 指定医療型児童発達支援事業所 における機能訓練担当職員の常 駐 常駐専任 306 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第1項第1号 指定放課後等デイサービスの事 業所における児童指導員、保育 士又は障害福祉サービス経験者 の常駐 常駐専任 307 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第1項第2号 指定放課後等デイサービスの事 業所における児童発達支援管理 責任者の常駐 常駐専任 308 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第2項 指定放課後等デイサービスの事 業所における機能訓練担当職員 の常駐 常駐専任 309 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第3項第1号 指定放課後等デイサービスの事 業所における嘱託","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":17,"page_to":18,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c34","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"等デイサービスの事 業所における児童指導員又は保 育士の常駐 常駐専任 315 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第71条の8第1項第1号 指定居宅訪問型児童発達支援の 事業所における訪問支援員の常 駐 常駐専任 316 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第71条の8第1項第2号 指定居宅訪問型児童発達支援の 事業所における児童発達支援管 理責任者の常駐 常駐専任 317 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第71条の8第3項 指定居宅訪問型児童発達支援の 事業所における、専ら当該事業 所の職務に従事する者の常駐 常駐専任 318 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第73条第1項第1号 指定保育所等訪問支援の事業所 における訪問支援員の常駐 常駐専任 319 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第73条第1項第2号 指定保育所等訪問支","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":18,"page_to":18,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c35","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第50条第1項第2号 指定療養介護の事業所における 看護職員の常駐 常駐専任 325 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第50条第1項第3号 指定療養介護の事業所における 生活支援員の常駐 常駐専任 326 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第50条第1項第4号 指定療養介護の事業所における サービス管理責任者の常駐 常駐専任 327 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第51条第1項 指定療養介護の事業所における 管理者の常駐 常駐専任 328 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":18,"page_to":18,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c36","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"指定短期入所の事業を行う事業 所における従業者（生活支援員 等）の常駐 常駐専任 333 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第115条第3項 指定短期入所の事業を行う事業 所における生活支援員等の常駐 常駐専任 334 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第116条第1項 指定短期入所の事業を行う事業 所における管理者の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 335 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第127条第2項 指定重度障害者等包括支援の事 業所におけるサービス提供責任 者の常駐 常駐専任 336 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":18,"page_to":19,"char_count":1199},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c37","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"の人員、設備及び運営に関する 基準 厚生労働省 第157条第1項 指定自立訓練（機能訓練）の事 業所における管理者の常駐 常駐専任 341 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第157条第1項 指定自立訓練（機能訓練）事業 の主たる事業所及び従たる事業 所における従業者の常駐 常駐専任 342 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第166条第1項第1号 指定自立訓練（生活訓練）の事 業所における生活支援員の常駐 常駐専任 343 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第166条第1項第2号 指定自立訓練（生活訓練）の事 業所における地域移行支援員の 常駐 常駐専任 344 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":19,"page_to":19,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c38","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"準 厚生労働省 第167条第1項 指定自立訓練（生活訓練）事業 の主たる事業所及び従たる事業 所における従業者の常駐 常駐専任 349 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第175条第1項第1号 指定就労移行支援の事業所にお ける職業指導員及び生活支援員 の常駐 常駐専任 350 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第175条第1項第2号 指定就労移行支援の事業所にお ける就労支援員の常駐 常駐専任 351 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第175条第1項第3号 指定就労移行支援の事業所にお けるサービス管理責任者の常駐 常駐専任 352 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":19,"page_to":20,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c39","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第187条第1項 指定就労継続支援Ａ型の事業所 における管理者の常駐 常駐専任 357 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第187条第1項 指定就労継続支援Ａ型事業所の 主たる事業所及び従たる事業所 における従業者の常駐 常駐専任 358 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第199条第1項 指定就労継続支援B型の事業所に おける管理者の常駐 常駐専任 359 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第199条第1項 指定就労継続支援B型事業所の主 たる事業所及び従たる事業所に おける従業者の常駐 常駐専任 360 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サー","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":20,"page_to":20,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c40","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"び運営に関する 基準 厚生労働省 第206条の14第1項第1 号 指定自立生活援助の事業所にお ける地域生活支援員の専任 常駐専任 365 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第206条の14第1項第2 号 指定自立生活援助の事業所にお けるサービス管理責任者の常駐 常駐専任 366 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第206条の15第1項 指定自立生活援助の事業所にお ける管理者の常駐 常駐専任 367 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第208条第1項第1号 指定共同生活援助の事業所にお ける世話人の常駐 常駐専任 368 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":20,"page_to":20,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c41","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"常駐専任 373 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第1号 指定障害者支援施設等における サービス管理責任者の常駐 常駐専任 374 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第2号 指定障害者支援施設等における 看護職員、理学療法士又は作業 療法士及び生活支援員の常駐 常駐専任 375 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第2号 指定障害者支援施設等における サービス管理責任者の常駐 常駐専任 376 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第2号 指定障害者支援施設等における 自立訓練（機能訓練）に併せて 訪問による自立訓練（機能訓 練）を提供する指定障害者支援 施","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":20,"page_to":21,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c42","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"の常駐 常駐専任 381 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第4号 指定障害者支援施設等における 職業指導員及び生活支援員の常 駐 常駐専任 382 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第4号 指定障害者支援施設等における 就労支援員の常駐 常駐専任 383 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第4号 指定障害者支援施設等における サービス管理責任者の常駐 常駐専任 384 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第4号 指定障害者支援施設等における 職業指導員及び生活支援員の常 駐 常駐専任 385 障害者の日常生活及び社会生活を総合的に支援するための法律に基 ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":21,"page_to":21,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c43","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"害者支援施設等における サービス管理責任者の常駐 常駐専任 390 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定地域相談支援の事業の人員及び運営に関する基準 厚生労働省 第3条第1項 一般相談支援事業所における指 定地域移行支援従事者の常駐 常駐専任 391 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定地域相談支援の事業の人員及び運営に関する基準 厚生労働省 第3条第2項 一般相談支援事業所における指 定地域移行支援従事者（相談支 援専門員）の常駐 常駐専任 392 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定地域相談支援の事業の人員及び運営に関する基準 厚生労働省 第4条第1項 一般相談支援事業所における管 理者の常駐 常駐専任 393 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第40条第1項 指定障害者支援施設等における 管理者の常駐 常駐専任 394 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":21,"page_to":21,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c44","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第2号 障害者支援施設におけるサービ ス管理責任者の常駐 常駐専任 400 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第3号 障害者支援施設における看護職 員、理学療法士又は作業療法士 及び生活支援員の常駐 常駐専任 401 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第3号 障害者支援施設におけるサービ ス管理責任者の常駐 常駐専任 402 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第3号 障害者支援施設における生活支 援員の常駐 常駐専任 403 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第4号 障害者支援","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":21,"page_to":22,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c45","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第5号 障害者支援施設における就労支 援員の常駐 常駐専任 409 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第5号 障害者支援施設におけるサービ ス管理責任者の常駐 常駐専任 410 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第5号 障害者支援施設における職業指 導員及び生活支援員の常駐 常駐専任 411 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第5号 障害者支援施設におけるサービ ス管理責任者の常駐 常駐専任 412 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第6号 障害者支援施設における職業指 導員及び生活支","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":22,"page_to":22,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c46","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"者の専任 常駐専任 418 医薬品、医薬部外品、化粧品及び再生医療等製品の品質管理の基準 に関する省令 厚生労働省 第4条第3項 医薬品の製造販売業者における 品質保証責任者の専任 常駐専任 419 医薬品、医薬部外品、化粧品及び再生医療等製品の品質管理の基準 に関する省令 厚生労働省 第17条第1項 医薬部外品及び化粧品の製造販 売業者における品質保証責任者 の専任 常駐専任 420 医薬品、医薬部外品、化粧品及び再生医療等製品の品質管理の基準 に関する省令 厚生労働省 第21条第1項 再生医療等製品の製造販売業者 における品質保証責任者の専任 常駐専任 421 麻薬及び向精神薬取締法 厚生労働省 第50条の20第1項 向精神薬営業所における向精神 薬取扱責任者の専任 常駐専任 422 覚醒剤取締法 厚生労働省 第22条第2項 覚醒剤保管営業所における薬剤 師の常駐 常駐専任 423 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第40条の3第1項 医療機器の修理業における医療 機器修理責任技術者の常駐 常駐専任 424 医薬品、医療機器等の品質、有効","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":22,"page_to":22,"char_count":1199},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c47","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"号 臨床研究中核病院における看護 師の人員配置標準 常駐専任 432 医療法 厚生労働省 第10条第1項 病院等における管理者の選任 常駐専任 433 医療法 厚生労働省 第10条の2第1項 特定機能病院における管理者の 選任 常駐専任 434 医療法 厚生労働省 第11条第1項 助産所における管理者の選任 常駐専任 435 医療法 厚生労働省 第21条第1項第1号 病院における医師等の人員配置 標準 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 436 医療法 厚生労働省 第21条第2項第1号 療養病床を有する診療所におけ る医師等の人員配置標準 常駐専任 437 医療法 厚生労働省 第22条の2第1項第1号 特定機能病院における医師、歯 科医師、薬剤師、看護師の人員 配置標準 常駐専任 438 医療法 厚生労働省 第22条の3第1項第1号 臨床研究中核病院における医 師、歯科医師、薬剤師、看護師 の人員配置標準 常駐専任 439 医療法施行規則 厚生労働省 第19条第1項第1号 病院における医師の人員配置標 準 常駐専任 440 医療","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":22,"page_to":23,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c48","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"専任 449 医療法施行規則 厚生労働省 第22条の2第1項第3号 特定機能病院における薬剤師の 人員配置標準 常駐専任 450 医療法施行規則 厚生労働省 第22条の2第1項第4号 特定機能病院における看護師及 び准看護師の人員配置標準 常駐専任 451 医療法施行規則 厚生労働省 第22条の2第1項第5号 特定機能病院における管理栄養 士の人員配置標準 常駐専任 452 医療法施行規則 厚生労働省 第22条の2第1項第6号 特定機能病院における診療放射 線技師、事務員の人員配置標準 常駐専任 453 医療法施行規則 厚生労働省 第9条の8第1項第1号 病院等における責任者（医師又 は臨床検査技師）の選任 常駐専任 454 医療法施行規則 厚生労働省 第9条の8第1項第3号 病院等における精度管理を職務 とする者（医師、臨床検査技 師）の選任 常駐専任 455 保健師助産師看護師学校養成所指定規則 厚生労働省 第2条第4号 保健師学校養成所における教員 の専任 常駐専任 456 保健師助産師看護師学校養成所指定規則 厚生労働省 第2条第10号 保健師学校養成所における事務 職員の専任","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":23,"page_to":24,"char_count":1200},{"chunk_id":"80e217298f6ef3f1ef8c7ef4d0933b99_c49","doc_id":"80e217298f6ef3f1ef8c7ef4d0933b99","text":"第10号 看護師学校養成所における事務 職員の専任 常駐専任 465 保健師助産師看護師学校養成所指定規則 厚生労働省 第5条第4号 准看護師学校養成所における教 員の専任 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 466 保健師助産師看護師学校養成所指定規則 厚生労働省 第5条第10号 准看護師学校養成所における事 務職員の専任 常駐専任 467 臨床検査技師等に関する法律施行規則 厚生労働省 第12条第1項第9号 衛生検査所における管理者（医 師又は臨床検査技師）の選任 常駐専任 468 臨床検査技師等に関する法律施行規則 厚生労働省 第12条第1項第11号 衛生検査所における精度管理責 任者（医師又は臨床検査技師） の選任 常駐専任 469 職業訓練の実施等による特定求職者の就職の支援に関する法律施行 規則 厚生労働省 第2条第1号 職業訓練施設における責任者の 専任 常駐専任 470 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf","page_from":23,"page_to":24,"char_count":1200}],"avg_length":1204.384705882353,"k1":1.5,"b":0.75}