{"shard_id":"デジタル社会推進標準ガイドライン_2023-07_5","group":"デジタル社会推進標準ガイドライン_2023-07","chunk_count":50,"chunks":[{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c250","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ィ要件とすること。 ただし、 「IT 製品の調達における セキュリティ要件リスト」 の 「セキュリティ上の脅威」 に挙げられていない脅威 にも対抗する必要がある場合には、必要なセキュリティ要件を策定すること。 「IT 製品の調達におけるセキュリティ要件リスト」に掲載されていない製品分 野においては、 調達する機器等の利用環境において対抗すべき脅威を分析し、 必 要なセキュリティ要件を策定すること。 （解説）  遵守事項5.2.1(3)(a) 「情報システムに求める分類基準に応じた具体的な対策事項」 につ いて 情報システムに求める分類基準に応じた具体的な対策事項については、遵守事項 5.1.1(2)(a)を参照のこと。  遵守事項5.2.1(3)(a)「情報システムのセキュリティ要件」について 構築する情報システムにおいて、 機器等を調達する場合や業務委託、 クラウドサービ ス、 政府共通利用型システムなどを利用する場合には、 機関等における役割と責任範囲 を踏まえ、構築する情報システムとの関係性を整理した上でセキュリティ要件を策定 する必要がある。 業務委託の実施については4.1","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":251,"page_to":252,"char_count":1212},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c251","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":".1(3)(a)(ア)「セキュリティ機能要件」について 情報システムに必要となるセキュリティ機能要件の策定に当たっては、 第７部 「情報 システムのセキュリティ機能」 を参照し策定すること。 その際、 情報システムの分類に 従って要件を定めるが、取り扱う情報や当該情報システムを利用して行う業務等を踏 まえて、追加セキュリティ対策をセキュリティ要件として定める必要がないかを検討 することが望ましい。  遵守事項5.2.1(3)(a)(イ)「監視するデータが暗号化されている場合は、必要に応じて復 号」について ウェブの常時暗号化（TLS 化）や電子メールサーバ間通信の暗号化（TLS 化）等と いった通信の暗号化が社会的に進められ、 その利用割合が上昇する中で、 不正なプログ ラム等の脅威が暗号化された通信の中に含まれていると、当該通信の監視による脅威 の検知が困難になる。 また、 機関等自身においても上記の暗号化を進めていけば、 その 傾向は更に大きくなる。 このため、 監視に際しては、 監視対象のデータが暗号されてい るかどうかを把握し、対象とする脅威の監視可否に与える影響を考慮した上","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":252,"page_to":253,"char_count":1182},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c252","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"否 を判断することが望ましい。  遵守事項5.2.1(3)(c)「IT 製品の調達におけるセキュリティ要件リスト」について 「IT 製品の調達におけるセキュリティ要件リスト」 には、 デジタル複合機、 OS、 ファ イアウォール等の製品分野ごとに一般的に想定されるセキュリティ上の脅威が記載さ れており、 それらが自身の運用環境において該当する場合には、 当該脅威に対抗する必\n\n244 要がある。 対抗手段の一つとして、 「IT 製品の調達におけるセキュリティ要件リスト」には、IT セキュリティに関わる 「国際標準に基づくセキュリティ要件」 が記載されており、 それ を調達時に活用することで脅威に対抗するための機能を有した製品を調達することが 可能となる。 「IT 製品の調達におけるセキュリティ要件リスト」 に記載されている 「セキュリティ 上の脅威」 のうち、 製品の利用環境や製品に実装されている機能によっては、 一部の脅 威だけに対抗すればよい場合もあり得る。そのような場合には、 「国際標準に基づくセ キュリティ要件」では過剰な要件（要求仕様）となる可能性もあるので、個別にセキュ ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":252,"page_to":253,"char_count":1167},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c253","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"情報シ ステムの所管部門のみでセキュリティ要件の判断をせずに、最高情報セキュリティア ドバイザー等のセキュリティの専門家に評価してもらう必要がある。セキュリティの 専門家については、例えば、最高情報セキュリティアドバイザーの他、情報セキュリ ティ推進部門やデジタル統括アドバイザー、 情報セキュリティに関する資格 （情報処理 安全確保支援士等）保有者、業務委託による第三者機関等の利用も考えられる。  遵守事項5.2.1(3)(d)「上位の情報セキュリティ対策をセキュリティ要件として盛り込 む必要が無いか」について セキュリティ要件を定める際には、 5.1.1(2)(a)で定める情報システムの分類基準に応 じた情報セキュリティ対策のみでだけでなく、情報システムの特性やサイバーセキュ リティ分野の脅威動向を踏まえ、追加セキュリティ対策として定義されているセキュ リティ対策をセキュリティ要件として盛り込む必要が無いかを検討することが考えら れる。  基本対策事項5.2.1(3)-1 「情報システムに係る政府調達におけるセキュリティ要件策定 マニュアル」について 「情報システムのセキュリティ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":253,"page_to":254,"char_count":1197},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c254","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"参照の上、委託 先との管理責任範囲の分担を明確化し、セキュリティ対策の実施に漏れが生じないよ うにすることも重要である。 このように、情報システムの構築形態及び調達形態に応じてセキュリティ要件を定 めることが求められる。 なお、 情報システムのセキュリティ要件を定める考え方として、 デジタル庁が公表し ている「政府情報システムにおけるセキュリティ・バイ・デザインガイドライン」を参 考にするとよい。 参考：内閣官房内閣サイバーセキュリティセンター 「情報システムに係る政府調達に おけるセキュリティ要件策定マニュアル」 （https://www.nisc.go.jp/policy/group/general/sbd_sakutei.html） 参考：デジタル庁「政府情報システムにおけるセキュリティ・バイ・デザインガイド ライン」 （2022 年６月30 日） （https://www.digital.go.jp/resources/standard_guidelines/）  基本対策事項5.2.1(3)-2「開発する情報システムが運用される際に想定される脅威」に ついて 汎用ソフトウェ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":254,"page_to":255,"char_count":1287},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c255","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"が望ましい。 「ST 確認」とは、情報システムが対抗すべき脅威について適切なセキュリティ要件 が策定されていることを確認するために、セキュリティ設計仕様書（ST:Security Target）をIT セキュリティ評価基準（ISO/IEC 15408）に基づき、第三者である評価 機関が評価し、 その評価結果が妥当であることを認証機関 （独立行政法人情報処理推進 機構）が検証し、確認することをいう。  基本対策事項5.2.1(3)-4「管理機能」について 「管理機能」 とは、 真正確認、 権限管理等のセキュリティ機能を管理するための機能 のほか、 情報セキュリティインシデントの発生時に行う対処及び復旧に係る機能、 証跡 保全の機能等を指し、これらの必要性を情報システムの設計時から検討することによ り、必要がある場合には情報システムに組み込む必要がある。  基本対策事項5.2.1(3)-4「監視のために必要な機能」について 情報システム及び取り扱う情報の格付や取扱制限等を考慮して、情報システムの各 所において様々なイベントを監視する必要性を見極める必要がある。監視するイベン トとしては","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":255,"page_to":256,"char_count":1262},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c256","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"れる脆弱性の種類ごとに方針を定める必要がある。 具体的に定めるものとして、 例えば 以下の内容が考えられる。 • バッファオーバーフローによる不正なプログラムの挿入及び実行を防ぐために、 データを転記する場面においてメモリ領域長とデータ長を検査する処理を付加 する。 • SQL インジェクションによるデータベース内の情報の漏えい・改ざんを防ぐた めに、プレースホルダによりSQL 文を組み立てる。 • OS コマンドインジェクションによる不正なシステム操作を防ぐために、 シェル を起動できる言語機能を利用しない。 7.2.1「ソフトウェアに関する脆弱性対策」及び6.2.3「ウェブ」 、6.6.1「アプリケー ション・コンテンツの作成・運用時の対策」の規定内容も参考にして、懸念される全て の脆弱性の種類に対して、実装方針を定め、調達仕様書に明記する必要がある。  基本対策事項5.2.1(3)-6 a)「機器等を調達する場合」について 情報システムで利用する機器等を調達する場合は、当該機器等の製造工程で不正な プログラム等が加えられていないことを確認することが重要となる。 そのため、 情報","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":256,"page_to":256,"char_count":1228},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c257","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"-7「要安定情報を取り扱う情報システム」について 要安定情報を取り扱う情報システムは、当該情報システムの停止が国民の安全や利 益に重大な影響をもたらす可能性があるものや他の情報システムへ重大な影響を及ぼ すものなどが存在する。そのような情報を取り扱う情報システムにおいては、情報セ キュリティインシデントが発生した際や危機的事象が発生した際にも運用を継続させ るための要件を策定することが重要となる。 なお、 要安定情報を取り扱う情報システムに関連する情報システムで、 例えば情報セ キュリティ機能の一部を連携するような情報システムにおいては、危機的事象発生時\n\n248 においても運用を継続させる必要がある。そのような関連する情報システムにおいて も利用して行う業務や取り扱う情報の格付、 情報システムの分類、 情報システム運用継 続計画などを踏まえて同様の要件を策定することを検討するとよい。 また、 情報システ ムの運用継続計画に基づき定めた非常時優先業務を支える情報システムの危機的事象 発生時における情報セキュリティに係る対策事項を定めている場合は、その内容も踏 まえて検討するとよい。 情","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":256,"page_to":257,"char_count":1209},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c258","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ステムにおいて、 暗号化消去を目的とした情報の暗号化を実施 する場合は、 暗号化に用いた鍵の管理が重要となる。 例えば、 暗号鍵が何らかの理由に より使えなくなった場合は、 情報の復元が困難となる。 よって、 暗号鍵のバックアップ に関する要件を定めておく必要がある。なお、暗号鍵の管理については、 「 （解説）基本 対策事項7.1.5(1)-3 b)「管理手順を定めること」について」を参照のこと。  基本対策事項5.2.1(3)-7 c)「復旧に関する要件」について 要安定情報を取り扱うなど、業務の停止が国民の安全や利益に重大な脅威をもたら す可能性のある業務等にて利用する情報システムにおいては、危機的事象発生時にお いても情報システムの運用を継続させる必要がある。 そのため、 要安定情報を取り扱う 情報システムにおいては、情報システムを中断することのできる時間を踏まえた情報 システムの復旧に関する要件を定めておく必要がある。  基本対策事項5.2.1(3)-8 a) 「インターネットやインターネットに接点を有する情報シス テム（クラウドサービスを含む。 ）から分離する」について ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":257,"page_to":258,"char_count":1250},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c259","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"外部ネットワーク・シ ステムとの接点についても適切に運用することが望ましい。  基本対策事項5.2.1(3)-8 b)「利用するソフトウェアを実行するために必要な通信要件」 について 機器等において利用するソフトウェアを実行するために必要なポートを開放する場 合がある。 不必要なポートを開放したままにしていると、 それを悪用される可能性があ るため、 ポートを開放する必要性を検討する必要がある。 また、 悪意ある不正プログラ ム等により、悪意ある攻撃に使用するためのポートを開放されてしまう可能性もある ため、 外部ネットワークへ不正な通信をさせないような対策も重要である。 よって、 情 報システムを構築する場合は、 必要となるポート、 プロトコル及びサービスを検討した 上で有効とするとともに、外部ネットワークとの通信を制限する等の要件を定める必 要がある。なお、ポートについては例えば、管理等でよく利用される20 番、21 番、22 番、23 番、ファイル共有サービス等によく利用される137 番、138 番、139 番、445 番、リモートデスクトップ等で利用される3389 番などは、","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":258,"page_to":259,"char_count":1272},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c260","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"件を検討する必要がある。 なお、 リモート\n\n250 からのアクセスが可能な機器等の中には、管理画面等の機能を有しているものや初期 の設定からリモートからのアクセスを可能にしているものなどが存在するので、 リモー トからのアクセスを許可しない機器等に関しては、アクセスできないようにすること を求めることなどが考えられる。 リモートメンテナンスについては、遵守事項6.4.1(2)(c)を参照のこと。  基本対策事項5.2.1(3)-9 b)「機器等の利用環境において対抗すべき脅威」について 機器等に対するセキュリティ上の脅威は利用環境によって変わるため、調達時にど のような環境で運用するのかを把握し、その環境において存在する脅威及びその脅威 に対する脆弱性を分析した上で、必要となるセキュリティ要件を策定する必要がある。 例えば、 ネットワークに接続し、 通信データとして要機密情報を送受信する場合に盗 聴による情報漏えいが想定される場合には、通信データの保護に係るセキュリティ要 件が必要となるが、 スタンドアロンで利用する場合で、 盗聴による情報漏えいが想定さ れない場合には、通信データ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":258,"page_to":260,"char_count":1269},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c261","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"等の調達」を参照し遵守する必要がある。 遵守事項 (1) 情報システムの構築時の対策 (a) 情報システムセキュリティ責任者は、 情報システムの構築において、 情報セキュリ ティの観点から必要な措置を講ずること。 (b) 情報システムセキュリティ責任者は、 構築した情報システムを運用保守段階へ移行 するに当たり、 移行手順及び移行環境に関して、 情報セキュリティの観点から必要な 措置を講ずること。 (c) 情報システムセキュリティ責任者は、 情報システムを新規に構築し、 又は更改する 際には、 情報システム台帳のセキュリティ要件に係る内容を記録又は記載し、 当該内 容について統括情報セキュリティ責任者に報告すること。 (d) 情報システムセキュリティ責任者は、 所管する情報システムの情報セキュリティ対 策を実施するために必要となる文書として、 以下を全て含む情報システム関連文書を 整備すること。 情報システムを構成するサーバ装置及び端末関連情報 情報システムを構成する通信回線及び通信回線装置関連情報 (e) 情報システムセキュリティ責任者は、 所管する情報システムの情報セキュリティ対 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":260,"page_to":261,"char_count":1160},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c262","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"適切に実装されていること及びセキュリティ実装方針に 従った実装が行われていることを確認するために、設計レビューやソースコー ドレビュー等を実施すること。 脆弱性検査を含む情報セキュリティの観点での試験を実施すること。 ＜5.2.2(1)(b)関連＞ 5.2.2(1)-2 情報システムセキュリティ責任者は、情報システムの運用保守段階へ移行する に当たり、以下を全て含む情報セキュリティ対策を行うこと。 情報セキュリティに関わる運用保守体制の整備 運用保守要員へのセキュリティ機能の利用方法等に関わる教育の実施 情報セキュリティインシデントを認知した際の対処方法の確立 ＜5.2.2(1)(d)(ア)関連＞ 5.2.2(1)-3 情報システムセキュリティ責任者は、所管する情報システムを構成するサーバ 装置及び端末に関連する情報として、以下を全て含む文書を整備すること。 サーバ装置及び端末を管理する職員等及び利用者を特定する情報 サーバ装置及び端末の機種並びに利用しているソフトウェアの種類、名称及び バージョン、サポート体制等 サーバ装置及び端末で利用するソフトウェアを動作させるために用いられる他","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":261,"page_to":262,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c263","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"を整備すること。\n\n253 通信回線及び通信回線装置を管理する職員等を特定する情報 通信回線装置の機種並びに利用しているソフトウェアの種類、名称及びバー ジョン、サポート体制等 通信回線及び通信回線装置の調達仕様書又は設計書 通信回線の構成 通信回線装置におけるアクセス制御の設定 通信回線を利用する機器等の識別コード、サーバ装置及び端末の利用者と当該 利用者の識別コードとの対応 通信回線の利用部門 ＜5.2.2(1)(e)(ア)関連＞ 5.2.2(1)-6 情報システムセキュリティ責任者は、 所管する情報システムについて、 情報シス テム構成要素ごとのセキュリティ維持に関する以下を全て含む運用手順を実施手順と して整備すること。 サーバ装置及び端末のセキュリティの維持に関する手順 通信回線を介して提供するサービスのセキュリティの維持に関する手順 インターネット等の外部ネットワーク経由で利用するサービスのセキュリティ の維持に関する手順 通信回線及び通信回線装置のセキュリティの維持に関する手順 端末、サーバ装置、通信回線装置等において利用するソフトウェアのセキュリ ティの維持に関する手順","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":261,"page_to":263,"char_count":1225},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c264","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"事項5.2.2(1)(d)「情報システム関連文書を整備する」について 当該事項については、各情報システムの運用管理に際して整備した文書に記載する 事項のうち、機関等としての情報セキュリティ対策を行うために一元的に把握する必 要があると判断するものを含める必要がある。 文書の整備に当たっては、維持管理が容易となるように適切な単位で整備すること が望ましい。また、文書は電磁的記録として整備してもよい。 また、 所管する情報システムに変更があった場合、 また、 想定しているリスクが時間 の経過により変化した場合等、 整備した文書の見直しが必要になるため、 文書の見直し を定期的に行うことをあらかじめ定めておくとよい。 なお、 クラウドサービスを利用する際に、 事業者から提供される情報が十分でない場 合は、利用するクラウドサービスに応じた内容の情報システム関連文書を整備するこ とも考えられる。  遵守事項5.2.2(1)(e)(イ)「情報セキュリティインシデントを認知した際の対処手順」に ついて 情報セキュリティインシデントを認知した際の対処手順は、当該情報システムの個 別の事情に合わせて整","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":263,"page_to":263,"char_count":1278},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c265","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"した際の復旧手順」について 当該情報システムが停止した際の影響や停止が許容される時間を考慮し、情報シス テムの運用を開始するまでに情報システムが停止した際の復旧手順を整備しておく必 要がある。復旧のための手順には、復旧させる機器等の優先度を含めることやバック アップを取得している場合のリストア手順、代替サイトや交換用の機器を準備してい る場合の切替え手順、復旧時の役割と責任等を記載しておくとよい。\n\n255  基本対策事項5.2.2(1)-1「情報セキュリティ対策」について 情報システムの構築を業務委託する場合には、 遵守事項4.1.2(2)の内容を委託先に適 切に実施させることが求められる。 また、 情報システムの構築を業務委託せず、 機関等 自らが構築する場合であっても、 同項の内容を参照し、 必要な対策を実施することが求 められる。  基本対策事項5.2.2(1)-1 c)「推奨設定や業界標準、ベストプラクティス等」について 機器等の設定を行う際は、設定の誤りや設定不備を防止するために利用する機器等 に関する推奨設定や業界標準、ベストプラクティス等を参照する必要がある。その際","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":263,"page_to":264,"char_count":1292},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c266","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"i.html） 参考：CIS Benchmarks （https://www.cisecurity.org/cis-benchmarks/）  基本対策事項5.2.2(1)-1 f)「脆弱性検査を含む情報セキュリティの観点での試験を実施 する」について 脆弱性を検査するためには、 専用ツールを用いて脆弱性診断を行うことや、 事業者が 提供するサービス等を利用して脆弱性診断を行うことが挙げられる。脆弱性診断には、 ソースコード診断、 プラットフォーム診断、 ウェブアプリケーション診断等の種類があ り、構築する情報システムの構成等によって利用する脆弱性診断を使い分ける必要が ある。 例えば、 ソースコード診断においては、 試験を実施する規模により初期の開発段 階から試験を組み込むことなども考えられる。 また、 プラットフォーム診断やウェブア プリケーション診断については、運用開始前に本番環境を前提に実施することが望ま しいが、 やむを得ず検証環境で実施する場合は、 本番環境と同等の構成等において実施 することが有効である。 脆弱性診断を実施する際は、 デジタル庁が公表している以下の ガイ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":264,"page_to":265,"char_count":1283},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c267","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ポート体制については、 サポートが終了した製品を 使用することは脆弱性への対応がなされずセキュリティ上のリスクとなるため事前 に情報システムを更改するまでサポートが可能であるかを把握しておく必要がある。  基本対策事項5.2.2(1)-3 c)「ソフトウェアを動作させるために用いられる他のソフト ウェア」について 一般に外部から入手するソフトウェアは、ソフトウェア開発元が脆弱性情報を提供 する。 一方、 機関等が開発するソフトウェアについては、 機関等自身が開発元として当 該ソフトウェアの脆弱性情報を提供する立場となる。 機関等は、 当該ソフトウェアを国 民等に提供する場合のみでなく、機関等自身が利用する場合においても情報セキュリ ティ対策を実施する必要があることから、いずれの場合においても当該ソフトウェア に組み込まれて使用されるライブラリ等のソフトウェアについても脆弱性情報を把握 することが求められる。 そのため、 組み込まれているライブラリ等についても種類及び バージョンを機関等自身が把握する必要がある。 なお、 機関等がソフトウェアの開発を 委託する場合においては、委託事業者","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":265,"page_to":266,"char_count":1263},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c268","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"w.meti.go.jp/policy/netsecurity/wg1/ossjirei_20220801.pdf）  基本対策事項5.2.2(1)-3 d)・基本対策事項5.2.2(1)-5 c)「調達仕様書又は設計書」につ いて 情報システムに係る調達仕様書又は設計書は、情報セキュリティ対策の実施状況の 確認や見直しにおいて、当該情報システムの仕様や機能の確認を行うために必要な事 項である。  基本対策事項5.2.2(1)-4 「自動でソフトウェアの種類やバージョン等を管理する機能を 有するIT 資産管理ソフトウェア」について 情報システムで使用しているソフトウェア等のIT 資産を手作業で漏れなく正確に 把握するには多大な労力が必要となる。そのため、自動でソフトウェアの種類及び バージョンを管理する機能を有するIT 資産管理ソフトウェアを導入することが有用 である。 なお、 当該ソフトウェアにはサーバ装置及び端末におけるUSB メモリ等の外部電 磁的記録媒体の利用やネットワーク接続を制御する等の機能を持つものもあること から、情報セキュリティ対策の観点も含め検討するとよい。 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":266,"page_to":267,"char_count":1268},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c269","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"するサー ビス」について 機関等においてインターネット等の外部ネットワーク経由で利用するクラウドサー ビスや政府共通利用型システムなどのセキュリティを維持するために管理者が実施す べき手順も定めておく必要がある。  基本対策事項5.2.2(1)-6 e)「ソフトウェアのセキュリティ維持」について 情報システムの構成要素ごとに利用するソフトウェアのセキュリティ維持に関する 手順を定める必要がある。例えば、端末やサーバ装置、通信回線装置のOS に係る脆弱 性対策に関する手順だけでなく、機器等のファームウェアに関する脆弱性対策や機関 等において作成したアプリケーションに含まれるライブラリやプラグイン等の拡張機 能、オープンソースソフトウェアに関する脆弱性対策の手順などを定めておく必要が ある。 具体的には、 公開された脆弱性についての情報を入手する方法や情報を受け取る 人又は組織等を決めておくこと、 公開された脆弱性の緊急度を判断するための手順、 緊 急度に応じたセキュリティパッチの適用方針などを手順としておくとよい。\n\n259 遵守事項 (2) 納品検査時の対策 (a) 情報システムセキ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":267,"page_to":268,"char_count":1290},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c270","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"認・検査手続に従い、 納入された情報システム及び機器等が要求仕様どおりに正しく動作することの検査を 行うことが求められる。 機関等における受入れテストの実施、納入元が実施したテストに関する資料の提出 要求及びその検査内容の確認、第三者への受入れテストの委託、ISO/IEC 15408 に基 づく第三者認証取得の確認等、検査対象の情報システム及び機器等の特性に応じて適 切な検査を実施する必要がある。  遵守事項5.2.2(2)(b)「情報セキュリティ対策に必要な内容が含まれている」について 情報セキュリティ対策に必要な内容とは、遵守事項5.2.2(1)(d)(ア)、(イ)及び遵守事 項5.2.2(1)(e)(ア)に記載の情報を意味する。 なお、 情報システムの運用保守事業者が交代する場合には、 現在の事業者から次期事 業者への引継事項の確認も同様に行うことが必要である。\n\n260  基本対策事項5.2.2(2)-1 a)「不要となる識別コード」について 情報システムを開発する際に使用したテスト用の識別コードなど、運用時には不要 となる識別コードが残っていないことを確認する必要がある。","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":268,"page_to":269,"char_count":1226},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c271","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"の状態を 監視するためのプロトコルで使用するコミュニティ名についても、誰でも知り得る設 定値を使用している場合、 なりすまし等によって監視対象の機器等の情報を窃取し、 踏 み台にして悪用されるなどの可能がある。 したがって、 SNMP で使用するコミュニティ 名についても推測可能な初期値として設定されているものは、そのまま使用せずに変 更するなどの対応がなされていることを確認することが求められる。  基本対策事項5.2.2(2)-1 c)「公開された脆弱性について対策を実施していること」につ いて 情報システムを運用開始する前に当該情報システムで利用する構成要素ごとに公開 されている脆弱性について対策を実施していることを確認する必要がある。公開され た脆弱性に関する情報については、製品ベンダや脆弱性情報提供サイト等にて確認す るとともに、 内閣官房内閣サイバーセキュリティセンターやJPCERT/CC、 独立行政法 人情報処理推進機構（IPA）等からの注意喚起も参照するとよい。 ソフトウェアの脆弱性対策については、 7.2.1 「ソフトウェアに関する脆弱性対策」 を 参照のこと。\n\n2","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":269,"page_to":270,"char_count":1161},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c272","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ムの運用 ・ 保守をする場合は、 4.2 「クラウドサービス」 、 政府共通利用型システムを利用して構築された情報システムを運 用・保守する場合は、5.4「政府共通利用型システム」を参照すること。 遵守事項 (1) 情報システムの運用・保守時の対策 (a) 情報システムセキュリティ責任者は、情報システムの運用・保守において、情報シ ステムに実装された監視を含むセキュリティ機能を適切に運用すること。 (b) 情報システムセキュリティ責任者は、 不正な行為及び意図しない情報システムへの アクセス等の事象が発生した際に追跡できるように、 運用・保守に係る作業について の記録を管理し、 運用 ・ 保守によって機器の構成や設定情報等に変更があった場合は、 情報セキュリティ対策が適切であるか確認し、必要に応じて見直すこと。 (c) 情報システムセキュリティ責任者は、情報システムの運用・保守において、情報シ ステム台帳及び関連文書の内容に変更が生じた場合、情報システム台帳及び関連文 書を更新又は修正すること。なお、情報システム台帳を更新又は修正した場合は、統 括情報セキュリティ責任者へ報告すること。","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":270,"page_to":271,"char_count":1248},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c273","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ィ責任者は、情報システムで不要となった識別コード や過剰なアクセス権限等の付与がないか適時見直すこと。 5.2.3(1)-5 情報システムセキュリティ責任者は、運用中の情報システムにおいて定期的に 脆弱性対策の状況を確認すること。 5.2.3(1)-6 情報システムセキュリティ責任者は、運用中の情報システムの脆弱性の存在が 明らかになった場合には、情報セキュリティを確保するための措置を講ずること。 ＜5.2.3(1)(e)関連＞ 5.2.3(1)-7 情報システムセキュリティ責任者は、要安定情報を取り扱う情報システムにつ いて、以下を全て含む運用をすること。 情報システムの各構成要素及び取り扱われる情報に関する適切なバックアップ の取得及びバックアップ要件の確認による見直し 情報システムの構成や設定の変更等が行われた際及び定期的に、情報システム が停止した際の復旧手順の確認による見直し （解説）  遵守事項5.2.3(1)(a)「監視を含むセキュリティ機能」について 情報システムにおいて実装した監視機能を含む情報システムのセキュリティ機能に ついては、 適切に運用する必要がある。 な","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":271,"page_to":272,"char_count":1196},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c274","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"目等への修正又は変更が発生した場合、速やかに情報システム台帳を更新又は修 正し、 統括情報セキュリティ責任者に報告する必要があるが、 その報告の方法や時期に ついては、機関等ごとに定めることが望ましい。 なお、 情報システムセキュリティ責任者は、 必要に応じて情報システムに係る関連文 書として整備した情報システムの情報セキュリティ対策を維持するための情報も併せ て更新又は修正することが求められる。  遵守事項5.2.3(1) (d)「見直し」について 情報システムの情報セキュリティ対策について、新たな情報セキュリティ上の脅威、 情報セキュリティインシデント発生事案例及び情報セキュリティインシデント発生時 の影響等を検討した上で、情報システムの情報セキュリティ対策について定期的に確 認し、 必要に応じて見直しを行い、 セキュリティ要件の追加、 修正等の必要な措置を求 める事項である。 所管する情報システムに変更があった場合、情報システムの外部環境に変化が生じ た場合等の際には、 定期的な情報セキュリティ対策の確認による見直しに加えて、 適時 見直すことも必要となる。 また、情報システム","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":272,"page_to":273,"char_count":1214},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c275","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ついて問題が無いこ とを適宜確認する必要がある。  基本対策事項5.2.3(1)-3「当該情報の格付及び取扱制限が適切に守られていること」に\n\n264 ついて 情報の格付の見直し及び再決定が行われた際や、当該情報システムに係る職員等の 異動や職制変更等が生じた際には、情報に対するアクセス制御の設定や職務に応じて 与えられている情報システム上の権限が適切に変更されていることを確認する必要が ある。  基本対策事項5.2.3(1)-4 「不要となった識別コードや過剰なアクセス権限等の付与がな いか適時見直す」について 情報システムにアクセスする必要がなくなった識別コードの見直しについては、遵 守事項7.1.1(2)(b)を参照のこと。 アクセス権限等の付与に関する見直しについては、 遵 守事項7.1.2(1)(b)及び遵守事項7.1.3(1)(c)を参照のこと。  基本対策事項5.2.3(1)-5「定期的に脆弱性対策の状況を確認する」について 脆弱性対策の状況を確認することについては、遵守事項7.2.1(1)(c)を参照のこと。  基本対策事項5.2.3(1)-6「脆弱性の存在が明","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":272,"page_to":273,"char_count":1267},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c276","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"優先度付けを行うことができる。 これらを踏まえて、 脆弱性を悪用されないための措置を講ずることや、 セキュリティ パッチを適用するまでの時間をできるだけ短くするなどの対策を検討する必要がある。 また、情報セキュリティ対策が適用されるまでの間にセキュリティ侵害が懸念される 場合には、当該情報システムの停止やネットワーク環境の見直し等情報セキュリティ を確保するための運用面での対策を講ずる必要もある。 脆弱性に関する情報については、製品ベンダや脆弱性情報提供サイト等から通知を 受け取るようにするとともに、内閣官房内閣サイバーセキュリティセンターや JPCERT/CC、独立行政法人情報処理推進機構（IPA）等からの注意喚起も参照すると よい。 なお、CVSS やSSVC については、以下を参考にするとよい。 参考：独立行政法人情報処理推進機構（IPA） 「共通脆弱性評価システムCVSS v3 概\n\n265 説」 （https://www.ipa.go.jp/security/vuln/scap/cvssv3.html） 参考：Cybersecurity and Infrastructure ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":273,"page_to":274,"char_count":1266},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c277","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ルウェア が潜伏している状態でバックアップを取得していた場合、復元した際にマルウェアも 復元してしまう可能性がある。そのため適切な世代管理を実施することも考えられる。 バックアップの保存場所に関しては、バックアップを取得したサーバ装置と同じネッ トワークにバックアップを保存していた場合、サーバ装置が暗号化された際に、同じ ネットワーク上に保存したバックアップも同時に暗号化されてしまう可能性がある。 そのため、バックアップの保存場所に関しては論理的に切り離されたネットワークに 保存することや、バックアップを取得する媒体を物理的な媒体に保存するなど検討す るとよい。 さらに、 情報システムを運用していく中で構成が変更になることや、 当該情報システ ムを利用して行う業務が変化するなどの可能性もあるため、運用時に定めているバッ クアップの要件は必要に応じて適時見直しを行う必要がある。  基本対策事項5.2.3(1)-7 b)「情報システムが停止した際の復旧手順の確認による見直 し」について 情報システムが停止した際の復旧手順を作成してから時間が経つと情報システムの 構成を変更することや、 当","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":274,"page_to":276,"char_count":1187},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c278","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"場合や、格付や取扱制限を完全に把 握できていない場合等においては、記録されている情報の完全な抹消等の措置を講ずるこ とが必要となる。 遵守事項 (1) 情報システムの更改・廃棄時の対策 (a) 情報システムセキュリティ責任者は、情報システムの更改又は廃棄を行う場合は、 当該情報システムに保存されている情報について、 当該情報の格付及び取扱制限を考 慮した上で、以下を全て含む措置を適切に講ずること。 情報システム更改時の情報の移行作業における情報セキュリティ対策 情報システム廃棄時の不要な情報の抹消 【 基本対策事項 】規定なし （解説）  遵守事項5.2.4(1)(a)(ア)「情報の移行」について 情報システムを更改する際は、更改元の情報システムから更改先の情報システムに 情報 （本番データ） を移行する作業が発生する場合が多いが、 移行作業の過程で情報が 外部に漏えいすることのないよう、移行用の本番データを適切に管理することが必要 である。移行用の本番データの管理手順や外部電磁的記録媒体を使用する場合の安全 管理措置等をあらかじめ定めておくとよい。移行作業を業務委託する場合において","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":276,"page_to":277,"char_count":1289},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c279","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"リティ対策の定期的な確認による見直しや、外部環境の急激な変化等が発生 した場合の適時確認を行うことによる見直しが必要となる。 また、 運用時における定期的な 情報セキュリティ対策の確認による見直しの他、対策推進計画に基づく情報セキュリティ 対策の見直しや自己点検・監査、 本部監査等の結果等を踏まえた機関等内で横断的に改善が 必要となる情報セキュリティ対策についての見直しも併せて実施する必要がある。 遵守事項 (1) 情報システムについての対策の見直し (a) 情報システムセキュリティ責任者は、対策推進計画に基づき情報システムの情報 セキュリティ対策を適切に見直すこと。 (b) 情報システムセキュリティ責任者は、 機関等内で横断的に改善が必要となる情報セ キュリティ対策の見直しによる改善指示に基づき、情報セキュリティ対策を適切に 見直すこと。また、措置の結果については、統括情報セキュリティ責任者へ報告する こと。 【 基本対策事項 】規定なし （解説）  遵守事項5.2.5(1)(a)「対策推進計画に基づき情報システムのセキュリティ対策を適切 に見直す」について 基本対策事項2.1.3","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":277,"page_to":278,"char_count":1235},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c280","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"や利益に重大な脅威をもたらす可能性のある業務は、 地震、 火災、 感染症、情報セキュリティインシデント等の危機的事象発生時でも継続させる必要があり、 国の行政機関においては、府省業務継続計画と情報システム運用継続計画を策定し運用し ている。 独立行政法人及び指定法人においても、 業務の特性に応じて、 中期目標による指示 等により、法人の業務継続計画と情報システムの運用継続計画を策定し運用している。 危機的事象発生時に情報システムの運用を継続させるためには、危機的事象発生時にお ける情報セキュリティに係る対策事項、 運用規程及び実施手順を検討し、 定めることが重要 となる。 なお、 こうした業務継続計画や情報システムの運用継続計画が定める要求事項と、 情報セ キュリティ関係規程が定める要求事項とで矛盾がないよう、それぞれの間で整合性を確保 する必要がある。 遵守事項 (1) 情報システムの運用継続計画の整備・整合的運用の確保 (a) 統括情報セキュリティ責任者は、 機関等において非常時優先業務を支える情報シス テムの運用継続計画を整備する場合は、危機的事象発生時における情報セキュリ ティ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":278,"page_to":279,"char_count":1199},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c281","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"3.1(1)(c)関連＞ 5.3.1(1)-3 統括情報セキュリティ責任者は、 以下を全て含む事項を踏まえ、 危機的事象発生 時における情報セキュリティに係る対策事項、運用規程及び実施手順を見直すこと。 危機的事象発生時における情報セキュリティに係る対策事項、運用規程及び実 施手順が運用可能であるかの確認結果 危機的事象発生時の対処結果 情報システムの構成や利用環境、利用方法、取り扱う情報の変化 （解説）  遵守事項5.3.1(1)(a)「非常時優先業務」について 政府業務継続計画では、 首都直下地震発生時に優先的に実施する業務を 「非常時優先 業務」 とし、 非常時優先業務を遂行するために必要な組織管理、 庁舎管理等の事務を 「管 理事務」 としている。 非常時優先業務及び管理事務に位置付ける業務については、 中央 省庁業務継続ガイドライン 第３版（首都直下地震対策）等を参考にするとよい。 また、 本款では、 首都直下地震以外の災害等の発生時に優先的に実施する業務を行う 必要がある場合には、当該業務も非常時優先業務として取り扱うことが求められる。 独立行政法人及び指定法人においても","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":279,"page_to":279,"char_count":1126},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c282","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"れている情報システム運用継続計画が想定している危機的事 象と当該計画で行っている対策の内容等を理解し、当該計画が想定している危機的事 象以外にどのような危機的事象に対応が可能であるかを把握しておくことが重要であ る。 なお、既に策定されている情報システム運用継続計画では対応することができない 危機的事象が想定される場合は、その危機的事象を想定した情報システム運用継続計 画を策定することが望ましい。\n\n271 参考：内閣官房内閣サイバーセキュリティセンター 「政府機関等における情報システ ム運用継続計画ガイドライン」 （令和３年４月） （https://www.nisc.go.jp/policy/group/general/itbcp-guideline.html）  遵守事項5.3.1(1)(a) 「危機的事象発生時における情報セキュリティに係る対策事項、 運 用規程及び実施手順」について 情報システムの運用継続を脅かす危機的事象の例として、 地震、 風水害等の自然災害、 火災等の人的災害・事故、停電等の社会インフラの不全、不正アクセス等の運用妨害、 機器等の故障、 感染症の流行によ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":279,"page_to":280,"char_count":1276},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c283","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"した紙面を施錠された安全な保管場所に保 管する。 また、 保管する際に、 開封すると開封事実が明らかとなる特殊な封 書（tamper evidence envelope）を併用する対策が考えられる。 • 機関等の施設の一部に帰宅困難者等を受け入れる場合の対策 - 例えば、 各執務室や各職員等の卓上の情報セキュリティ対策を含め、 通常時 から不特定の者の出入りを想定した対策を講ずることが考えられる。  遵守事項5.3.1(1)(b)「運用可能であるかを定期的に確認」について 情報システムの運用継続を脅かす危機的事象発生時においては、危機的事象発生時 の情報セキュリティに係る対策事項、運用規程及び実施手順を整備した際には想定し ていなかった様々な不整合が発生し、 整備した対策事項、 運用規程及び実施手順が有効 に機能しないことも考えられる。 このため、 訓練を実施することによって、 危機的事象\n\n272 発生時における情報セキュリティに係る対策事項、運用規程及び実施手順が有効に機 能することを確認することが重要である。 訓練においては様々な実施内容が考えられる。 実施内容については、 訓","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":280,"page_to":281,"char_count":1242},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c284","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"い。その後、職員等の習熟度等に応じて、情報のバック アップの全てを用い、 情報システムを完全に復旧する訓練を実施する等、 段階的に高度 化するとよい。  基本対策事項5.3.1(1)-1 b)「情報システム切り替え訓練」について 代替機が存在する場合に、本番機から代替機への切り替えが実際に可能か確認する 訓練を想定している。 また、 代替機から本番機への切り戻しも併せて確認することが望 ましい。  基本対策事項5.3.1(1)-2 a)「手順書確認訓練」について 危機的事象発生時における情報セキュリティに係る実施手順書を読み合わせ、関係 者間で危機的事象発生時における役割や行動について机上で確認する訓練を想定して いる。 危機的事象発生時における情報セキュリティに係る実施手順が適切に機能すること の確認においては、 本基本対策事項を優先的に実施し、 職員等の習熟度等に応じて、 段 階的にシナリオ非提示型訓練等の高度な訓練を実施するとよい。  基本対策事項5.3.1(1)-2 b)「シナリオ非提示型訓練」について 訓練前に訓練シナリオを参加者に通知せず、訓練開始時に危機的事象発生時","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":281,"page_to":282,"char_count":1265},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c285","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"用機関と十分な合意形成を行うこと。 政府共通利用型システム管理機関と政府共通利用型システム利用機関との 間の責任分界 平常時及び非常時の協力・連携体制 非常時の具体的対応策 【 基本対策事項 】 ＜5.4.1(1)(a)関連＞ 5.4.1(1)-1 情報システムセキュリティ責任者は、政府共通利用型システムを構築する場合 は、以下の内容を全て含む情報セキュリティ対策に関する運用管理規程を定めること。 政府共通利用型システム管理機関と政府共通利用型システム利用機関がそれぞ れ責任を追うべき情報セキュリティ対策の責任分界点 政府共通利用型システム及び政府共通利用型システム利用機関の情報システム における情報セキュリティインシデントを認知した場合の、政府共通利用型シ ステム管理機関と政府共通利用型システム利用機関の間の情報共有や対処の方 法を含む対処手順 政府共通利用型システム利用機関が確保するべき管理体制や整備するべき運用 規程及び実施手順 政府共通利用型システムが提供するセキュリティ機能を利用する情報システム が備えるべきセキュリティ要件 政府共通利用型システムが提供する機器等を利用する職","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":282,"page_to":283,"char_count":1234},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c286","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ついて この運用管理規程は、 遵守事項2.1.3(3)(a)で整備する機関等の情報セキュリティ対策 に関する運用規程及び実施手順ではなく、政府共通利用型システム管理機関と政府共 通利用型システム利用機関の双方が政府共通利用型システムの情報セキュリティ対策 に関する共通認識を持つために必要な文書を想定している。 （以下、 本節において単に 「運用管理規程」 と記載した場合は、 これを示すものとする。 ）  遵守事項5.4.1(1)(a)「十分な合意形成を行う」について 政府共通利用型システムにおける情報セキュリティ対策に関する運用管理規程の整 備に当たっては、政府共通利用型システム管理機関と政府共通利用型システム利用機 関との十分な合意形成が必要であるが、当該運用管理規程の整備後に新たに政府共通 利用型システムの利用を検討する機関等は、すでに定められている当該運用管理規程 を理解した上で、政府共通利用型システムの利用を決定することが求められる。また、 新たに政府共通利用型システムを利用する機関等との協議により、運用管理規程の修 正が必要となった場合は、他の政府共通利用型システム利用機関","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":283,"page_to":284,"char_count":1150},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c287","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"(3)(a)のテレワーク実 施時における対策等については、政府共通利用型システム利用機関において実施する 場合があることが想定される。  基本対策事項5.4.1(1)-1 b) 「政府共通利用型システム利用機関の情報システムにおける 情報セキュリティインシデント」について 政府共通利用型システムが提供するセキュリティ機能を利用した情報システムにお ける情報セキュリティインシデントを想定している。  基本対策事項5.4.1(1)-1 c) 「政府共通利用型システム利用機関が確保するべき管理体制 や整備するべき運用規程及び実施手順」について 政府共通利用型システム利用機関において、政府共通利用型システムが提供するセ キュリティ機能を利用して情報システムを構築する場合に、政府共通利用型システム との連携に係る調整等を政府共通利用型システム管理機関と行うために必要な体制や 手順、セキュリティ機能の仕様変更等の連絡を速やかに受けるために必要な体制や手 順等が考えられる。  基本対策事項5.4.1(1)-1 d)「備えるべきセキュリティ要件」について 政府共通利用型システムが提供するセキュリ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":284,"page_to":285,"char_count":1226},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c288","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"で整備する政府共通利用型システムに関する情報システム関連文書につ いて、政府共通利用型システム利用機関に関係する情報を含めて整備すること。 【 基本対策事項 】 ＜5.4.1(2)(a)関連＞ 5.4.1(2)-1 政府共通利用型システム管理機関の統括情報セキュリティ責任者は、セキュリ ティ機能を提供する政府共通利用型システムに関する情報システム台帳について、以 下の内容を全て含めて整備すること。 当該政府共通利用型システムが提供するセキュリティ機能を利用する情報シス テム名 上記情報システムの政府共通利用型システム利用機関名及び管理課室 上記情報システムの情報システムセキュリティ責任者の氏名及び連絡先 上記情報システムの利用目的 5.4.1(2)-2 政府共通利用型システム管理機関の統括情報セキュリティ責任者は、機器等を 提供する政府共通利用型システムに関する情報システム台帳について、以下の内容を 全て含めて整備すること。 当該政府共通利用型システムが提供する機器等を利用する政府共通利用型シス テム利用機関名 上記利用機関における当該政府共通利用型システム利用管理者の氏名及び連絡 先","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":285,"page_to":287,"char_count":1239},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c289","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"は利用機関で管理しておくことも考えられる。 この場合、 情報セキュリティインシデント対処時には速やかに管理機関と詳細が共有される必要 がある。\n\n278 5.4.2 政府共通利用型システム利用機関における対策 目的・趣旨 政府共通利用型システム利用機関は、政府共通利用型システム管理機関が定める運用管 理規程に基づき必要な体制を確保すると共に、 責任と役割分担を踏まえ、 適切に利用する必 要がある。 また、 情報セキュリティインシデントを認知した際の対処においては両機関の協 力が必要となることから、管理機関が定める運用管理規程に基づき情報セキュリティイン シデントを認知した際の両機関の責任と役割分担を明確にしておき、対処に必要となる情 報は両機関で共有されている状態にしておくことが重要である。 遵守事項 (1) 政府共通利用型システム利用機関における体制の整備 (a) 情報システムセキュリティ責任者は、 政府共通利用型システムが提供するセキュリ ティ機能を利用して情報システムを構築する場合は、 政府共通利用型システム管理機 関が定める運用管理規程に応じた体制の確保を、 最高情報セキュリテ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":286,"page_to":288,"char_count":1272},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c290","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"を構築する場合は、政府共通利用型システム管理 機関が定める運用管理規程に基づき、 政府共通利用型システムの情報セキュリティ水 準を低下させることのないように、 適切にセキュリティ要件を策定し、 運用すること。 (b) 情報システムセキュリティ責任者は、 政府共通利用型システム管理機関が定める運 用管理規程に基づき、 政府共通利用型システムに関する情報セキュリティインシデン トに適切に対処すること。 【 基本対策事項 】規定なし （解説）  遵守事項5.4.2(2)(a)「セキュリティ機能を利用する情報システム」について 政府共通利用型システムが提供するセキュリティ機能を利用して情報システムを構 築、 運用する場合は、 当該情報システムに対しては、 政府共通利用型システムの情報セ キュリティ水準を低下させることのないように、 適切にセキュリティ要件を策定し、 運 用するとともに、併せて5.2「情報システムのライフサイクルの各段階における対策」 も実施する必要がある。\n\n280 遵守事項 (3) 政府共通利用型システム利用機関における機器等の管理 (a) 政府共通利用型システム利用管理者","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":288,"page_to":289,"char_count":1258},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c291","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"認める機能 政府共通利用型システムが提供する端末で利用を認めるソフトウェアや接続を 認める機器等 政府共通利用型システムにおける情報セキュリティインシデントの可能性を認 知した場合の報告手順及び対処手順 政府共通利用型システムにおける業務委託サービスやクラウドサービスの利用 申請の手順 政府共通利用型システムを利用する職員等への識別コードや主体認証情報の付 与、 アクセス権限の設定等に関する手順。 ただし、 政府共通利用型システム利用 機関において識別コードや主体認証情報の付与、アクセス権限の設定等を行わ ない場合は除く。 前各号に掲げるもののほか、政府共通利用型システム利用機関における政府共 通利用型システムの利用に係る情報セキュリティ対策に関する事項 5.4.2(3)-2 政府共通利用型システム利用管理者は、自機関の対策基準や取り扱う情報の格 付等を踏まえ、政府共通利用型システムに追加のセキュリティ対策が必要であると認 める場合は、政府共通利用型システムにおける当該セキュリティ対策の追加的実施そ の他の措置について協議すること。 ＜5.4.2(3)(b)関連＞\n\n281 5.4.2","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":289,"page_to":290,"char_count":1229},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c292","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"通利用型システムが標準で提供していないソフトウェアについては、遵守事 項7.2.1(1)で対策を講ずることを求めている当該ソフトウェアに関する脆弱性対策が 情報システムセキュリティ責任者によって実施されない可能性があるため、当該ソフ トウェアの利用を認めるに当たっては、政府共通利用型システム管理機関が定める運 用管理規程における責任分界に基づき、それらの対策の実施責任を明確にしておく必 要がある。  基本対策事項5.4.2(3)-1 d) 「業務委託サービスやクラウドサービスの利用申請」 につい て 政府共通利用型システムが標準で提供していない業務委託サービスやクラウドサー ビスを想定している。これらのサービスを利用する場合の申請や承認の手順について、 政府共通利用型システム管理機関が定める運用管理規程に基づき定める必要がある。  基本対策事項5.4.2(3)-2「セキュリティ対策の追加的実施その他の措置」について 政府共通利用型システム利用管理者が政府共通利用型システム管理機関と追加的実 施を協議するセキュリティ対策としては、 例えば、 第６部や第７部で規定する各セキュ リティ対","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":290,"page_to":291,"char_count":1176},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c293","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"これらのことを考慮して、対策を講ずる必要がある。 なお、本款の遵守事項のほか、7.1「情報システムのセキュリティ機能」において定める 主体認証・アクセス制御・権限管理・ログ管理等の機能面での対策、7.2.1 「ソフトウェアに 関する脆弱性対策」 、7.2.2「不正プログラム対策」 、6.4.4「IPv6 通信回線」において定める 遵守事項のうち端末に関係するものについても併せて遵守する必要がある。 遵守事項 (1) 端末の導入時の対策 (a) 情報システムセキュリティ責任者は、 要保護情報を取り扱う物理的な端末について、 端末の盗難、不正な持ち出し、第三者による不正操作、表示用デバイスの盗み見等の 物理的な脅威から保護するための対策を講ずること。 (b) 情報システムセキュリティ責任者は、 多様なソフトウェアを利用することにより脆 弱性が存在する可能性が増大することを防止するため、端末で利用を認めるソフト ウェアを定め、それ以外のソフトウェアは利用させないこと。 (c) 情報システムセキュリティ責任者は、 端末に接続を認める機器等を定め、 接続を認 めた機器等以外は接続させないこと。 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":291,"page_to":292,"char_count":1237},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c294","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"不特定多数の人が出入りする場所で使用するモバイル端末に対して、盗み見さ れるおそれがある場合にのぞき見防止フィルタを取り付ける。 ＜6.1.1(1)(b)関連＞ 6.1.1(1)-4 情報システムセキュリティ責任者は、 以下の全てを考慮した上で、 端末で利用を 認めるソフトウェアをバージョンも含め定めること。 なお、 特定の業務や端末のみに利 用を認めるなどの条件を付す場合は、その旨を含めること。 ソフトウェアベンダ等のサポート状況 ソフトウェアと外部との通信の有無及び通信する場合は、 プロトコル （バージョ ンを含む） 、使用するポート、暗号化の有無 インストール時に同時にインストールされる他のソフトウェア その他、ソフトウェアの利用に伴う情報セキュリティリスク 6.1.1(1)-5 情報システムセキュリティ責任者は、 端末に対して、 利用を認めるソフトウェア 以外のソフトウェアを利用者が自由にインストールできない技術的な措置を講じるこ と。 （解説）  遵守事項6.1.1(1)(b) 「利用を認めるソフトウェアを定め、 それ以外のソフトウェアは利 用させない」について 利用を認め","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":292,"page_to":293,"char_count":1219},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c295","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"磁的記録媒体については、 組織で認めたもの以外の接続を制限す るなども考えられる。さらに、出所が不明なUSB デバイスについては、不正プログ ラムが組み込まれたBadUSB と呼ばれる攻撃が存在するため、接続を制限するとよ い。  遵守事項6.1.1(1)(d)「適切なセキュリティ対策を実施する」について 端末を導入する際は、セキュリティ要件に従って適切なセキュリティ対策を実施 する必要がある。 例えば、 端末を利用する際の主体認証方式や情報の暗号化等の情報 セキュリティ機能が正しく実装されていることや脆弱性対策、不正プログラム対策 等を実施する必要がある。また、端末において不要なポートやプロトコルが有効に なっていないことを確認することや一定の無通信時間が経過した場合は当該通信 セッションに係る通信を遮断する、不要な機能は無効にするなどの対策も重要であ る。  遵守事項6.1.1(1)(e)「ソフトウェアに関連する公開された脆弱性について対策を実施 する」について 職員等が端末を利用する前に端末で利用するソフトウェアに関連する脆弱性情報 を確認し、 脆弱性が公開されていた場合は、","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":293,"page_to":294,"char_count":1282},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c296","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"めの対策事項であるが、その他、端末の操作の\n\n285 ロックの解除にIC カード等の主体認証情報格納装置を使用し、主体認証情報格納装置 が無い状態で又は操作の無い状態が一定時間続くことで端末の操作がロックされるよ うにし、 かつ、 当該主体認証情報格納装置を執務室からの退出の確認にも利用するとい う方法が考えられる （これにより、 利用者が執務室外にいる際には端末の操作が確実に ロックできる） 。 また、 正規の利用者による不正操作や誤操作の防止策として、 端末が備える機能のう ち、利用しない機能を停止することが考えられる。停止する機能の例としては、無線 LAN 等の通信用のインタフェース、 USB ポート等の外部電磁的記録媒体を接続するた めのインタフェース、 機能として不要な場合は、 マイク、 ウェブカメラ等が考えられる。  基本対策事項6.1.1(1)-4「利用を認めるソフトウェアをバージョンも含め定める」につ いて 利用を認めるソフトウェアを定める際には、以下を行うことが考えられる。 • ソフトウェアベンダによるセキュリティパッチ等のサポートが提供されている ことや、セキュリ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":293,"page_to":294,"char_count":1225},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c297","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ア以外のソフトウェ アを利用者が自由にインストールできない技術的な措置を講じる」について 端末で利用を認めるソフトウェア以外のソフトウェアについて、職員等の認識不足 などにより無断で利用されることを防ぐため、 本基本対策事項では、 利用を認めるソフ トウェア以外のソフトウェアを利用者が自由にインストールできない技術的な措置を 講じることを求めている。 技術的な措置としては、例えば以下が挙げられる。 • 一般の業務に従事する職員等に対しては、 管理者権限を有しない、 いわゆる標準 ユーザーのアカウントのみを付与し、標準ユーザーによるソフトウェアのイン ストールを制限する。 • OS や製品（例えば、MDM（Mobile Device Management）ツールやIT 資産管\n\n286 理ソフトウェア） の機能を用いて、 利用を認めるソフトウェアのみが端末にイン ストール可能となる設定を行う。\n\n287 遵守事項 (2) 端末の運用時の対策 (a) 情報システムセキュリティ責任者は、 利用を認めるソフトウェアについて、 定期的 な確認による見直しを行うこと。 (b) 情報システムセキュリ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":294,"page_to":296,"char_count":1262},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c298","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"の見直しの契機として、 職員等から利用を認めるソフトウェア以外の ソフトウェアの利用承認の申請（8.1.1「情報システムの利用」を参照のこと。 ）を受け 付けたときが考えられる。 申請のあったソフトウェアについて、 当該ソフトウェアの必 要性や利用目的、 取り扱う情報の概要、 要機密情報の利用の有無、 その他利用すること による脅威へのリスク等を踏まえて、 利用を認めるか否かを判断する必要がある。 なお、 民間事業者等が不特定多数の利用者に対して提供する、定型約款や規約等への同意の みで利用可能となるクラウドサービスでは要機密情報を取り扱う上で必要十分なセ キュリティ要件を満たすことが一般的に困難であることから、 このようなクラウドサー ビスの利用に必要なソフトウェア（端末にインストールされるアプリケーションを含 む） では、 原則として要機密情報を取り扱うことはできない （4.2.3 「クラウドサービス の選定・利用（要機密情報を取り扱わない場合） 」を参照のこと。 ） 。 特に管理者権限を必要とするソフトウェアや他のソフトウェアを含む機器等の管理 や制御を行うソフトウェアの利用を認","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":296,"page_to":298,"char_count":1232},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c299","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"端末の電磁的記 録媒体の全ての情報を抹消すること。 【 基本対策事項 】規定なし （解説）  遵守事項6.1.1(3)(a)「端末の運用を終了する際」について 端末を廃棄処分する場合やリース契約が終了し端末を返却する場合が考えられる。  遵守事項6.1.1(3)(a)「抹消する」について 抹消の方法については、 「 （解説）遵守事項3.1.1(7)(b)「抹消する」について」を参照 のこと。 なお、 運用を業務委託しているなど、 調達元の機関等において抹消できない場合にお いては、 保存されている情報の漏えいが生じないための対策を講じさせるため、 情報の 抹消方法及び履行状況の確認手段を、契約内容に含むようにするなどの別の手段で対 策を講ずることが必要である。\n\n290 6.1.2 要管理対策区域外での端末利用時の対策 目的・趣旨 テレワークの実施等により、 職員等が機関等外で業務を行うことが増え、 機関等が支給す る物理的な端末を利用して要管理対策区域外で業務を行う場合は、 盗み見や盗難・紛失など のリスクが増える。 そのようなリスクに対抗するため、 要管理対策区域外で機関等が支","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":298,"page_to":299,"char_count":1179}],"avg_length":1204.384705882353,"k1":1.5,"b":0.75}