{"shard_id":"デジタル社会推進標準ガイドライン_2023-07_3","group":"デジタル社会推進標準ガイドライン_2023-07","chunk_count":50,"chunks":[{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c150","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"又は禁止） する情報の範囲 （委託業務に関係しない情 報は提供不可等） • 格付及び取扱制限その他提供する情報の特性に応じた、 情報の取扱いを許可 （又 は禁止） する場所 （機密性３情報は要管理対策区域外での取扱いを禁止するなど） 特に、委託業務で取り扱われる情報に対して国外の法令等が適用される場合があり、 国内であれば不適切と判断されるアクセス等が行われる可能性があることに注意が必 要である。  遵守事項4.1.1(1)(a)(イ)「委託先の選定基準」について 統括情報セキュリティ責任者は、 委託先の選定基準の整備に当たって、 当該委託先が、 事業の継続性を有し存続する可能性が高く、機関等の対策基準の要件を満たしている と判断できる場合に限ること等を前提とすることが重要である。 選定基準としては、 委託先が対策基準を遵守し得る者であること、 対策基準と同等の 情報セキュリティ管理体制を整備していること、対策基準と同等の情報セキュリティ 対策の教育を委託先の事業従事者に対して実施していること等が挙げられる。 また、 機関等の情報セキュリティ水準を一定以上に保つために、 委託先に対し","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":152,"page_to":153,"char_count":1181},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c151","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"て含む事項の実施を委託先に求めるこ と。 仕様に準拠した提案 契約の締結 委託先において要機密情報を取り扱う場合は、 秘密保持契約 （NDA） の締結 【 基本対策事項 】 ＜4.1.1(2)(a)(イ)関連＞ 4.1.1(2)-1 情報システムセキュリティ責任者又は課室情報セキュリティ責任者は、以下の 内容を全て含む情報セキュリティ対策を実施することを委託先の選定条件とし、仕様 にも含めること。 委託先に提供する情報の委託先における目的外利用の禁止 委託先における情報の適正な取扱いのための情報セキュリティ対策の実施内容 及び管理体制 情報セキュリティインシデントへの対処方法 情報セキュリティ対策その他の契約の履行状況の確認方法 情報セキュリティ対策の履行が不十分な場合の対処方法 4.1.1(2)-2 情報システムセキュリティ責任者又は課室情報セキュリティ責任者は、委託す る業務において取り扱う情報の格付等を勘案し、以下の内容の全てを必要に応じて仕 様に含めること。 監査の受入れ サービス品質の保証 ＜4.1.1(2)(a)(イ)(エ)関連＞ 4.1.1(2)-3 情報システムセキュリ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":153,"page_to":154,"char_count":1246},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c152","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"業務に携わる者の特定 当該委託業務に携わる者が実施する具体的な情報セキュリティ対策の内容 （解説）  遵守事項4.1.1(2)(a)(ア)「委託する業務内容の特定」について 遵守事項4.1.1(1)において、 各機関等で定めた委託判断基準及び委託先の選定基準に 基づいて、 案件における業務委託の可否及び業務委託範囲や作業の定義、 委託先の能力 条件等、仕様の前提となる事項を明確にする必要がある。  遵守事項4.1.1(2)(a)(オ)「秘密保持契約（NDA）の締結」について 委託先に要機密情報の提供をする前に、 情報の取扱いについて秘密保持契約 （NDA） を締結し、 委託元と委託先で合意する必要がある。 なお、 秘密保持契約 （NDA） の締結 に当たっては、 必要な事項を契約書に記載することにより、 業務委託の契約に含めても よい。 また、 業務委託実施前において、 見積書等を取得するために見積依頼先に要機密 情報を閲覧させる場合にも、これに準じた対応を行うことが望ましい。 契約書等に記載する事項としては、具体的に以下が考えられる。 • 秘密情報の定義 • 秘密保持義務 • 目","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":154,"page_to":155,"char_count":1267},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c153","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"策事項4.1.1(2)-1 a)「委託先に提供する情報の委託先における目的外利用の禁 止」について 委託先に提供する情報は、 当該委託業務を遂行させるために提供するのであって、 業 務の遂行以外の目的で情報を利用させてはならない。 目的外利用に当たる場合としては、 例えば、 委託先が当該委託業務で提供を受けた機 関等が利用するソフトウェアの情報を保有し、今後の営業活動で利用するなどが考え られる。  基本対策事項4.1.1(2)-1 b) 「情報の適正な取扱いのための情報セキュリティ対策の実施 内容及び管理体制」について 委託先の選定条件や仕様を策定する時点で、業務委託実施時に委託先に求める情報 セキュリティ対策を記載する必要がある。情報セキュリティ対策の具体的な実施内容 については基本対策事項4.1.1(3)-1 に示す情報セキュリティ対策を参照して、 委託内容 に応じて仕様書にも記載する必要がある。  基本対策事項4.1.1(2)-1 c)「情報セキュリティインシデントへの対処方法」について 委託先において発生した情報セキュリティインシデントによる被害を最小限に食い 止めるため","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":155,"page_to":156,"char_count":1123},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c154","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"託先における情報セキュリティ対策の水準を維持するためには、その履行状況を 委託元が継続的に確認すべきであり、 また、 履行が不十分である場合には、 速やかに適 切な対処をすべきである。 情報セキュリティ対策の履行状況を確認するための方法としては、 例えば、 委託先に\n\n147 おける情報セキュリティ対策の実施状況について定期的に報告させることや監査を実 施してその結果を確認すること等が考えられる。 監査の内容には、 請け負わせる業務の うち監査の対象とする範囲、 実施者 （機関等が指定する第三者、 委託先が選定する第三 者、機関等又は委託先において当該業務を行う部門とは独立した部門） 、実施方法（監 査基準の概要、 実施場所等） 等、 当該監査を受け入れる場合の委託先の負担及び委託先 の情報セキュリティポリシーとの整合性等を委託先が判断するために必要と考えられ る事項を含める。 監査により履行状況を確認する場合は、 基本対策事項4.1.1(2)-2 a)に示す監査の受入 れを調達仕様書に明記することが望ましい。 なお、契約内容の中で委託先における情報セキュリティ対策以外の内容についても","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":155,"page_to":156,"char_count":1270},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c155","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"しておくことが必要 である。 また、 要安定情報を取り扱う場合には、 サービス品質の保証について委託先と契約を 取り交わすことを検討する必要がある。 サービス品質に関しては、 セキュリティ確保の 観点からも、可用性、通信の速度及び安定性、データの保存期間及び方法、データ交換 の安全性及び信頼性確保のための方法、情報セキュリティインシデントの対処方法等 を決定し、委託先に保証させることが重要である。  基本対策事項4.1.1(2)-3「情報の取扱手順」について 格付及び取扱制限の明示等、 運搬又は送信、 消去等の情報の取扱いに関して、 委託先 においても機関等の対策基準に定める内容と同等の取扱いが行われるよう、あらかじ め委託先と合意しておくことが重要である。 また、 委託先に提供する情報は必要最小限 にとどめる必要があるが、委託先のシステムの利用等において目的外の不必要なアク\n\n148 セスが行われる可能性も考慮し、委託先における情報の取扱状況を適宜把握すること も重要である。 なお、 委託業務において、 クラウドサービスを用いて委託業務に係る情報を取り扱う ことが考えられる場合は、","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":156,"page_to":158,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c156","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ィ責任者は、 業務委託の 実施期間において以下を全て含む対策の実施を委託先に求めること。 情報の適正な取扱いのための情報セキュリティ対策 契約に基づき委託先が実施する情報セキュリティ対策の履行状況の定期的 な報告 委託した業務において、 情報セキュリティインシデントの発生又は情報の目 的外利用等を認知した場合における、 委託事業の一時中断などの必要な措置を 含む対処 【 基本対策事項 】 ＜4.1.1(3)(b)(ア)関連＞ 4.1.1(3)-1 情報システムセキュリティ責任者又は課室情報セキュリティ責任者は、委託業 務における情報の適正な取扱いを委託先に担保させるため、以下の内容を全て含む情 報セキュリティ対策について、 あらかじめ委託先との契約に含めた上で、 委託期間を通 じて、情報の格付等に応じた実施を求めること。 情報セキュリティインシデント等への対処能力の確立・維持 情報へアクセスする主体の識別とアクセスの制御 ログの取得・監視 情報を取り扱う機器等の物理的保護 情報を取り扱う要員への周知と統制 セキュリティ脅威に対処するための資産管理・リスク評価 委託先が取り扱う情報及び当","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":158,"page_to":159,"char_count":1254},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c157","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"り扱われるよう」について」を参照のこと。  遵守事項4.1.1(3)(a)(イ) 「契約に基づき委託先に実施させる情報セキュリティ対策の履 行状況の定期的な確認」について 情報システムセキュリティ責任者又は課室情報セキュリティ責任者は、情報セキュ リティ対策の履行状況の確認に当たっては、当該対策の適切な履行が業務委託の実施 期間又は契約期間の全般にわたって担保されていることを確認する必要がある。こう した趣旨から、 履行状況の確認は、 契約締結時に一度だけ行うのではなく、 契約期間や 確認内容に応じて適切な頻度を設定した上で、継続的に行うことが求められる。 委託先における情報セキュリティ対策の履行状況の確認に際し、委託先から報告を 受ける等の方法に加えて監査を実施することとした場合には、あらかじめ契約に定め た監査の範囲及び実施方法に従い機関等自らが監査を行う以外に、第三者監査を行わ せることも考えられる。  遵守事項4.1.1(3)(a)(ウ)「対処の要求」について 職員等は、 業務委託において、 情報セキュリティインシデントや情報の目的外利用等 を認知した場合は、速やかに情報シ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":159,"page_to":160,"char_count":1206},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c158","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"とを意図している。 統一基準群は機関等に対して求められる規範・基準であることから、 多くの場合民間 企業である業務委託先に対してその遵守を要求することは、実効性等の観点から必ず しも適切でない場合も生じうると考えられる。機関等が委託先に求めるべきセキュリ ティ対策について委託先と合意形成を目指す際には、 国際的な基準・標準等も参照した 上で、より汎用性の高い基準・標準等を活用することも有用である。 非政府機関における要保護情報等の取扱いに係る情報セキュリティ対策の基準とし ては、National Institute of Standards and Technology（NIST、米国国立標準技術研 究所）が、Special Publication (SP) 800-171 として、 ” Protecting Controlled Unclassified Information in Nonfederal Systems and Organizations” （連邦政府外の システムと組織における管理された非格付情報の保護）という文書（以下「NIST SP800-171」という。 ）","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":160,"page_to":160,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c159","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"、維持することを明示的に求める。 取り扱う情報の格付等を勘案し、以下の対策を委託先に求めることが考えられる。 • 識別・防御・検知・対応・復旧を例とした、準備から事後処理に至る全般的なイ ンシデント対処プロセスを確立すること • 当事者及び関係者の役割を含む体制をあらかじめ定めていること • インシデント対処体制、 責任者、 委託業務担当者から当該体制への報告フロー等 の概要について、対処能力の証明として契約締結までに説明ができること • 委託期間中に情報セキュリティインシデント等の検出有無等について定期的な 報告を行うこと • 情報セキュリティインシデントの発生又は情報の目的外利用等を認知した場合 は、 委託先が受託事業を一時中断するなどの必要な措置を講じた上で、 報告手順 に従い遅滞なく機関等に報告を行うとともに対処を行うこと なお、NIST SP800-171 においては、3.6 Incident Response の管理策群も併せて参\n\n152 考にするとよい。  基本対策事項4.1.1(3)-1 b) 「情報へアクセスする主体の識別とアクセスの制御」 につい て 委託業務に","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":160,"page_to":161,"char_count":1228},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c160","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"て参考にするとよい。  基本対策事項4.1.1(3)-1 c)「ログの取得・監視」について 委託業務に関して機関等が提供する要保護情報等を取り扱う情報システムへの不正 アクセスを検知・抑止するためのログを取得・監視すること及び要保護情報等にアクセ スする全てのシステム利用者についてシステム操作履歴を取得することを求める。 取り扱う情報の格付等を勘案し、以下の対策を委託先に求めることが考えられる。 • ログの取得対象は継続的に見直しを実施すること • ログの取得プロセスの障害監視を行うこと • 取得したログ情報やその分析内容に応じて、不正アクセスや異常操作への対応 が取れるようプロセス設計を行うこと • ログの分析機能やレポート作成機能を提供すること • 取得したログ情報及びログ取得機能について改変・削除から保護し、 ログ取得機 能の管理者権限付与を最低限の対象に限定すること なお、NIST SP800-171 においては、3.3 Audit and Accountability の管理策群も併 せて参考にするとよい。  基本対策事項4.1.1(3)-1 d)「情報を取り扱う機器等の","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":161,"page_to":162,"char_count":1135},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c161","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"せて参考にするとよい。  基本対策事項4.1.1(3)-1 e)「情報を取り扱う要員への周知と統制」について 委託業務に従事する委託先の従業員等及び機関等が提供する要保護情報等を取り扱 う情報システムにアクセスを許可する委託先の従業員等に、業務上遵守すべき情報セ キュリティ対策に関する事項を確実に認識させることを求める。 取り扱う情報の格付等を勘案し、以下の対策を委託先に求めることが考えられる。 • 情報セキュリティに係る業務及び責務の遂行に必要な訓練等を確実に受講させ ること • 委託業務に伴う情報を取り扱う従業員等の資格条件を明確化すること • これら従業員等の異動・退職等の際に情報を保護すること等を求めること なお、NIST SP800-171 においては、3.2 Awareness and Training、3.9 Personnel Security の管理策群も併せて参考にするとよい。  基本対策事項4.1.1(3)-1 f） 「セキュリティ脅威に対処するための資産管理 ・ リスク評価」 について 委託業務に関して機関等が提供する要保護情報等を取り扱う情報システムに用い","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":162,"page_to":163,"char_count":1211},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c162","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"護」について 委託業務に関して機関等が提供する要保護情報等を取り扱う情報システムが接続す るネットワークの外部境界及び主要な内部境界において、通信又は送受信データを監 視し、 制御し、 保護するとともに、 セキュリティバイデザインの考え方等の情報セキュ リティを確保するために有効なシステム開発方法論を採用することを求める。 取り扱う情報の格付等を勘案し、以下の対策を委託先に求めることが考えられる。 • 定期的な検索等によりシステムの欠陥を適時に検出し是正すること • 悪意あるコードに対する保護措置を講じること • 脆弱性に係る注意喚起の監視と対処を行うこと • 安全性の高いアルゴリズム及び鍵長による暗号化及び電子署名機能を実装し、 暗号鍵を適切に管理すること • 業務に必要な通信だけを許可し、許可していない不正な通信の発生を防止する こと • 不正利用防止のための職務分掌の徹底及び事後追跡のためのログの取得・管理・ 分析体制を整備すること なお、 NIST SP800-171 においては、 3.13 System and Communications Protection、 3.14 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":163,"page_to":164,"char_count":1205},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c163","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"の 終了に際して以下を全て含む対策を実施すること。 業務委託の実施期間を通じてセキュリティ対策が適切に実施されたことの 確認を含む検収 委託先に提供した情報を含め、 委託先において取り扱われた情報が確実に返 却、廃棄又は抹消されたことの確認 (b) 情報システムセキュリティ責任者又は課室情報セキュリティ責任者は、 契約に基づ き、業務委託の終了に際して以下を全て含む対策の実施を委託先に求めること。 業務委託の実施期間を通じてセキュリティ対策が適切に実施されたことの 報告を含む検収の受検 提供を受けた情報を含め、 委託業務において取り扱った情報の返却、 廃棄又 は抹消 【 基本対策事項 】規定なし （解説）  遵守事項4.1.1(4)(a)(ア) 「業務委託の実施期間を通じてセキュリティ対策が適切に実施 されたことの確認を含む検収」について 業務委託終了時の検収に当たっては、 納入品の検査・検証だけでなく、 委託先に求め るセキュリティ対策が、委託開始時から終了時に渡って適切に実施されたことを併せ て確認する必要がある。 確認に当たっては、 遵守事項4.1.1(3)(b)で委託先へ求め","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":164,"page_to":165,"char_count":1140},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c164","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"を委託する際は、 4.1.1 「業務委託」 で規定する内容に加え、 委託先 によって情報システムに機関等の意図せざる変更が加えられないための対策や、情報シス テムの構築の段階や運用・保守の段階において、 脆弱性の混入を防止するための対策等の情 報システムに関する業務委託に特有の対策を講ずる必要があるこれらについても、委託先 への要求事項として調達仕様書等に定め、委託の際の契約条件とする必要がある。 ＜情報システムに関する業務委託の例＞ • 情報システムの開発及び構築業務の委託 • アプリケーション・コンテンツの開発業務の委託 • 情報システムの運用業務の委託 • 機関等内でのみ利用される共通基盤システム（情報システムのリソースやソフ トウェアの一部又は全部を共有する基盤を提供する情報システム）の運用業務 の委託（ホスティング型プライベートクラウド） 遵守事項 (1) 情報システムに関する業務委託における共通的対策 (a) 情報システムセキュリティ責任者は、情報システムに関する業務委託の実施まで に、 委託先の選定条件に情報システムに機関等の意図せざる変更が加えられないため の対策に係る","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":165,"page_to":166,"char_count":1162},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c165","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"「業務委託」 、 「情報システムに関する業務委託」 、 「機関等向けに情報シス テムの一部の機能を提供するサービス」 、 「クラウドサービス」 、 「機器等の調達」 の関係のイ メージ例 「業務委託」 、 「情報システムに関する業務委託」 、 「機関等向けに情報システムの一部 の機能を提供するサービス」 、 「クラウドサービス」 、 「機器等の調達」 の関係のイメージ を図4.1.2-1 に示す。 図4.1.2-1 「業務委託」 、 「情報システムに関する業務委託」 、 「機関等向けに情報システム の一部の機能を提供するサービス」 、 「クラウドサービス」 、 「機器等の調達」の関係のイ メージ  基本対策事項4.1.2(1)-1 a) 「情報システムに機関等の意図せざる変更が加えられないた めの管理体制」について 情報システムに関する業務委託において、 「情報システムに機関等の意図せざる変更 が加えられないための管理体制」が確保されることを求めている。 具体的に調達仕様書等に記載する事項としては、例えば以下が考えられる。 • 情報システムの開発工程において、機関等の意図しない変更が","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":166,"page_to":168,"char_count":1291},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c166","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"情報システムのセキュリティ要件の適切な実装 情報セキュリティの観点に基づく試験の実施 情報システムの開発環境及び開発工程における情報セキュリティ対策 【 基本対策事項 】 ＜4.1.2(2)(a)(イ)関連＞ 4.1.2(2)-1 情報システムセキュリティ責任者は、情報セキュリティの観点に基づく試験の 実施について、 調達仕様書に記載するなどして、 以下を全て含む事項の実施を委託先に 求めること。 ソフトウェアの作成及び試験を行う情報システムについては、 情報セキュリティ の観点から運用中の情報システムに悪影響が及ばないように、運用中の情報シ ステムと分離すること。 情報セキュリティの観点から必要な試験がある場合には、試験項目及び試験方 法を定め、これに基づいて試験を実施すること。 情報セキュリティの観点から実施した試験の実施記録を保存すること。 ＜4.1.2(2)(a)(ウ)関連＞ 4.1.2(2)-2 情報システムセキュリティ責任者は、開発工程における情報セキュリティ対策 として、 調達仕様書に記載するなどして、 以下を全て含む事項の実施を委託先に求める こと。 ソースコードが不正","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":168,"page_to":169,"char_count":1238},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c167","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ムがどのような動作をするかを試験する項目として 想定しており、 具体的には、 想定の範囲外のデータの入力を拒否できるか、 サービス不 能攻撃等により情報システムが過負荷状態に陥った場合に処理中のデータは保証され るか、 レースコンディションが発生しないか （ 「 （解説） 基本対策事項6.6.1(3)-1 l) 「レー スコンディション脆弱性」について」を参照のこと。 ）といった項目が挙げられる。 なお、 セキュリティ機能の試験だけにとどまらず、 情報システムの脆弱性の有無、 必 要なチェック機能の欠如等について、必要な試験が網羅されるよう留意することが望 ましい。  基本対策事項4.1.2(2)-1 c)「実施記録」について 「実施記録」とは、試験の項目、実施結果、実施時に判明した不具合及び当該不具合 の修正の記録等を指し、 これらを保存することにより、 脆弱性を発見した場合の対処に 利用できるようにすることが求められる。  基本対策事項4.1.2(2)-2「開発工程における情報セキュリティ対策」について 情報システム開発に係る情報資産についてセキュリティを維持するための手順及び","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":169,"page_to":170,"char_count":1211},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c168","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"を定める必要がある。  基本対策事項4.1.2(2)-2 c)「ソースコードレビュー」について ソースコードに脆弱性が混入しないように、ソースコードレビューの範囲及び方法 について、 あらかじめ定めておくことが求められる。 例えば、 脆弱性の原因となるソー\n\n161 スコードについては、 開発言語ごとに典型的なパターンが知られていることから、 ソー スコードレビューによる検証が有効な場合がある。 なお、 ソースコードレビューについ ては、 開発する情報システムだけを対象として想定しており、 市販製品を組み込む場合 等、ソースコードの入手が困難な場合に実施することは想定していない。\n\n162 遵守事項 (3) 情報システムの運用・保守を業務委託する場合の対策 (a) 情報システムセキュリティ責任者は、 情報システムの運用・保守を業務委託する場 合は、 情報システムに実装されたセキュリティ機能が適切に運用されるための要件に ついて、契約に基づき、委託先に実施を求めること。 (b) 情報システムセキュリティ責任者は、 情報システムの運用・保守を業務委託する場 合は、 委託先が実施する情報シ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":169,"page_to":171,"char_count":1291},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c169","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"る項目について報告を求めることが重要である。  基本対策事項4.1.2(3)-1 a)「運用環境に課せられるべき条件」について 情報システムの運用環境に課せられるべき条件としては、物理的、接続的（ネット ワーク環境） 及び人的側面が考えられる。 どのような条件を設定するかによって想定さ れる脅威が異なってくるため、脅威を想定する上で必要となる条件は全て調達仕様書、 契約書等に記載する必要がある。 物理的側面とは、サーバ装置を設置する場所の特定、耐震･防火に関する基準、電源 供給に関する基準等に関する条件を示すものである。 接続的 （ネットワーク環境） 側面とは、 情報システムが接続される通信回線の種類や クラウドサービスをネットワーク経由で利用する場合の条件等を示すものである。\n\n163 人的側面とは、対象とするシステムの管理者や業務担当職員等の信頼性に関する条 件、 当該システムに関わる組織・体制として実現すべきことに関する条件、 当該システ ムの使用方法として当然実現されるべきことに関する条件等を示すものである。  基本対策事項4.1.2(3)-1 b)「監視手順」について 情","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":171,"page_to":172,"char_count":1263},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c170","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"対処できない可能性もあり得る。 また、 運用 ・ 保守を行う委託先が、 情報システムの構築を行った委託先と異なる場合、 情報システム運用開始後に発見された脆弱性に対して、情報システムの構築を行った 委託先のみでは対処することが困難な場合もあり得る。 そのため、 運用・保守を行う委 託先に対して、 運用開始後に発見された脆弱性への対処を求めることも、 契約又は調達 仕様書において考慮する必要がある。\n\n164 遵守事項 (4) 機関等向けに情報システムの一部の機能を提供するサービスを利用する場合の対策 (a) 情報システムセキュリティ責任者又は課室情報セキュリティ責任者は、 機関等外の 一般の者が機関等向けに要機密情報を取り扱う情報システムの一部の機能を提供す るサービス（クラウドサービスを除く。 ） （以下「業務委託サービス」という。 ）を利 用するため、 情報システムに関する業務委託を実施する場合は、 委託先の選定条件に 業務委託サービスに特有の選定条件を加えること。 (b) 情報システムセキュリティ責任者又は課室情報セキュリティ責任者は、業務委託 サービスに係るセキュリティ要件を定","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":172,"page_to":173,"char_count":1291},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c171","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"了又は変更の 際の事前告知の方法・期限及びデータ移行方法 4.1.2(4)-2 情報システムセキュリティ責任者又は課室情報セキュリティ責任者は、業務委 託サービスの利用を通じて機関等が取り扱う情報に対して国内法以外の法令及び規制 が適用されるリスクを評価して委託先を選定し、必要に応じて機関等の情報が取り扱 われる場所及び契約に定める準拠法・裁判管轄を委託先の選定条件に加え、 仕様にも含 めること。 ＜4.1.2(4)(b)関連＞ 4.1.2(4)-3 情報システムセキュリティ責任者又は課室情報セキュリティ責任者は、取り扱 う情報の格付及び取扱制限に応じてセキュリティ要件を定め、業務委託サービスを選 定すること。 また、 業務委託サービスのセキュリティ要件としてセキュリティに係る国 際規格等と同等以上の水準を求めること。\n\n165 ＜4.1.2(4)(c)関連＞ 4.1.2(4)-4 情報システムセキュリティ責任者又は課室情報セキュリティ責任者は、監査に よる報告書の内容、 各種の認定・認証制度の適用状況等から、 業務委託先の信頼性が十 分であることを総合的・客観的に評価し判断すること。","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":173,"page_to":174,"char_count":1241},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c172","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"た、 利用申請の審査をする時期については、 当該業務委託の契約前までに行 うことが望ましい。  遵守事項4.1.2(4)(f)「承認済み業務委託サービスとして記録」について 承認済みの業務委託サービスについては、 同一の業務委託サービスの利用申請があっ た場合における審査の参考となるが、利用申請ごとに条件の異なることが想定される ため、審査の経緯や条件についても併せて記録しておくことが望ましい。  遵守事項4.1.2(4)(f)「業務委託サービス管理者を指名」について 業務委託サービスの利用は利用申請ごとに条件の異なることが想定されるため、仮 に同一部局内で既に同一のサービスの承認があっても、 業務内容や情報の格付、 利用者 の所属する組織の違いに応じて 「業務委託サービス管理者」 をそれぞれ立てた方が管理 が容易になる場合が考えられる。 「業務委託サービス管理者」を指名する際には、当該 業務委託サービスが情報システムの調達を伴うものの場合は「情報システムセキュリ ティ責任者」 、職員等の利用登録のみで利用可能なものは「課室情報セキュリティ責任 者」のように申請内容を加味した上で決","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":174,"page_to":175,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c173","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ュリティに係る国際規格としてはISO/IEC 27000 ファミリーによるISMS 認証 の国際規格を参考にするとよい。  基本対策事項4.1.2(4)-4「監査による報告書の内容、各種の認定・認証制度の適用状況 等から、業務委託先の信頼性が十分であることを総合的・客観的に評価し判断するこ と」について 業務委託先の信頼性が十分であることを総合的に判断するためには、業務委託サー ビスで取り扱う情報の機密性・完全性・可用性が確保されるように、業務委託先のセ キュリティ対策を含めた経営が安定していること、業務委託サービスに係るセキュリ ティ対策が適切に整備され、運用されていること等を評価する必要がある。 このような評価に当たって、業務委託先が業務委託サービス利用者に提供可能な第 三者による監査報告書や認証等を取得している場合には、その監査報告書や認証等を 利用することが考えられる。 その場合、 監査や認証等によって保証される対象範囲が業 務委託先の全部又は一部の場合があるので、機関等が利用する業務委託サービスが当 該対象範囲に含まれていることを確認する必要がある。 また、 監査の場合には","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":175,"page_to":176,"char_count":1197},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c174","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"いる。ただし、SOC2・SOC3 においては、この５つの原則の一部のみを選択して実 施することができるため、 当該監査で選択した原則に 「セキュリティ」 が含まれている ことを保証報告書により確かめる必要がある。 なお、 SOC2 についてはType1 とType2\n\n167 があり、通常6 カ月以上の運用状況の有効性の評価を要するSOC2 Type2 がより厳格 な要件に基づく保証報告書となる。 参考：米国公認会計士協会「System and Organization Controls: SOC Suite of Services」 （https://www.aicpa-cima.com/resources/landing/system-and-organization-cont rols-soc-suite-of-services）\n\n168 4.2 クラウドサービス 4.2.1 クラウドサービスの選定（要機密情報を取り扱う場合） 目的・趣旨 機関等が委託先に取扱いを委ねる情報は、当該委託先によって適正に取り扱われなけれ ばならないが、クラウドサービスにおけるセキュリティ対策の詳細","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":175,"page_to":177,"char_count":1285},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c175","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"を遵守する必要がある。 遵守事項 (1) クラウドサービスの選定に係る運用規程の整備 (a) 統括情報セキュリティ責任者は、 以下を全て含むクラウドサービス （要機密情報を 取り扱う場合）の選定に関する運用規程を整備すること。 クラウドサービスを利用可能な業務及び情報システムの範囲並びに情報の 取扱いを許可する場所を判断する基準 （以下4.2 節において 「クラウドサービ ス利用判断基準」という。 ） クラウドサービスの選定基準 クラウドサービスの利用申請の許可権限者と利用手続 クラウドサービス管理者の指名とクラウドサービスの利用状況の管理 【 基本対策事項 】 ＜4.2.1(1)(a)(ア)関連＞ 4.2.1(1)-1 統括情報セキュリティ責任者は、 遵守事項4.1.1(1)(a)(ア)で整備を求めている 「委 託判断基準」と同等の基準とするとともに、クラウドサービス特有の脅威やクラウド\n\n169 サービスで利用する業務等を踏まえた上でクラウドサービス利用判断基準を策定する こと。 ＜4.2.1(1)(a)(イ)関連＞ 4.2.1(1)-2 統括情報セキュリティ責任者は、 クラウドサ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":177,"page_to":178,"char_count":1208},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c176","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"任者は、機関等におけるクラウドサービスの利用状況 の管理について、以下を例に運用規程を整備すること。 a) 利用申請の許可権限者は、申請ごとにクラウドサービス管理者を指名すること。 b) 利用承認したクラウドサービスは、その内容を遅滞なく記録するよう運用ルー ルを定め、 常に最新のクラウドサービスの利用状況を把握できるようにする。 記 録する際は、以下を例とする項目を記録し機関等内で共有すること。 • ISMAP 等クラウドサービスリストの登録番号 • クラウドサービスの名称（必要に応じて機能名までを含む） • クラウドサービスリストの種類（ISMAP かISMAP-LIU か） • クラウドサービス提供者の名称 • 利用目的（業務内容） • 取り扱う情報の格付 • 利用期間 • 利用申請者（所属・氏名） • 利用者の範囲（機関等内に限る、部局内に限る など） • クラウドサービス管理者（所属・氏名）\n\n170 （解説）  遵守事項4.2.1(1)(a)(ア)「クラウドサービス利用判断基準」について クラウドサービスの利用においても、 遵守事項4.1.1(1)(a)(ア)で整備を求め","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":178,"page_to":179,"char_count":1226},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c177","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"サービス提供者を選定することにより以下のようなリスクを低減することが 考えられる。 • クラウドサービスは、そのサービス提供の仕組みの詳細を利用者が知ることが なくても手軽に利用できる半面、クラウドサービス提供者の運用詳細は公開さ れないためにクラウドサービス利用者にブラックボックスとなっている部分が あり、クラウドサービス利用者の情報セキュリティ対策の運用において必要な 情報の入手が困難である。 • オンプレミスとクラウドサービスの併用やクラウドサービスと他のクラウド サービスの併用等、 多様な利用形態があるため、 利用者とクラウドサービス提供 者との間の責任分界点やサービスレベルの合意が容易ではない。 • クラウドサービス提供者が所有する資源の一部を利用者が共有し、 その上に個々 の利用者が管理する情報システムが構築されるなど、不特定多数の利用者の情 報やプログラムを一つのクラウドサービス基盤で共用することとなるため、他 の利用者の設定不備がクラウドサービス基盤全体のパフォーマンスへ影響を与 えることや、 クラウドサービス基盤のアクセス制御不備等により、 他の利用者へ 情報が漏えい","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":179,"page_to":180,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c178","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ドサービス利用のための情報セキュリティマネジメントガ イドライン」 （2013 年度版） （https://www.meti.go.jp/policy/netsecurity/downloadfiles/cloudsec2013fy.pdf） 参考：経済産業省 「クラウドセキュリティガイドライン活用ガイドブック」 （2013 年 度版） （https://www.meti.go.jp/policy/netsecurity/downloadfiles/cloudseckatsuyou201 3fy.pdf） 参考：公益財団法人 金融情報システムセンター「金融機関におけるクラウド利用に 関する有識者検討会報告書」 （平成26 年11 月） （https://www.fisc.or.jp/document/fintech/file/190_0.pdf）  遵守事項4.2.1(1)(a)(ウ)「利用申請の許可権限者」について クラウドサービスの利用申請の許可権限者は、原則として統括情報セキュリティ責 任者が行うことを想定しているが、 組織の規模や特性に応じて柔軟に定めてよい。 ただ し、利用","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":180,"page_to":181,"char_count":1251},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c179","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"サービスを選定する場合は、ISMAP の原則利用の考え方に基づき、最高情報セキュリ ティ責任者の責任において、ISMAP 制度で求めている要求事項や管理基準を満たして いることを確認することをクラウドサービス選定基準に含める必要がある。 なお、ISMAP においては、統一的なセキュリティ要求基準に基づき安全性評価がな されたクラウドサービスを、ISMAP 等クラウドサービスリストに登録している。登録 がなされたクラウドサービスの詳細情報には、ISMAP に言明された内容として、詳細 なサービス機能やリージョンの情報、ISMAP の基本言明要件のうち実施している統制 目標の管理策、準拠法/裁判管轄等の情報等が公開されている。機関等においては、こ れらの情報も踏まえた上でクラウドサービスを選定することも選定基準に含めるとよ い。 ISMAP 原則利用の考え方については、 「政府情報システムのためのセキュリティ評 価制度（ISMAP）の利用について」及びISMAP に関連する制度規程等を参照するこ と。 参考：サイバーセキュリティ対策推進会議・各府省情報化統括責任者（CIO）連絡会 議決定「","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":181,"page_to":181,"char_count":1256},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c180","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"認結果には、ISMAP 等クラウドサービスリス トの詳細情報において対象外としている管理策があった場合の確認結果や機関等の情 報が取り扱われる国や地域についての検討結果等を含める必要がある。  基本対策事項4.2.1(1)-4「クラウドサービスの利用状況」について クラウドサービスの中には職員等が直接登録し利用可能なものがあり、その利用状 況を機関として一元的に把握するのが困難であることが多い。所属する組織の承認を\n\n173 得ずに職員等がクラウドサービスを利用することは “シャドーIT” と呼ばれるが、 シャ ドーIT は監視が不十分になりやすく、セキュリティリスクが高まる等の問題がある。 そのため、シャドーIT の対策としては、職員等がクラウドサービスを利用する場合に 必ず申請を行い機関等が承認を行う運用が考えられる。また、CASB（Cloud Access Security Broker）と呼ばれる“クラウドサービスの利用度の可視化”や“アクセス制 御” などの機能を持つサービス等を利用することで、 実際の利用状況を調査・監視する ことも可能になるので、導入を検討することも考え","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":181,"page_to":183,"char_count":1267},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c181","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"AP 管理基準の管理策基 準が求める対策と同等以上の水準を求めること。 ＜4.2.1(2)(b)(イ)(ウ)関連＞ 4.2.1(2)-2 情報システムセキュリティ責任者又は課室情報セキュリティ責任者は、業務に 特有のリスクを踏まえ、 クラウドサービスで取り扱う情報が保存される国・地域及び廃 棄の方法、クラウドサービスに求めるサービスレベル等をクラウドサービスに求める セキュリティ要件に含めること。 ＜4.2.1(2)(c)関連＞ 4.2.1(2)-3 情報システムセキュリティ責任者又は課室情報セキュリティ責任者は、クラウ ドサービスを選定するに当たっては、 ISMAP 等クラウドサービスリストの詳細情報等 を用いて、(2)(b)で定めたセキュリティ要件を満たしていることを確認すること。 （解説）  遵守事項4.2.1(2)(b)(イ)「情報が保存される国・地域」について クラウドサービスの利用においては、利用するクラウドサービスの形態及び仕様に よって情報が保存される国や地域を指定することができるものもある。 また、 定型約款 等において情報の保存される国や地域が指定されているサービ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":183,"page_to":184,"char_count":1241},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c182","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"化に用いる鍵を当該クラウドサービスで利用することができることを条件に することや、 やむを得ずクラウドサービス提供者が暗号鍵を管理する場合、 情報を保存 する前に機関等が管理する別の暗号鍵を用いて暗号化するなどの要件を定めることが 考えられる。  遵守事項4.2.1(2)(b)(ウ)「サービスレベル」について クラウドサービスにおいては、利用するサービスごとにサービス品質保証が定めら れている。 情報システムの一部にクラウドサービスを利用する場合は、 クラウドサービ スが停止した際の影響度によっては、情報システム全体のサービスレベルを低下させ る可能性があるため、利用するクラウドサービスのサービス品質について許容できる 範囲を事前に定めておく必要がある。 また、 クラウドサービスで情報セキュリティに関 する問題が発生した際や一般的な問い合わせに関するサポートの対応時間等について も許容できる範囲を定め、クラウドサービスを選定する必要がある。  遵守事項4.2.1(2)(c) 「原則としてISMAP 等クラウドサービスリストからクラウドサー ビスを選定する」について クラウドサービス","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":184,"page_to":185,"char_count":1216},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c183","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"る対策と同等以上」に ついて クラウドサービスのセキュリティ要件策定に当たっては、ISMAP 管理基準の管理策 基準における統制目標（3 桁の番号で表現される項目）及び末尾にB が付された詳細 管理策 （４桁の番号で表現される項目） を原則として全て満たす対策を含める必要があ ることに注意する。 また、 各機関等において定められた対策基準から求められる内容も すべて反映されるようにする必要がある。 なお、機密性３情報をクラウドサービスで取り扱う場合には、ISMAP 管理基準が想 定する情報の格付を踏まえ、 ISMAP 管理基準の管理策基準の末尾にB が付された詳細 管理策に加え、 B が付されていない詳細管理策を複数要求するなど、 追加で必要となる 対策をセキュリティ要件に含める必要がある。 参考：政府情報システムのためのセキュリティ評価制度（ISMAP） 、政府情報システ ムのためのセキュリティ評価制度（ISMAP）管理基準（令和２年６月３日／令和 ４年11 月１日最終改定） （https://www.nisc.go.jp/policy/group/general/ismap.htm","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":185,"page_to":186,"char_count":1224},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c184","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"室情報セキュリティ責任者は、調達仕 様の内容を契約に含める際、クラウドサービス提供者との情報セキュリティに関する 役割及び責任の範囲が明確になっていることを確認すること。 （解説）  遵守事項4.2.1(3)(a)「クラウドサービスを調達する場合」 ・遵守事項4.2.1(3)(b)「クラ ウドサービスを調達する場合」について 本項は、クラウドサービスを調達する場合に限り遵守することが求められる。 なお、 調達を伴わない場合は本項の対象外であるが、 遵守事項4.2.1(2) 「クラウドサー ビスの選定」に基づき、クラウドサービスを選定する必要がある。  基本対策事項4.2.1(3)-1「役割及び責任の範囲が明確になっていることを確認」につい て クラウドサービスの提供形態及び提供機能は多様であることから、その情報セキュ リティ対策の実施においても、 クラウドサービス提供者が行う場合、 クラウドサービス 利用者がクラウドサービスの機能を用いて行う場合、クラウドサービス利用者が自ら 行う場合等が考えられる。情報セキュリティ対策の詳細や実施主体が明確でない状況 で情報セキュリティインシデン","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":186,"page_to":187,"char_count":1225},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c185","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"提供者の選定条件を満たしていること。 b) 利用するクラウドサービスのセキュリティ要件が、ISMAP 管理基準の管理策基 準が求める対策と同等以上の水準であること。 c) クラウドサービスで取り扱う情報が保存される国・地域及び情報の廃棄方法が、 機関等が求めるセキュリティ要件を満たしていること。 d) クラウドサービスに求めるサービスレベルが、機関等が求めるセキュリティ要 件を満たしていること。 （解説）  遵守事項4.2.1(4)(b)「利用申請を審査」について 利用申請の審査においては、 利用申請されたクラウドサービスが、 クラウドサービス 提供者の選定基準とクラウドサービスのセキュリティ要件の両者を満たす場合に承認 される必要がある。 また、 利用申請の審査をする時期については、 クラウドサービスの 契約前までに行うことが望ましい。 利用申請されたクラウドサービスの確認においては、 単にISMAP 等クラウドサービ スリストに掲載されていることにとどまらず、当該リストの内容についても確認する ことが重要である。 具体的にはISMAP 等クラウドサービスリストに掲載されているク ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":187,"page_to":189,"char_count":1284},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c186","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"なく、契約後のクラウドサービスを利用した情報システムの導入・構築、運用・保守、更 には契約終了時に至るまで情報システムのライフサイクル全般において行う必要がある。 クラウドサービスのサービス内容は非常に早いサイクルで変化しており、新たに追加さ れる機能を活用することで業務の効率化や情報セキュリティの向上を図ることができる。 一方で、 構築時には想定していなかった脅威や脆弱性が発生する可能性もある。 したがって、 クラウドサービスの利用においては、情報セキュリティ対策の定期的な確認による見直し をすることで、 セキュリティ要件の追加及び修正を漏れなく実施することが求められる。 さ らに、 クラウドサービスへのアクセス権限については、 機関等の業務やクラウドサービスの 利用環境等の変化に応じて、定期的な確認による見直しをすることが重要である。 なお、 本款ではクラウドサービスを利用する場合のライフサイクルの各段階において、 特 に必要となる情報セキュリティ対策を示しており、情報システム全体のライフサイクルの 各段階で必要な情報セキュリティ対策については、5.2「情報システムのライフサイクル","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":189,"page_to":190,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c187","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"統括情報セキュリティ責任者は、 不正なアクセスを防止するため、 以下を全て含 む構築時におけるアクセス制御に係る基本方針を運用規程に含めること。 クラウドサービスを利用する際にクラウドサービス提供者が付与又はクラウド サービス利用者が登録する識別コードの作成から廃棄に至るまでのライフサイ クルにおける管理\n\n181 クラウドサービスを利用する際に使用するネットワークに対するサービスごと のアクセス制御 クラウドサービスを利用する情報システムの管理者権限を保有するクラウド サービス利用者に対する強固な認証技術の利用 クラウドサービス提供者が提供する主体認証情報の管理機能が要求事項を満た すことの確認及び要求事項を満たすための措置の実施 クラウドサービス上に保存する情報やクラウドサービスの機能に対してアクセ ス制御できることの確認及び適切なアクセス制御の実施 クラウドサービス利用者によるクラウドサービスに多大な影響を与える操作の 特定と誤操作の抑制 クラウドサービス上で構成される仮想マシンに対する適切なセキュリティ対策 の実施 インターネット等の機関等外通信回線から機関等内通信回線を経由せ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":189,"page_to":190,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c188","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"以下を全て含む構築時における設計・設定時の 誤り防止に係る基本方針を運用規程に含めること。 クラウドサービスを利用する際のクラウドサービス提供者への設計、 設定、 構築 等における知見等の情報の要求とその活用 クラウドサービスを利用する際の設定の誤りを見いだすための対策 クラウドサービス上に構成された情報システムのネットワーク設計におけるセ キュリティ要件の異なるネットワーク間の通信の監視 利用するクラウドサービス上の情報システムが利用するデータ容量や稼働性能 についての監視と将来の予測 利用するクラウドサービス上で要安定情報を取り扱う場合の可用性を考慮した 設計 クラウドサービス内における時刻同期の方法の確認 ＜4.2.2(1)(b)関連＞\n\n182 4.2.2(1)-5 統括情報セキュリティ責任者は、 以下を全て含む運用・保守時における利用方針 に係る基本方針を運用規程に含めること。 責任分界点を意識したクラウドサービスの利用 利用承認を受けていないクラウドサービスの利用禁止 クラウドサービス提供者に対する定期的なサービスの提供状態の確認 利用するクラウドサービスに係る情報セキュリ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":190,"page_to":191,"char_count":1223},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c189","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"用者に割り当てたアクセス権限に対する定期的な確認によ る見直し クラウドサービスのリソース設定を変更するユーティリティプログラムを使用 する場合の機能の確認と利用者の制限 利用するクラウドサービスの不正利用の監視 4.2.2(1)-9 統括情報セキュリティ責任者は、クラウドサービスで取り扱う情報の機密性保 護のため、 以下を全て含む運用・保守時における暗号化に係る基本方針を運用規程に含 めること。 暗号化に用いる鍵の管理者と鍵の保管場所等の鍵管理機能 鍵管理機能をクラウドサービス提供者が提供する場合の鍵管理手順と鍵の種類 の情報の要求とリスク評価 鍵管理機能をクラウドサービス提供者が提供する場合の鍵の生成から廃棄に至 るまでのライフサイクルにおける情報の要求とリスク評価 4.2.2(1)-10 統括情報セキュリティ責任者は、 以下を全て含む運用・保守時におけるクラウ ドサービス内の通信の制御に係る基本方針を運用規程に含めること。 利用するクラウドサービスのネットワーク基盤が他のネットワークと分離され ていることの確認 4.2.2(1)-11 統括情報セキュリティ責任者は、以下を全て含む","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":191,"page_to":192,"char_count":1170},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c190","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"以下を全て含む更改・廃棄時における利用終 了手順に係る基本方針を運用規程に含めること。 クラウドサービスの利用を終了する場合の移行計画書又は終了計画書の作成 移行計画書又は終了計画書のクラウドサービス利用者への事前通知 ＜4.2.2(1)(c)(イ)関連＞ 4.2.2(1)-14 統括情報セキュリティ責任者は、 以下を全て含む更改・廃棄時における情報の 廃棄に係る基本方針を運用規程に含めること。 情報の廃棄方法 暗号化消去が実施できない場合の基盤となる物理機器の廃棄方法 ＜4.2.2(1)(c)(ウ)関連＞ 4.2.2(1)-15 統括情報セキュリティ責任者は、 以下を全て含む更改・廃棄時におけるアカウ ントの廃棄に係る基本方針を運用規程に含めること。 a) 作成されたクラウドサービス利用者アカウントの削除 b) 利用したクラウドサービスにおける管理者アカウントの削除又は返却と再利用 の確認 c) クラウドサービス利用者アカウント以外の特殊なアカウントの削除と関連情報 の廃棄 （解説）  基本対策事項4.2.2(1)-1 a)「ライフサイクルにおける管理」について クラウドサービスを","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":192,"page_to":193,"char_count":1154},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c191","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"用する情報システムの管理者権限を保有するクラウドサービ ス利用者の主体認証情報が漏えいした場合、インターネットから直接管理権限を要す る操作が可能となるため、十分に強固な認証技術（例えば、多要素主体認証方式）を利 用することを基本方針として運用規程に含めることが求められる。 多要素主体認証方式については、 「 （解説）基本対策事項7.1.1(1)-2「多要素主体認証 方式」について」を参照のこと。  基本対策事項4.2.2(1)-1 d) 「主体認証情報の管理機能が要求事項を満たすことの確認及 び要求事項を満たすための措置の実施」について 機関等が要求する主体認証情報に係る規定、 例えば、 パスワード等の主体認証情報に 係る規定 （パスワード長など） に対し、 クラウドサービス提供者が提供する機能等が十 分かどうか確認を行い、機関等の要求事項を満たすための措置を実施させることを基 本方針として運用規程に含めることが求められる。  基本対策事項4.2.2(1)-1 e) 「クラウドサービス上に保存する情報やクラウドサービスの 機能に対してアクセス制御できることの確認及び適切なアクセス","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":193,"page_to":194,"char_count":1180},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c192","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"をクラウドサービス利用者が行うことができる場合には、 制限 を設ける必要があるか検討をするとよい。また、クラウドサービスの構成等の変更は、 クラウドサービス提供者が用意した機能の他にユーティリティプログラムが存在する 可能性があるため、その利用についても検討するとよい。 （ユーティリティプログラム とは、設定の自動化ツールなど実行が容易ではあるがその影響がシステム全体に影響 するようなものを指す。 ）  基本対策事項4.2.2(1)-1 g) 「クラウドサービス上で構成される仮想マシンに対する適切 なセキュリティ対策の実施」について クラウドサービス上に構成される仮想マシンは、展開直後はセキュリティ設定が何 もされていない場合があり、外部のネットワークへ接続が可能となっていることがあ るため、 事前に外部へのネットワークと通信できないようにすることや、 やむを得ない 場合は速やかに必要なセキュリティ対策を実施させることなどを基本方針として運用 規程に含めることが求められる。  基本対策事項4.2.2(1)-1 h)「適切なセキュリティ対策の実施」について クラウドサービスは、 機関","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":194,"page_to":195,"char_count":1250},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c193","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"に適切に取得できるよう設定するとともに、改ざんや消失等が起こらない よう、適切に保全するよう基本方針として運用規程に含めることが求められる。  基本対策事項4.2.2(1)-2「暗号化」について クラウドサービス内で取り扱う情報の機密性を保護するため、情報の流通経路全般\n\n186 に渡る暗号化の検討、 暗号化方式の選択、 暗号鍵の管理などについて基本方針として運 用規程に含めることが求められる。  基本対策事項4.2.2(1)-2 a) 「クラウドサービス内及び通信経路全般における暗号化」 に ついて クラウドサービス内及び通信経路全般における暗号化を確認する際は、以下を例と する項目について確認することを基本方針として運用規程に含めることが求められる。 特に、クラウドサービスにおいて利用可能な暗号機能にはサーバサイド暗号化とクラ イアントサイド暗号化があり、両者には鍵管理を含めた暗号機能の実装と運用に関わ る責任分界に大きな相違があるため注意が必要である。 • クラウドサービス上で取り扱われる情報に要機密情報が含まれるか確認し、含 まれる場合は通信経路全般において暗号化されている","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":194,"page_to":195,"char_count":1272},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c194","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"に記載されていない暗号化方式を利用する場合、 特に輸出規制等に注 意が必要である。 ）  基本対策事項4.2.2(1)-3「開発」について 利用するクラウドサービスの開発手順がセキュリティ要件を満たしているか確認す るために、クラウドサービス提供者から開発におけるセキュリティ対策に係る情報を 入手し、自らのセキュリティ要件との違いを確認するよう基本方針として運用規程に 含めることが求められる。  基本対策事項4.2.2(1)-3 a) 「クラウドサービス提供者へのセキュリティを保つための開 発手順等の情報の要求とその活用」について 情報システムの構築を業務委託する際などは、遵守事項4.1.2(2)(a)(ウ)の内容を調達\n\n187 仕様書に記載することが求められるが、 更にクラウドサービスを利用する場合、 クラウ ドサービス特有の手法等が存在するため、その情報をクラウドサービス提供者に要求 し利用することを基本方針として運用規程に含めることが求められる。  基本対策事項4.2.2(1)-3 b)「クラウドサービス上におけるライセンス規定」について クラウドサービスにおいて、 その","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":195,"page_to":196,"char_count":1268},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c195","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"る機能の追 加などを基本方針として運用規程に含めることが求められる。  基本対策事項4.2.2(1)-4 a)「クラウドサービス提供者への設計、設定、構築等における 知見等の情報の要求とその活用」について クラウドサービスにおける情報システムの設計・構築はオンプレミスと同じ手法で 十分とは限らない。 また、 クラウドサービスは提供者によって同様なシステムであって もその設計手法、 対策が異なる。 よって、 クラウドサービスを利用して情報システムを 構築する場合、 その情報システムのセキュリティの最適化に資する設計、 構築に係る情 報をクラウドサービス提供者に要求し、不足している知見を補う必要があることを基 本方針として運用規程に含めることが求められる。  基本対策事項4.2.2(1)-4 b)「設定の誤りを見いだすための対策」について クラウドサービスにおいて、 クラウドサービスの構成要素 （リソース） の設定変更は オンプレミスにおける物理機器に対する変更と比べはるかに容易である。 また、 設定す る内容はオンプレミスと似たものが多いが、 クラウドサービス特有の対応 （ネットワー","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":196,"page_to":197,"char_count":1274},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c196","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"を増減さ せるサービスも存在するため、リソース不足によるサービス停止とならないよう適切 に監視を行う必要がある。 また、 監視の他にリソースの現在の利用状況や将来の利用予 測を行い設計当初の要求と比較することも重要である。 よって、 クラウドサービスで利 用するデータ容量等について監視させるとともに将来の予測を行った上での対策の見 直し等を行うことを基本方針として運用規程に含めることが求められる。  基本対策事項4.2.2(1)-4 e)「可用性を考慮した設計」について クラウドサービスを利用して要安定情報を取り扱う場合は、構築時に可用性を考慮 して設計を行う必要があるためセキュリティ要件の策定時や設計・設定時に考慮する ことを基本方針として運用規程に含めることが求められる。  基本対策事項4.2.2(1)-4 f)「時刻同期の方法の確認」について クラウドサービス内において時刻が同期していないと記録されたログ等の時刻の信 頼性が下がり、情報セキュリティインシデント発生時の原因解析等に影響を及ぼすた め、 構築時に当該クラウドサービスにおける時刻同期の方法を確認し、 確実に時刻が同","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":197,"page_to":198,"char_count":1195},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c197","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"都合によりそのサービス内容は容 易に変更されてしまう場合があるため、 クラウドサービス利用の当初に想定したセキュ リティ対策が利用期間中に正しく機能しなくなることが想定される。 よって、 責任共有 モデルで、クラウドサービス提供者側の責任として含まれる以下を例とする項目や契 約時に同意した項目について、定期的にクラウドサービス提供者に確認することを基 本方針として運用規程に含めることが求められる。 • 情報の保存方法、保存場所、伝送経路 • 情報の廃棄 • ログ情報の収集と保存状況 • 時刻同期の状況 • バックアップの実施 • 不正アクセスの監視  基本対策事項4.2.2(1)-5 d) 「情報セキュリティインシデント発生時の連絡体制」 につい て 利用するクラウドサービスにおいて情報セキュリティインシデントの発生を検知し た場合に備えて、連絡する体制をあらかじめ規定しておく必要がある。情報セキュリ ティインシデントの発生の検知については、クラウドサービス提供者から通知される 可能性を考慮し、当該通知を複数の職員等が受け取れるようにすることも重要である。 また、連絡先にはクラウドサ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":198,"page_to":199,"char_count":1208},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c198","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"設定等を容易に変更できるた め、 適切な管理と把握が必要となる。 また、 クラウドサービスによっては利用状況によ り提供するCPU やバックアップストレージ等のリソースを自動的に拡張するなどの\n\n190 機能を有しているため、オンプレミスで利用していたソフトウェアを導入する際には ライセンス等の管理も必要となる。よってIT 資産の適切な管理の実施を基本方針とし て運用規程に含めることが求められる。  基本対策事項4.2.2(1)-7 b)「適切な格付・取扱制限の明示」について クラウドサービスを利用する職員等は、クラウドサービス上で取り扱う情報につい て格付が分かるように保存することを基本方針として運用規程に含めることが求めら れる。  基本対策事項4.2.2(1)-7 c)「責任範囲の明確化と対策の実施」について 例えば、仮想化技術を用いたマルチテナントの環境において、OS 等の脆弱性に加え てハイパーバイザーを経由して他の利用者が享受するサービスを阻害する脆弱性はク ラウドサービスに対するリスクであり、 対策を講ずる必要がある。 7.2.1 「ソフトウェア に関する脆弱性対策」","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":198,"page_to":199,"char_count":1296},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c199","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"報を用いるのみならず当該識別 コードのアクセスログを監視し、不正な利用がないか等の確認を徹底するなどを運用 規程に含めるとよい。 強固なパスワードに必要な十分な桁数を備えた第三者に容易に推測できないパスフ レーズ等については、 「 （解説）基本対策事項7.1.1(1)-3「強固なパスワードに必要な十 分な桁数を備えた第三者に容易に推測できないパスフレーズ等を使用すること」につ いて」を参照のこと。  基本対策事項4.2.2(1)-8 b) 「割り当てたアクセス権限に対する定期的な確認による見直 し」について クラウドサービスは、利用者アカウントへの権限だけではなくサービスごとにアク セス権限を割り当てられる特殊なアカウントが存在する。それらのアカウントへ割り 当てた権限も含めて、必要性、妥当性、利用期間、権限の範囲などを定期的に確認し、\n\n191 必要に応じて見直すよう基本方針として運用規程に含めることが求められる。  基本対策事項4.2.2(1)-8 c) 「ユーティリティプログラムを使用する場合の機能の確認と 利用者の制限」について 利用するクラウドサービスにおいては、 クラウ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":199,"page_to":200,"char_count":1183}],"avg_length":1204.384705882353,"k1":1.5,"b":0.75}