{"shard_id":"デジタル社会推進標準ガイドライン_2023-07_26","group":"デジタル社会推進標準ガイドライン_2023-07","chunk_count":50,"chunks":[{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c93","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ンタプリタ 等 C2（C&C） ・ アプリケーション 層プロトコルの悪 用 ・ プロトコルトンネ リング ・ ファイアウォール、 ウェブプロキシ、 DNS、 ネットワーク トラフィック、クラ ウドアクティビ ティログ ・ IDS/IPS C2 ドメイン、IP アド レス 持ち出し ・ C2 チャネルを介し た持ち出し ・ 代替プロトコルを 介した持ち出し ・ ファイアウォール、 ウェブプロキシ、 DNS、 ネットワーク トラフィック、クラ ウドアクティビ ティログ ・ IDS/IPS ドメイン、URL、IP アドレス、IDS/IPS シ グネチャ なお、 上記インシデントレスポンスにおいては、 一部業務を外部事業者に請け負わせ ることも考えられる。 このとき、 当該業務を外部事業者に請け負わせることは、 業務委 託に該当することから、 関連する規定にも留意する必要がある。 また、 外部事業者の選 定に際しては、事業者における一定の技術要件及び品質管理要件を確保する観点から、 経済産業省が定める 「情報セキュリティサービス基準」 及び当該基準を満たすと認めら れた企業を掲載した「情報セキ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":87,"page_to":88,"char_count":1295},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c94","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"T は、認知した情報セキュリティインシデント又は独 立行政法人及び指定法人から連絡を受けた情報セキュリティインシデントが、 国民の 生命、身体、財産若しくは国土に重大な被害が生じ、若しくは生じるおそれのある大 規模サイバー攻撃事態又はその可能性がある事態である場合には、 「大規模サイバー 攻撃事態等への初動対処について（平成22 年３月19 日内閣危機管理監決裁） 」に基 づく報告連絡を行うこと。 (c) CSIRT は、情報セキュリティインシデントに関して、機関等を含む関係機関と情 報共有を行うこと。 (d) 情報セキュリティインシデントにより、 個人情報・特定個人情報の漏えい等が発生 した場合、必要に応じて個人情報保護委員会へ報告を行うこと。 【 基本対策事項 】 ＜2.2.4(3)(c)関連＞ 2.2.4(3)-1 CSIRT は、 情報セキュリティインシデントではないと評価した場合であっても、 注意喚起等が必要と考えられるものについては、自機関の関係する者や他の機関等と 情報共有を行うこと。 （解説）  遵守事項2.2.4(3)(a)「当該機関の情報システム」について 当該情","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":88,"page_to":89,"char_count":1296},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c95","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"遵守事項2.2.4(3)(c)「情報共有を行う」について 情報セキュリティインシデントに関して、 被害拡大防止のため、 関連する可能性のあ る関係機関と情報共有を行うことが重要である。 例えば、 自組織で発生した情報セキュ リティインシデントについて調査した結果、 他の関係機関においても同様の情報セキュ リティインシデントの可能性がある場合には、それらの関係機関と情報を共有するこ とが考えられる。 また、 情報セキュリティインシデントではないと評価した場合であっ ても、注意喚起等が必要と考えられる場合は、同様に情報共有が重要である。 なお、国の行政機関については、情報共有に関し、 「政府におけるサイバー攻撃等へ の対処態勢の強化について」 （平成22 年12 月27 日情報セキュリティ対策推進会議・ 危機管理関係省庁連絡会議合同会議申合せ）において、 「各府省庁は、その業務におい て得たサイバー攻撃に係る情報を、可能な限り速やかに内閣官房情報セキュリティセ ンターに連絡する。また、内閣官房情報セキュリティセンターは、収集・集約された情 報をサイバー攻撃に対する初動対処、 被害の拡大防止","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":89,"page_to":90,"char_count":1201},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c96","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ィ責任者に報告すること。 (b) 最高情報セキュリティ責任者は、 情報セキュリティ責任者から情報セキュリティイ ンシデントについての報告を受けた場合には、 その内容を確認し、 再発防止策を実施 するために必要な措置を指示すること。 (c) CSIRT 責任者は、 情報セキュリティインシデント対処の結果から得られた教訓を、 統括情報セキュリティ責任者、関係する情報セキュリティ責任者等に共有すること。 【 基本対策事項 】規定なし （解説）  遵守事項2.2.4(4)(a)「再発防止策を検討」について 一般に、 再発防止策を定めるには、 組織の体制や当該情報システムの運用管理体制や 利用手順、情報システム調達時の要件定義や受入テスト結果等を踏まえて上流工程で の対応状況等を遡って確認することも含め、 十分な原因調査が必要となる。 原因調査に より、 どのような要素が絡んで情報セキュリティインシデントに至ったのか、 因果関係 を明らかにした上で、 原因から情報セキュリティインシデントの発生段階の間で、 因果 関係の進行を断ち切るための防護策を複数検討し、 講ずることが有効である。 また、 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":90,"page_to":91,"char_count":1178},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c97","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"リティインシデントの再発防止策の報 告を受けた場合は、その内容を確認する必要がある。 情報システムへの情報セキュリティ機能の実装等計画的に実施する必要がある再発\n\n82 防止策については、 対策推進計画に反映させるなどして、 適切に実施させるよう取組を 推進することが求められる。 また、 機関等全体として再発防止策を講ずることが有効と 想定される場合は、機関等全体での取組を進めることも求められる。  遵守事項2.2.4(4)(c) 「得られた教訓を、 統括情報セキュリティ責任者、 関係する情報セ キュリティ責任者等に共有」について CSIRT 責任者には、統括情報セキュリティ責任者、関係する情報セキュリティ責任 者等に対し、 単に情報セキュリティインシデントの情報を共有するだけでなく、 情報セ キュリティインシデントの対処を踏まえ、統括情報セキュリティ責任者が定める対処 手順等の改善や、個別の情報システムの情報セキュリティ水準の改善につなげられる ような事項を含めて共有することが求められる。\n\n83 2.3 点検 2.3.1 情報セキュリティ対策の自己点検 目的・趣旨 情報セキュリテ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":90,"page_to":92,"char_count":1250},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c98","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"認及び評価の方法や自己点検項目等を定めた年度自己点検計画を策定する ことが求められる。 自己点検項目の選定に当たっては、最新の脅威動向を踏まえた想定すべき脅威に鑑 みた項目や、 情報セキュリティインシデントの発生状況に鑑みた項目、 前年度の自己点 検実施率が低かった遵守事項、 情報セキュリティ監査の結果を踏まえた項目、 教育の実 施状況の分析、評価の結果を踏まえた項目等、様々な選択肢が考えられる。  遵守事項2.3.1(1)(b)「職員等」について 本条における「職員等」には、情報セキュリティ責任者、課室情報セキュリティ責任 者及び情報システムセキュリティ責任者等、情報セキュリティ対策の体制ごとの責任 者を含む。 具体的にどの責任者を対象に自己点検を実施するかについては、 年度自己点\n\n84 検計画で策定する。 情報セキュリティ責任者や課室情報セキュリティ責任者は、自組織の情報セキュリ ティ対策や業務委託先に求める情報セキュリティ対策、クラウドサービスを利用する 際の情報セキュリティ対策について、 情報システムセキュリティ責任者は、 所管する情 報システムについて、区域情報セキュリテ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":92,"page_to":94,"char_count":1219},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c99","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"等は、 情報セキュリティ責任者から指示された自己点検票及び自己点検の手順 を用いて自己点検を実施すること。 【 基本対策事項 】規定なし （解説）  遵守事項2.3.1(2)(a)「自己点検の実施」について 自己点検は、 年に２度以上の頻度で実施することが望ましい。 例えば、 情報システム 部門に対しては、 毎月実施し、 それ以外の部門に対しては、 半年に一度の頻度で実施す るなどが考えられる。\n\n86 遵守事項 (3) 自己点検結果の評価・改善 (a) 情報セキュリティ責任者は、 自己点検結果について、 自らが担当する組織のまとま り特有の課題の有無を確認するなどの観点から自己点検結果を分析、評価すること。 また、評価結果を統括情報セキュリティ責任者に報告すること。 (b) 統括情報セキュリティ責任者は、機関等に共通の課題の有無を確認するなどの観 点から自己点検結果を分析、 評価すること。 また、 評価結果を最高情報セキュリティ 責任者に報告すること。 (c) 最高情報セキュリティ責任者は、 自己点検結果を全体として評価し、 自己点検の結 果により明らかになった問題点について、統括","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":94,"page_to":95,"char_count":1197},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c100","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"であった か否かについて評価を行い、その結果を報告内容に含めることも重要である。例えば、 情報の運搬に係る事務が多い職場において、重要な情報を紛失するなどのインシデン トが発生しているにもかかわらず、情報の運搬に係る自己点検が項目に含まれていな いなど、 自己点検の実施内容について改善が必要と考えられる場合は、 その旨を報告内 容に含め、次回の自己点検において考慮されるようにすることが考えられる。  遵守事項2.3.1(3)(b)「機関等に共通の課題の有無を確認するなどの観点から自己点検 結果を分析、評価」について 統括情報セキュリティ責任者が自己点検の結果を分析、 評価する際は、 機関等で共通 的な課題や、 改善すべき点があるか否かを確認する。 例えば、 複数の組織のまとまりに おいて同じ運用規程及び実施手順が守られていないことが判明した場合は、当該運用 規程及び実施手順自体に問題がないか分析し、運用規程及び実施手順を見直す必要性 を検討するなどして、その結果を最高情報セキュリティ責任者へ報告する。\n\n87 また、 自己点検の評価については、 点検項目の選択の適切性や、 組織のまと","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":95,"page_to":97,"char_count":1289},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c101","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"2.3.2(1)-1 情報セキュリティ監査責任者は、 対策推進計画に基づき、 以下を例とする監査実 施計画を策定すること。 監査の目的 （例：情報セキュリティ対策の実際の運用が情報セキュリティ関係規 程に準拠していること等） 監査の対象（例：監査の対象となる組織、情報システム、業務等） 監査の方法 （例 ： 情報セキュリティ対策の運用状況を検証するため、 査閲、 点検、 観察、ヒアリング等を行う。監査の基準は、対策基準及び運用規程・実施手順と する） 監査の実施体制（例：監査責任者、監査実施者の所属、氏名） 監査の実施時期（例：対象ごとの実施時期） 2.3.2(1)-2 情報セキュリティ監査責任者は、組織内における監査遂行能力が不足している 場合等においては、機関等外の者に監査の一部を請け負わせること。 （解説）  遵守事項2.3.2(1)(a)「対策推進計画に基づき監査実施計画を定める」について 遵守事項2.1.3(4)(a)に規定する対策推進計画には、 監査の基本的な方針として、 重点 とする監査の対象及び目標（今年度の監査でどのような部分を重視するかを明確にす\n\n89 る） ・","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":97,"page_to":98,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c102","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"情報セキュリティ監査の実施手引書」 （https://www.nisc.go.jp/active/general/pdf/SecurityAuditManual.pdf） 参考：経済産業省「情報セキュリティ監査基準 実施基準ガイドラインVer1.0」 （https://www.meti.go.jp/policy/netsecurity/downloadfiles/IS_Audit_Annex05.p df）  遵守事項2.3.2(1)(b)「追加の監査実施計画を定める」について 機関等内外において注目すべき情報セキュリティインシデントが発生した場合は、 機関等の実態を把握するため、 追加的な監査を行い、 必要な措置を講ずることが想定さ れる。 また、 情報セキュリティ対策の実施内容に大きな変更が生じた場合は、 その対策 の実施状況を把握するために追加で監査を行うことも考えられる。 このように、 情報セ キュリティ監査責任者は、対策推進計画に基づき策定した監査実施計画以外の事項に ついても、必要に応じて監査実施内容に含めることを考慮する必要がある。  基本対策事項2.3.2(1)-1","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":98,"page_to":99,"char_count":1228},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c103","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"。 • 特定の部門を監査対象とした場合 部門で取り扱う情報、 利用する情報システムについて、 当該部門の職員等により 情報セキュリティ関係規程の運用が適切に行われていることを確認する。 • 特定の情報システムを監査対象とした場合 情報システムの情報セキュリティ対策について、情報セキュリティ関係規程で 規定されている情報セキュリティ対策が講じられていること、及び実際に運用さ れていることを確認する。 • 特定の情報セキュリティ対策を監査範囲とした場合 最新のサイバーセキュリティに関する脅威動向、 インシデント事例、 様々な情報 セキュリティ技術の普及等を踏まえ、 以下に示す例のように、 セキュリティリスク の高い範囲に監査を限定し、複数の情報システムへ監査を同時に実施する。 - 情報システム関連文書の整備状況 - インターネットに接続する認証機能での多要素主体認証の導入 - アクセス制御機能の適切な運用 - 管理者権限を持つ主体の識別コード及び主体認証情報に関する管理 - ソフトウェアに関する脆弱性対策の実施 - 情報システムの情報セキュリティに影響する各種設定情報 - 不正アクセスへの","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":99,"page_to":100,"char_count":1206},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c104","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"業務 （内部監査） を外部事業者に請け負わせることを検討すべきである。 その委託先の 選定に当たっては、 被監査部門との独立性を有し、 かつ監査遂行能力がある者を選択で きるよう配慮することが重要である。 また、 監査業務を外部事業者に請け負わせること は、業務委託に該当することから、関連する規定にも留意する必要がある。また、情報 セキュリティ監査人資格者の業務への関与等を考慮することが望ましい。 加えて、 経済 産業省が定める 「情報セキュリティサービス基準」 及び当該基準を満たすと認められた 企業を記載した「情報セキュリティサービス基準適合サービスリスト」 （うちセキュリ ティ監査サービスに係る部分）を活用することも考えられる。\n\n92 遵守事項 (2) 監査の実施 (a) 情報セキュリティ監査責任者は、 監査実施計画に基づき、 監査の実施を監査実施者 に指示し、結果を監査報告書として最高情報セキュリティ責任者に報告すること。 【 基本対策事項 】 ＜2.3.2(2)(a)関連＞ 2.3.2(2)-1 情報セキュリティ監査責任者は、 監査業務の実施において必要となる者を、 被監 査","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":100,"page_to":101,"char_count":1248},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c105","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"事項が定められているか、実際の運用状況が情報セキュリティ関係規程に準拠して行 われているかなどの結果を記載する。 さらに、 監査の過程において、 情報セキュリティ 対策の内容の妥当性に関連して改善すべき課題及び問題点が検出された場合には、こ の検出事項や助言・提案を監査報告書に含める。 反対に組織として推奨すべき優れた取 組等がある場合には、それらを組織全体に広めるなどの助言・提案があってもよい。  基本対策事項2.3.2(2)-1「被監査部門から独立した者」について 情報セキュリティ監査実施者には、監査人としての独立性及び客観性を有すること が求められる。 例えば、 情報システムを監査する場合に、 当該情報システムの構築をし た者や運用を行っている者が監査をしてはならない。 また、 情報の取り扱われ方に関す る監査を行う場合には、当該情報を取り扱う者はその監査をしないこととする。\n\n93  基本対策事項2.3.2(2)-2 a)「統一基準を満たすための適切な事項が定められているこ と」について 統一基準1.1(1)において、 「情報セキュリティ対策の項目ごとに機関等が遵守すべき ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":101,"page_to":102,"char_count":1296},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c106","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"の基本対策事項との関係等について記録を残しておくと、 監査の際に有用である。  遵守事項2.3.2(2)-2 c)「実際の運用」について 被監査部門の職員等に対する質問や記録文書の査閲、 執務室等の観察、 機器の設定状 況の点検等の方法により、運用の準拠性を確認する。また、必要に応じて、被監査部門 において実施されている情報セキュリティ対策が有効に機能しているか否かを確認す ることも求められる。例えば、監査対象によってはソフトウェアやウェブアプリケー ション等の情報システムに関連する脆弱性の検査、情報システムに対する侵入検査と いった方法によっても確認することができる。 なお、監査実施者が監査過程で情報セキュリティの向上につながる対策等の監査以 外の行為を行った場合には、その行為に対する別途の監査が必要となる可能性がある。 したがって、 情報セキュリティ監査責任者は、 情報セキュリティ対策の向上になり得る 行為や、 作業を効率的に行うことにつながる行為であるとしても、 監査以外の行為を監 査実施計画の中に取り込むべきではない。\n\n94 遵守事項 (3) 監査結果に応じた対処 (a) ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":102,"page_to":103,"char_count":1222},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c107","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"事項に対する改善計画の策定等を統括情報セキュリティ責 任者及び情報セキュリティ責任者に指示」について 情報システムに対する指摘事項の場合には、情報システムセキュリティ責任者等が 指摘事項に対する改善計画の策定等を実施する場合があるので、指摘事項へ対応する 範囲に留意し、遵守事項2.3.2(3)(b)及び(c)でも同様に留意すること。 なお、指摘事項へ対応する範囲に留意すべき事項は以下が考えられる。 • 情報システムセキュリティ責任者が担当する情報システムでの改善だけでなく、 機関等の対策基準や運用規程等の見直しが発生する場合には、統括情報セキュ リティ責任者や情報セキュリティ責任者において改善計画を個別に策定する必 要がある。 • 機関等内で横断的に改善が必要な事項、又は自らが担当する組織のまとまりに 特有な改善が必要な事項では、 運用規程等の見直しが発生した場合、 所管する情 報システムで対応が必要となる。また、遵守事項5.2.5(1)に基づき、情報システ ムセキュリティ責任者が情報システムの情報セキュリティ対策の見直しを行い、 その措置結果を統括情報セキュリティ責任者へ報告を行う場","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":103,"page_to":104,"char_count":1258},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c108","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"要なものが存在する可能性があること から、 そのような事項が確認された場合は、 直ちに措置を行い、 その結果を報告する必 要がある。 情報システムの機能改修を伴う措置等、 即時の実施が困難と考えられるもの については、情報セキュリティに係るリスクを軽減させるための暫定的な措置を講ず るなどの対応を行うとともに、 情報システムの改善計画を策定し、 暫定的な措置の実施 結果と併せて報告する必要がある。  遵守事項2.3.2(3)(c)「自らが担当する組織のまとまりに特有な改善が必要な事項」に ついて 遵守事項2.3.2(3)(a)により、 最高情報セキュリティ責任者から指示を受けた改善すべ き事項のうち、遵守事項2.3.2(3)(b)における「機関等内で横断的に改善が必要な事項」 を除いたものを指している。\n\n96 2.4 見直し 2.4.1 情報セキュリティ対策の見直し 目的・趣旨 情報セキュリティを取り巻く環境は常時変化しており、こうした変化に的確に対応しな いと、 情報セキュリティ水準を維持できなくなる。 このため、 機関等の情報セキュリティ対 策の根幹をなす情報セキュリティ関係規","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":104,"page_to":106,"char_count":1255},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c109","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"、リスク評価に応じた対策基 準や対策推進計画も見直す必要がある。\n\n97 遵守事項 (2) 情報セキュリティ関係規程等の見直し (a) 最高情報セキュリティ責任者は、情報セキュリティの運用及び自己点検、情報セ キュリティ監査、本部監査等の結果等を総合的に評価するとともに、情報セキュリ ティに係る重大な変化等を踏まえ、 情報セキュリティ委員会の審議を経て、 対策基準 について必要な見直しを行うこと。 (b) 統括情報セキュリティ責任者は、情報セキュリティの運用及び自己点検、情報セ キュリティ監査、 本部監査等の結果等を踏まえて情報セキュリティ対策に関する運用 規程及び実施手順を見直し、 又は整備した者に対して規定の見直しを指示し、 見直し 結果について最高情報セキュリティ責任者に報告すること。 (c) 統括情報セキュリティ責任者は、情報セキュリティの運用及び自己点検、情報セ キュリティ監査、本部監査等の結果等を踏まえて機関等内で横断的に改善が必要と なる情報セキュリティ対策の運用見直しについて、機関等内の職制及び職務に応じ た措置の実施又は指示し、措置の結果について最高情報セキュリティ責","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":105,"page_to":107,"char_count":1291},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c110","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"点検や情報セキュリティ監査の結果、 本部監査の結果、 職員等からの相談、 最高情報 セキュリティ責任者からの指示、 最新の脅威動向、 セキュリティ対策技術の動向等を踏 まえ、情報セキュリティ対策に関する運用規程及び実施手順を見直すことの必要性を\n\n98 検討し、情報システムセキュリティ責任者等の運用規程及び実施手順を整備した者に、 その見直しを指示することを統括情報セキュリティ責任者に求めている。 なお、 策定済みの運用規程及び実施手順を見直すだけではなく、 例えば、 機関等内に おける共通のルールが存在しないため、各所属等において個別にルールを定めて運用 しているなどの場合について、機関等内における共通のルールを整備するか否かを検 討することも考えられる。 なお、 運用規程及び実施手順の見直しは、 対策基準の見直しに合わせて実施すること が考えられるが、 最新の脅威動向を踏まえ、 機関等全体で統一基準以上のセキュリティ 対策や機関等固有のセキュリティ対策が求められる場合があるため、適宜実施できる ことが望ましい。  遵守事項2.4.1(2)(b)「見直し結果について最高情報セキュリ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":106,"page_to":107,"char_count":1226},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c111","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"、 実施者が情報セキュリティ対策推進体制であるのか、 それとも課室情報セキュリ ティ責任者や情報システムセキュリティ責任者であるのか、更に職員等であるのかな ど多岐に渡るため、措置の内容に応じて実施又は対象者への実施指示を行う必要があ る。 また、 措置の実施を指示するだけでなく、 実施状況の把握まで必要であるかは、 情報 セキュリティに係る重大な影響を及ぼすかなどを勘案し、必要性を検討すること。  遵守事項2.4.1(2)(c) 「措置の結果について最高情報セキュリティ責任者に報告する」 に ついて 機関等内で横断的に改善が必要となる情報セキュリティ対策の運用見直し措置結果 に関する報告に当たっては、 情報セキュリティに係る重大な影響を及ぼすかどうか、 予 算措置が必要となるため運用の見直しに時間を要するかどうかなど、措置の内容に応 じて報告方法や報告時期などを分けることが考えられる。\n\n99 遵守事項 (3) 対策推進計画の見直し (a) 最高情報セキュリティ責任者は、 情報セキュリティ対策の運用及び自己点検、 情報 セキュリティ監査、 本部監査等を総合的に評価するとともに、 情","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":107,"page_to":109,"char_count":1262},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c112","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"」について 機関等における対策推進計画は少なくとも毎年度１回の頻度で見直されることが期 待される。\n\n100 2.5 独立行政法人及び指定法人 2.5.1 独立行政法人及び指定法人に係る情報セキュリティ対策 目的・趣旨 独立行政法人や指定法人においても、国の行政機関の重要な情報に相当する情報が取り 扱われている場合があるため、国の行政機関と同様に情報セキュリティ対策が適切に講じ られる必要がある。 そのためには、 当該法人を所管する国の行政機関との連携による情報セ キュリティマネジメントが適切に機能することが重要である。 遵守事項 (1) 独立行政法人及び指定法人を所管する国の行政機関における体制の整備 (a) 独立行政法人及び指定法人を所管する国の行政機関に置かれる最高情報セキュリ ティ責任者は、所管する独立行政法人及び指定法人の情報セキュリティ対策が適切 に推進されるために必要な機関内の体制の整備を指示すること。 【 基本対策事項 】 ＜2.5.1(1)(a)関連＞ 2.5.1(1)-1 独立行政法人及び指定法人を所管する国の行政機関に置かれる統括情報セキュ リティ責任者は、所管す","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":108,"page_to":110,"char_count":1215},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c113","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"情報 セキュリティ対策に関する助言を行うことが求められる。 ここでは、 機関の情報セキュ リティを統括する立場から、 これらの目標策定や評価、 指導等を当該法人所管部署が適 切に行うために必要な体制を整備することを規定している。 なお、 目標策定や評価においては、 本部監査の結果やこれらの結果に対する各法人で\n\n101 策定された改善計画の進捗状況も参考 ・ 考慮することが重要であると考えられる。 また、 助言の実施の一環として、 当該法人から当該法人を所管する国の行政機関の情報セキュ リティ関係規程の提供を求められた場合は、情報セキュリティに係る支障がある場合 等を除き、 これに応じることを検討することが望ましい。 当該法人は、 提供を受けた国 の行政機関の情報セキュリティ関係規程を参考としつつ、自組織の特性等を踏まえて 情報セキュリティ対策を行うことが考えられる。  基本対策事項2.5.1(1)-1 「情報セキュリティ対策が適切に推進されるために必要な体制 として、当該法人所管部署等の関係部署及び所管する法人等に必要な助言等を行うた めの窓口を、当該法人所管部署等の関係部署と連携","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":109,"page_to":111,"char_count":1285},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c114","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"門的知見を要する事項とは、独立行政法人 及び指定法人が自らの情報セキュリティ関係規程や対策推進計画を定める場合や、高 度な情報セキュリティ対策を要求する情報システムに対し追加で対策を求める「追加 セキュリティ対策」 の検討を行う場合、 重大な情報セキュリティインシデントに対処す る場合、本部監査の結果等を踏まえ情報セキュリティ関係規程や対策推進計画につい て必要な見直しを行う場合などが考えられる。\n\n103 【参考2.5.1-1】独立行政法人及び指定法人に係る情報セキュリティ体制のイメージ例 独立行政法人及び指定法人に係る情報セキュリティ体制のイメージを図2.5.1-1 に示 す。 図2.5.1-1 独立行政法人及び指定法人に係る情報セキュリティ体制のイメージ\n\n104 第3部 情報の取扱い 3.1 情報の取扱い 3.1.1 情報の取扱い 目的・趣旨 業務の遂行に当たっては、 情報の作成、 入手、 利用、 保存、 提供、 運搬、 送信、 消去等 （以 下本款において「利用等」という。 ）を行う必要があり、ある情報のセキュリティの確保の ためには、当該情報を利用等する全ての職員等が情報の","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":111,"page_to":114,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c115","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"1(1)(a)関連＞ 3.1.1(1)-1 統括情報セキュリティ責任者は、 情報の取扱いに関する運用規程として、 以下を 全て含む手順を整備すること。 情報のライフサイクル全般にわたり必要な手順（業務の遂行以外の目的での情 報の利用等の禁止等） 情報の入手・作成時の手順 情報の利用・保存時の手順 情報の提供・公表時の手順 情報の運搬・送信時の手順\n\n105 情報の消去時の手順 情報のバックアップ時の手順 ＜3.1.1(1)(a)(イ)関連＞ 3.1.1(1)-2 統括情報セキュリティ責任者は、情報の格付及び取扱制限の明示の方法につい て、以下を例とする内容を、情報の取扱いに関する運用規程に含めて整備すること。 電磁的記録として取り扱われる情報に明示する場合 • 電磁的記録の本体である文書ごとにヘッダ部分又は情報の内容へ直接記載 • 電磁的ファイル等の取扱単位ごとにファイル名自体へ記載 • フォルダ単位等で取り扱う情報は、フォルダ名に記載 • 電子メールで取り扱う情報は、電子メール本文又は電子メール件名に記載 外部電磁的記録媒体に保存して取り扱う情報に明示する場合 • 保存する電磁的ファ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":113,"page_to":114,"char_count":1217},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c116","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"りの情報の機 密性に応じて格付及び取扱制限を見直す。 情報を複製する場合には、元となる情報の機密性に係る格付及び取扱制限を継 承する。 完全性及び可用性については、作成時又は複製時に適切な格付を決定する。 他者が決定した情報の格付及び取扱制限を見直す必要がある場合には、その決 定者 （決定について引き継いだ者を含む。 ） 又はその上司 （以下本款において 「決 定者等」という。 ）に確認を求める。\n\n106 （解説）  遵守事項3.1.1(1)(a)(ア)「格付及び取扱制限についての定義」について 「統一基準1.2 (1) 情報の格付の区分」及び「統一基準1.2 (2) 情報の取扱制限」に て規定している情報の格付及び取扱制限の定義に基づき、 機密性、 完全性、 可用性に係 る情報の格付と取扱制限について、 機関等の基準を整備する必要がある。 取扱制限につ いては、1.2(2)【参考４】取扱制限の例も参照のこと。 なお、文書管理ガイドラインにおいて、 「文書の作成者は、当該文書が極秘文書又は 秘文書に該当すると考えられる場合には、 それぞれに準じた管理を開始する」 とされて おり、指","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":114,"page_to":115,"char_count":1270},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c117","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"先頭に格付を付す。 （例 ： 「 【機２】○○整備計画」 ） • 格付及び取扱制限の明示と併せて、 情報の作成者又は入手者の氏名、 所属、 連絡 先等も記載する。 • 文書の一部の情報に取扱制限を追加するときは、追加する取扱制限を当該情報 に近接した場所に明記する。 • 電磁的記録の参照、 編集等に利用するソフトウェアの制限等により、 各ページに 明記できない場合には、文章の先頭ページに明記する。 • 文書の作成者名、 組織名その他の記録に使用できる 「プロパティ」 に格付の区分 を記載することは明示に当たらない。  基本対策事項3.1.1(1)-2 a)「電子メール本文又は電子メール件名に記載」について 電子メールを引用する場合は、引用する電子メールで取り扱っている情報の機密性 に係る格付及び取扱制限を継承した上で、作成する電子メールが上位の格付及び取扱\n\n107 制限の情報を取り扱う場合は、その反映に留意する必要がある。 なお、 チャットで情報を取り扱う場合は、 メッセージごとに格付及び取扱制限を記載 することは運用上困難であることが想定される。 そのため、 チャットルームのルー","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":115,"page_to":116,"char_count":1232},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c118","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"付及び取扱制限の明示を省略した場合には、 以下の事項に注意する必要が ある。 • 格付及び取扱制限の省略を認識できない者への情報の提供 格付の区分及び取扱制限が明示されていない要保護情報を、格付及び取扱制 限の決定内容を認識できない職員等に提供する必要が生じた場合 （例えば、 他機 関等に情報を提供等する場合） は、 当該情報に格付の区分及び取扱制限を明示し た上で提供するなどしなければならない。 • 取扱制限の明示を省略した場合における取扱制限の追加・変更 例えば、 ある文書の取扱制限の明示を省略している場合であって、 当該文書の 一部に取扱制限を追加するときは、追加する取扱制限を明示すること。  基本対策事項3.1.1(1)-4 e)「複製時に適切な格付を決定」について 複製された情報は、 一般的には完全性１情報及び可用性１情報と考えられるが、 原本 を複製し、 それをバックアップファイルとして保存する場合も考えられるため、 完全性 及び可用性については、適宜、複製の目的に応じて格付を決定する必要がある。  基本対策事項3.1.1(1)-4 f)「見直す必要がある場合」について","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":116,"page_to":118,"char_count":1259},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c119","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"の取扱いに変更がある場合\n\n109 遵守事項 (2) 情報の目的外での利用等の禁止 (a) 職員等は、 自らが担当している業務の遂行のために必要な範囲に限って、 情報を利 用等すること。 【 基本対策事項 】規定なし （解説）  遵守事項3.1.1(2)(a)「情報を利用等」について 情報は、 業務の目的を達成するために利用等するのであって、 業務の遂行以外の目的 で情報を利用等すべきではない。 国家公務員法 第100 条 第１項においても、 「職員は、 職務上知ることのできた秘密を漏らしてはならない。その職を退いた後といえども同 様とする。 」と定められている。 情報の目的外利用に当たる場合としては、 例えば、 業務上知り得た情報をソーシャル メディアの個人アカウントの掲示板等に掲示する、私的にウェブ上の各種サービス （SNS 等）を利用する際に、業務に使用しているメールアドレスと主体認証情報を利 用するなどの行為が考えられる。 その他にも、 情報の利用形態は様々であり、 注意が必 要である。 なお、 本条で対象としている情報は、 職員等が従事する業務において利用する機関等 の情報","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":117,"page_to":119,"char_count":1246},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c120","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"直すこと。 【 基本対策事項 】規定なし （解説）  遵守事項3.1.1(3)(a)「格付及び取扱制限を決定」について 格付及び取扱制限が不十分な場合、 情報漏えい等のリスクが高まるが、 一方で、 情報 の利用を円滑に行うためには、格付及び取扱制限を必要以上に高くしないことが必要 である。そのため、格付及び取扱制限を決定する際には、機関等の基準に照らして、要 件に過不足が生じないようにすること。 例えば、 機密性１情報に相当する公開しても差 し支えない情報をむやみに要機密情報に決定すると、過度な保護対策を求めることに なり、業務の効率的な運営に支障をきたすおそれがある。 また、 他機関等との情報の受け渡しを行う際には、 統一基準との格付定義の差分に関 する情報を当該機関等から得るなどして、自機関等の基準との差分について考慮の上、 格付及び取扱制限を決定する必要がある。  遵守事項3.1.1(3)(b)「継承」について 業務資料等を参考に新たに別の資料を作成する場合等において、元となった資料等 に記載されていた情報の機密性に関する格付及び取扱制限について、新たに作成した 資料等に適切","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":119,"page_to":121,"char_count":1263},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c121","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"、 保存する情報にアクセス制限を設定するなど、 情報の格付及び取扱制限 に従って情報を適切に管理すること。 なお、 独立行政法人及び指定法人における職員 等は、機密性３情報を機器等に保存する際、以下の措置を講ずること。ただし、独立 行政法人及び指定法人において、 機密性３情報について国の行政機関と同等の取扱い を行っている場合は、 国の行政機関と同等の措置を講ずることをもって代えることが できる。 機器等に保存する場合は、 インターネットや、 インターネットに接点を有す る情報システムに接続しない端末、サーバ装置等の機器等を使用すること。 当該情報に対し、暗号化による保護を行うこと。 当該情報を保存した機器等について、 盗難及び不正な持ち出し等の物理的な 脅威から保護するための対策を講ずること。 (e) 職員等は、USB メモリ等の外部電磁的記録媒体を用いて情報を取り扱う際、定め られた利用手順に従うこと。 【 基本対策事項 】 ＜3.1.1(4)(a)(d)関連＞ 3.1.1(4)-1 職員等は、 情報の格付及び取扱制限に応じて、 情報を取り扱う際は、 以下を全て 含む対策を講ずるこ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":121,"page_to":122,"char_count":1236},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c122","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"置を参考にするとよい。  遵守事項3.1.1(4)(d)「保存する情報にアクセス制限を設定するなど、情報の格付及び 取扱制限に従って情報を適切に管理すること」について 情報システムに、 ファイルに対する書込権限者の制限や、 ファイルのセキュリティ設 定でパスワード設定等のアクセス制御機能が装備されている場合、当該情報の格付及 び取扱制限に従って、 必要なアクセス制御の設定を行うことが求められる。 例えば、 取 扱制限として閲覧範囲の制限が指定されている場合は、第三者等から参照されないよ う、 読取制限の属性を付与することや、 要保全情報であれば、 第三者等から変更されな いよう、上書き禁止の属性を付与することがこれに当たる。 アクセス制御は、サーバ装置、端末、OS、アプリケーション、ファイル等を単位に 行うことができるため、 これらを選択し組み合わせて、 適切なアクセス制御を実現する とよい。 なお、文書管理ガイドラインの秘密文書の管理に関するモデル要領において、 「秘密 文書については、 インターネットに接続していない電子計算機又は媒体等に保存し、 暗 号化等による保護を行うととも","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":122,"page_to":123,"char_count":1198},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c123","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"理を行っている独 立行政法人及び指定法人においては、秘文書に相当する情報については秘文書相当の 対策を講ずることをもって代えることも可能である。 （文書管理ガイドラインの秘密文 書の管理に関するモデル要領については、 「 （解説）遵守事項3.1.1(4)(d) 「保存する情報\n\n114 にアクセス制限を設定するなど、情報の格付及び取扱制限に従って情報を適切に管理 すること」について」を参照のこと。 ）  遵守事項3.1.1(4)(d)(ウ) 「盗難及び不正な持ち出し等の物理的な脅威から保護するため の対策」について 端末についての対策例は基本対策事項6.1.1(1)-2、サーバ装置についての対策例は基 本対策事項6.2.1(1)-2 を参照のこと。  遵守事項3.1.1(4)(e)「外部電磁的記録媒体」について 外部電磁的記録媒体には、USB メモリ等の、繰返し情報を書き換えできる媒体と、 CD-R 等の書き換えできない媒体が存在する。 特に前者の媒体を利用する場合は、 不正 プログラムに感染するおそれが大きいため、その取扱いには細心の注意を払う必要が ある。 （具体的な対策等につ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":122,"page_to":123,"char_count":1294},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c124","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"要 がある主体に対してのみ更新権限を付与すること等が考えられる。保護を行う情報の 格付、取扱制限等に応じて適切な措置を講ずるとよい。 電子署名を付与した場合、 電子署名を付与した者が真正であること、 電子署名が付与 された情報が改ざんされていないことを検証することができる。 しかし、 電子署名を付 与するだけでは、電子署名が付与された情報がどの時点において存在していたかを検 証することができない。 この検証を可能とするためにはタイムスタンプを付与する必要がある。タイムスタ ンプを付与することによって、タイムスタンプを付与した時点において情報が存在し ていたこと、 また、 タイムスタンプを付与した後に情報が改ざんされていないことを検 証することができる。\n\n115 検証できることが電子署名とタイムスタンプによって異なることを踏まえ、情報の 格付及び取扱制限に応じて適切な方法を用いるとよい。 なお、 電子署名やタイムスタンプにはどちらも有効期限が存在する。 電子署名やタイ ムスタンプの有効期限が切れた後においても電磁的記録媒体に保存する要保全情報に 対して改ざん防止のための措置を講ずる必要","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":123,"page_to":125,"char_count":1294},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c125","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"付及び取扱制限に応じて適切に取り扱われるよう、 取扱い上の留 意事項を確実に伝達するなどの措置を講ずること。 (c) 独立行政法人及び指定法人における職員等は、 機密性３情報を閲覧制限の範囲外の 者に提供する場合には、課室情報セキュリティ責任者の許可を得ること。 (d) 職員等は、 電磁的記録を提供又は公表する場合には、 当該電磁的記録等からの不用 意な情報漏えいを防止するための措置を講ずること。 【 基本対策事項 】 ＜3.1.1(5)(d)関連＞ 3.1.1(5)-1 職員等は、 電磁的記録媒体を他の者へ提供する場合は、 当該電磁的記録媒体に保 存された不要な要機密情報を抹消すること。 （解説）  遵守事項3.1.1(5)(a)「機密性１情報に格付されるもの」について 保有する情報をウェブサイト等により広く国民に提供する場合、公表しようとする 情報の格付の適正さを再度検討し、格付及び取扱制限の明示を削除するなどを考慮す る必要がある。 なお、 情報の公表ではないものの、 電子調達システム等において調達情報を委託先候 補事業者に閲覧を許可する場合が考えられる。情報システムの構成図等","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":125,"page_to":126,"char_count":1255},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c126","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ば、 「委員以外への再配布を禁止する」と明示する。 ）など、格付 以外の方法で取扱方法を示すことも考慮する必要がある。  遵守事項3.1.1(5)(d)「不用意な情報漏えい」について 情報の提供や公表に当たっては、 情報漏えいを防ぐため、 文書の作成者名、 組織名そ の他の記録に使用できる「プロパティ」や、文書の作成履歴、PDF ファイルの「しお り」等に残留した不要な情報を除去する必要がある。 また、 ソフトウェアを用いて文書の特定の部分 （提供・公表不可の情報が記載された 部分） の情報を黒塗りして提供・公表する場合があるが、 当該文書を入手した者が編集 ソフト等を用いて黒塗り部分の情報の閲覧を試みる場合があるため、黒塗りされた部 分の情報の削除や置換を行うなど、適切に措置する必要がある。\n\n118 遵守事項 (6) 情報の運搬・送信 (a) 職員等は、 要保護情報が記録又は記載された記録媒体を要管理対策区域外に持ち出 す場合には、 安全確保に留意して運搬方法を決定し、 情報の格付及び取扱制限に応じ て、 安全確保のための適切な措置を講ずること。 独立行政法人及び指定法人における","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":126,"page_to":127,"char_count":1259},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c127","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ービスを提供する運送事業者によ り運搬すること。 3.1.1(6)-2 職員等は、要機密情報である電磁的記録を要管理対策区域外に運搬する場合に は、以下を例とする情報漏えいを防止するための対策を講ずること。 a) 運搬する情報を暗号化する。 b) 分割後の個別の情報から分割前の情報が容易に復元あるいは推測できないよう に要機密情報を複数の情報に分割し、それぞれ異なる経路及び手段を用いて運 搬する。 c) 主体認証機能や暗号化機能等を備えるセキュアな外部電磁的記録媒体を利用す る。 ＜3.1.1(6)(b)関連＞ 3.1.1(6)-3 職員等は、要機密情報である電磁的記録を機関等外通信回線を使用して送信す る場合には、以下を例とする情報漏えいを防止するための対策を講ずること。 送信する情報を暗号化する。 通信経路全般が暗号化されている通信経路を用いて送信する。 分割後の個別の情報から分割前の情報が容易に復元あるいは推測できないよう に要機密情報を複数の情報に分割し、それぞれ異なる経路及び手段を用いて送 信する。\n\n119 3.1.1(6)-4 職員等は、 要保護情報である電磁的記録を送信","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":127,"page_to":128,"char_count":1253},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c128","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"しておいたり、 事前に共有できない場合は暗号化された情報と は別の方法で送信するなどして秘匿性を確保することが必要である。 十分な長さと複雑さを有する鍵としては、例えば、パスワードエントロピーとして 100 ビットを要する （パスワードの解析に2 の100 乗回の試行を要する） とした場合、 英大文字・英小文字・数字（62 種の文字）を用いたランダム生成では、17 文字程度が 必要であると言える。 利用者が記憶しやすいランダム生成の鍵として、 ランダムに複数 の単語を選んでつなげる場合には、例えば、11 万語の辞書からであれば6 語、2 万語 の辞書からであれば7 語程度を用いる必要があると言える。 十分な長さと複雑さの鍵の使用を利用者に守らせるためには、鍵のランダム生成を 支援する機能を提供することが考えられる。 なお、 暗号化する際に用いる暗号アルゴリズムや鍵長などの暗号化方式は、 遵守事項 8.1.1(7)(a)の規定に従い、定められた暗号化方式を用いる必要がある。  基本対策事項3.1.1(6)-2 b)・基本対策事項3.1.1(6)-3 c)「複数の情報に分割し」につい て","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":128,"page_to":129,"char_count":1278},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c129","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"さ等については、 「 （解説）基本対策事項3.1.1(6)-2 a)「運搬する情 報を暗号化する」について」を参照のこと。 本基本対策事項は、 送信する情報自体を暗号化することを求めている。 送信する情報 自体を暗号化することによって、暗号化通信がなされていない通信経路において盗聴 が行われた場合でも、暗号化された情報の漏えいを防止することができる。 一方、鍵を送信先に伝える際に留意点が存在する。当該留意点は「 （解説）基本対策 事項3.1.1(6)-2 a)「運搬する情報を暗号化する」について」を参照のこと。また、電子 メールに本基本対策事項を実施した場合の例として、要機密情報が含まれているファ イルを暗号化して添付し、 送信することが挙げられるが、 受信側の電子メールサーバ等 において、電子メールに添付された暗号化ファイルを破棄する対策が行われている場 合、添付された暗号化ファイルが受信者に届かないことにも留意が必要である。  基本対策事項3.1.1(6)-3 b)「通信経路全般が暗号化」について 通信経路における盗聴による情報漏えいを防止するために、通信経路全般における 暗号化","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":129,"page_to":130,"char_count":1223},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c130","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"め、必ずしも通信経路全般\n\n121 が暗号化されていると考えることが出来ないことに留意する必要がある。  基本対策事項3.1.1(6)-4 b)「信頼できる通信回線」について 例えば、空港や商業施設等が提供する無線LAN 等の通信回線は、秘匿性や安全性、 管理状況が不明であり、通信内容の盗聴やなりすましによる情報の窃取等のおそれが あるため、 要保護情報を送信する場合にこれを用いるべきではない。 ただし、 下記 「 （解 説）基本対策事項3.1.1(6)-4 c)「VPN」について」に記載のとおり、端末等と情報シス テムとの間でVPN 接続等による通信の暗号化を実施する場合は、この限りでない。  基本対策事項3.1.1(6)-4 c)「VPN」について 例えば、 モバイル通信網を経由して端末等をインターネットに接続させる装置 （以下 本解説において「モバイル通信網接続装置」という。無線LAN 接続型やUSB 接続型 などがある。 ）を利用して、外部から機関等の情報システムにアクセスする場合、仮に モバイル通信網接続装置が利用者の意図しない不正な動作をしていたとしても、VPN 接続等","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":129,"page_to":130,"char_count":1193},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c131","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"キュリティが十分に確保された ウェブメールサービス又はオンラインストレージ環境を利用する必要がある。 機関等独自で運用している場合は、 統一基準群に従った運用がなされているため、 セ キュリティが十分に確保されていると考えることができる。 また、 クラウドサービスを 利用する場合は、セキュリティが十分確保されていることを機関等が確認した上で利 用の承認しているクラウドサービスを利用する必要がある。クラウドサービスを利用 して要機密情報を取り扱う場合は、 4.2.1 「クラウドサービスの選定 （要機密情報を取り 扱う場合） 」及び4.2.2「クラウドサービスの利用（要機密情報を取り扱う場合） 」 、クラ ウドサービスを利用して要機密情報を取り扱わない場合は、4.2.3「クラウドサービス の選定・利用（要機密情報を取り扱わない場合） 」を参照のこと。\n\n122 遵守事項 (7) 情報の消去 (a) 職員等は、 電磁的記録媒体に保存された情報が職務上不要となった場合は、 速やか に情報を消去すること。 (b) 職員等は、 電磁的記録媒体を廃棄する場合には、 当該記録媒体内に情報が残留した 状","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":130,"page_to":131,"char_count":1279},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c132","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"応 じて分けた以下二つの表において例示する。 磁気媒体及びフラッシュメモリ媒体に対して、 「表3.1.1-1 情報の抹消方法の例」 に 記載の方法を用いた場合、 特殊な手段を用いることによって情報 （断片を含む） が読み 出されるリスクが存在する。当該リスクを許容できないような機密性の高い情報を抹 消する場合は、 「表3.1.1-2 機密性の高い情報の抹消方法の例」 に記載の方法を用いる とよい。 ただし、暗号化消去は、 「表3.1.1-2 機密性の高い情報の抹消方法の例」に記載の方 法ではあるが、 情報の抹消が高速に行えることや部分的な抹消が行えること等のメリッ トがあるため、 機密性の高さによらず、 抹消するための方法として優先的に検討すると よい。 また、クラウドサービスの利用を終了する際のクラウドサービスで取り扱った要機\n\n123 密情報を廃棄する方法は暗号化消去等が考えられる。遵守事項4.2.2(5)「クラウドサー ビスを利用した情報システムの更改・廃棄時の対策」を参照のこと。 なお、 職員等自らが情報を抹消することが不可能な場合は、 あらかじめ抹消の手段と 抹消の措置を行う","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":131,"page_to":132,"char_count":1261},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c133","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"数に制限（寿命）があることからウェアレ ベリングと呼ばれるディスク領域全体を均一 に使用する機能や動作の高速化等を目的に、 媒体本体のファームウェアが管理する領域を 持っており、データ抹消ソフトウェアによる 上書きを１回実施した場合は実際にはデータ の書き込みが行われず、消去すべき情報がそ のまま残ってしまう現象が発生する可能性が あるが、２回以上の上書きとすることによ り、当該情報は抹消される。 また、データ抹消ソフトウェアが不良セクタ 用の退避領域及びOS が認識不可能な隠し領 域にアクセスすることが出来ない場合、当該 領域に対して上書きが行われないことに注意 が必要である。\n\n124 電磁的 記録媒体 抹消方法 注意点 （SSD の場合） ATA コマンドの 「SECURITY ERASE UNIT」コマンドを使用す る方法 コマンドがサポートされていることに注意が 必要である。 また、OS が認識できないため、不良セクタ 用の退避領域に対してコマンドによる上書き が行われないことや、USB 接続ではサポート されないことに注意が必要である。 光学媒体（注３） 物理的に破壊する方","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":132,"page_to":134,"char_count":1282},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c134","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"該媒体内の全てのデー タを抹消する方法 （ハードディスクの場合） ハードディスクの磁気記録方式（水平磁気記 録方式又は垂直磁気記録方式）に対応した消 磁装置を用いる必要がある。 また、消磁装置は、装置の特性上経時的な劣 化や、連続使用による温度上昇の影響を受け ることに注意が必要である。 物理的に破壊する方法 当該媒体を細断するなどして情報を記録して いる内部の円盤を物理的に破壊する必要があ る。ハードディスクの場合、筐体に対して不 適当なサイズの円盤を組み込んでいるものが 存在しており、穿孔する際の穴の場所等の破 壊の方法によっては、円盤に損傷を与えられ ないことや、最下層の円盤まで損傷を与える ことができない点に注意が必要である。 フラッシュメモリ媒体 （SSD の場合） 暗号化消去を行う方法 「 （解説）基本対策事項3.1.1(7)-1「返却時の 情報の抹消方法について」を参照のこと。 （SSD の場合） ATA コマンドの「BLOCK ERASE」コマンドを使用 する方法 コマンドがサポートされていることに注意が 必要である。 （SSD の場合） SCSI コマンドの「SCSI","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":134,"page_to":135,"char_count":1209},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c135","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"お、 廃棄すべき書類が大量にあるなどの理由により、 外部の廃棄処理業者へ業務委 託する場合には、 廃棄現場への立会いや廃棄処理証明書の取得等により、 書面が確実に 廃棄されていることを確認するとよい。 また、 無人の執務室に設置されている又は設置 場所及び利用場所が確定していないなどの環境で利用される情報システム、外部電磁 的記録媒体等については、不要な情報を可能な限り抹消しておくことが望ましい。  基本対策事項3.1.1(7)-1「返却時の情報の抹消方法」について 返却時の情報の抹消方法として暗号化消去を採用する場合は、 OS やハードウェアの 機能により、電磁的記録媒体へ書き込まれる情報が自動的に暗号化されるように設定 された端末やサーバ装置等を導入し、運用の全期間を通じて暗号化することが前提と なる。 また、暗号化された情報の復号に用いる鍵については、基本対策事項7.1.5(1)-3 b)で 策定を求めている管理手順に従って適切に管理するとともに、暗号化消去を行う際に はバックアップも含め鍵を確実に消去することが重要である。\n\n127 遵守事項 (8) 情報のバックアップ (a","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":135,"page_to":136,"char_count":1297},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c136","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"得元の情報システムが接続するネットワークから論理的に隔離 された保管場所 （解説）  遵守事項3.1.1(8)(a)「適切な方法で情報のバックアップを実施する」について 災害や情報セキュリティインシデント等の危機的事象が発生し、サーバ装置等の電 磁的記録が使用不可能になった際の復旧に備えて、要保全情報や要安定情報に格付さ れる情報等の重要な情報を外部の記録媒体へバックアップすることを求めている。以 下の例を参考に、情報のバックアップ方法について考慮するとよい。 • 想定する危機的事象（地震、津波、火災、高出力電磁波、感染症、情報セキュリ ティインシデント等） • バックアップの対象（対象とするシステム、データ、ソフトウェアその他） • バックアップの範囲（フルバックアップ、差分バックアップ等） • バックアップを保存する電磁的記録媒体等の種類 • バックアップの周期、頻度、世代管理の方法 • 使用するバックアップツール\n\n128 • バックアップデータの秘匿性確保、改ざん防止の方法 バックアップの周期を短くすることで、危機的事象発生時点に近い状態に復旧でき る可能性が高くなるため、バ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":136,"page_to":137,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c137","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":".1(8)(b) 「格付及び取扱制限に従って保存場所、 保存方法、 保存期間等を定 め」について バックアップデータに要機密情報が含まれる場合は、 バックアップデータの盗難・紛 失による情報漏えい等を回避するために、バックアップデータを要管理対策区域に保 管することが望ましい。 また、 バックアップデータを保存する媒体の耐久性にも留意し、 定期的に媒体を新しいものに入れ替えるなども考慮するとよい。 バックアップデータの保存場所及び保存方法等の一例としては、バックアップデー タのコピーを複数取得したうえで、取得したバックアップデータを異なる複数の種類 の電磁的記録媒体に保存し、電磁的記録媒体の内の少なくとも１つはバックアップ取 得元の情報システムとは異なる場所に保管する方法が挙げられる。 当該方法により、 全 てのバックアップデータを同時に喪失するリスクを低減することが可能となる。一方 で、 バックアップに係るコストの増加に繋がる可能性があるため、 情報の格付、 取扱制 限等に応じて、当該方法を検討するとよい。  基本対策事項3.1.1(8)-2「重要な設計書」について 情報システムの","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":137,"page_to":138,"char_count":1282},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c138","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"て 情報システムや情報とバックアップが同時に破壊されることによる業務上の支障や、 可能性等を考慮し、本基本対策事項を講ずるバックアップの対象を選定するとよい。 例えば、バックアップ取得元の情報システムと同じネットワーク内にバックアップ を保管している場合は、情報システムや情報とバックアップが同時に破壊される可能 性が高いことが考えられるため、基本対策事項を講ずるバックアップの対象とすべき である。 また、 追記不能設定がなされた媒体にバックアップを保存する等、 本基本対策事項に 示すバックアップの保管場所以外による対策によって、バックアップが破壊される可 能性が低いと考えられる場合は、当該バックアップを本基本対策事項の対象外として もよい。  基本対策事項3.1.1(8)-2 「情報システムや情報とバックアップが同時に破壊されない保 管場所を選定する」について 攻撃を受けた情報システムや情報が格納されている場所からバックアップ保管場所 にアクセスができる場合、情報システムや情報と同時にバックアップも破壊されてし まう可能性があるため、情報システムや情報が格納されている場所から物理的又","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":138,"page_to":139,"char_count":1287},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c139","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"クが物理的に繋がっていないことを想定している。 例えば、バックアップ保管媒体をネットワークから完全に切り離して保管する場合 は、物理的な隔離が行われていると考えられる。 バックアップ保管媒体をネットワークから完全に切り離して保管する場合、情報シ ステムや情報とバックアップが同時に破壊される可能性は著しく低いことが考えられ る。 しかし、 ネットワークから切り離す際は一般的に人手を介する必要がある。 そのた め、 自然災害や感染症等の危機的事象発生時に、 必要な人手が不足する可能性があるこ とを踏まえた上で、本基本対策事項を検討するとよい。  基本対策事項3.1.1(8)-2 b)「論理的に隔離された保管場所」について 論理的な隔離とは、情報システムや情報が格納されている場所とバックアップ保管 場所の間の通信経路が論理的に分離されていることを想定している。 例えば、情報システムや情報が格納されている場所とバックアップ保管場所の間の 通信経路が、 アクセス制御による通信経路の分離を行っている場合は、 論理的な隔離が 行われていると考えられる。 アクセス制御による通信経路の分離については、","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":139,"page_to":140,"char_count":1264},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c140","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"し、 物理的な装置の破壊のほか、 サーバ装置や端末の 不正な持ち出しによる情報の漏えい等のおそれがある。 その他、 設置環境に関する脅威とし て、災害の発生による情報システムの損傷等もある。 したがって、執務室、会議室、サーバ室等の情報を取り扱う区域に対して、物理的な対策 や入退管理の対策を講ずることで区域の安全性を確保し、当該区域で取り扱う情報や情報 システムのセキュリティを確保する必要がある。 遵守事項 (1) 要管理対策区域における対策の基準の決定 (a) 統括情報セキュリティ責任者は、要管理対策区域の範囲を定めること。 (b) 統括情報セキュリティ責任者は、 要管理対策区域の特性に応じて、 以下の観点を全 て含む対策の基準を運用規程として定めること。 (ア) 許可されていない者が容易に立ち入ることができないようにするための、 施錠 可能な扉、間仕切り等の施設の整備、設備の設置等の物理的な対策。 (イ) 許可されていない者の立入りを制限するため及び立入りを許可された者によ る立入り時の不正な行為を防止するための入退管理対策。 【 基本対策事項 】 ＜3.2.1(1)(b)(ア)(","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":140,"page_to":141,"char_count":1284},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c141","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"、 訪問目的等の確認 を行うための措置を講ずること。 また、 出入口が無人になるなどにより立入りの 確認ができない時間帯がある場合には、確認ができない時間帯に施錠するため の措置を講ずること。 要管理対策区域に不正に立ち入った者を容易に判別することができるように、 以下を全て含む措置を講ずること。 • 職員等は、 身分証明書等を着用、 明示する。 クラス２及びクラス３の区域に おいても同様とする。 • 一時的に立ち入った者に入館カード等を貸与し、 着用、 明示させる。 クラス ２及びクラス３の区域においても同様とする。 この際、 一時的に立ち入った 者と継続的に立入りを許可された者に貸与する入館カード等やそれと併せ て貸与するストラップ等の色分けを行う。 また、 悪用防止のために一時的に 立ち入った者に貸与したものは、退出時に回収する。 3.2.1(1)-3 統括情報セキュリティ責任者は、 クラス２の区域について、 以下を全て含む施設 の整備、設備の設置等の物理的な対策及び入退管理対策の基準を運用規程として定め ること。 クラス２の区域への立入りを許可されていない者が容易に立ち入らない","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":141,"page_to":142,"char_count":1282},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c142","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"こと。\n\n133 一時的に立ち入った者が不正な行為を行うことを防止するために、一時的に立 ち入った者を放置しないなどの措置を講ずること。業者が作業を行う場合は立 会いや監視カメラ等により監視するための措置を講ずること。 3.2.1(1)-5 統括情報セキュリティ責任者は、 以下を例とする、 区域へのクラスの割当ての基 準を運用規程として定めること。 a) クラスの割当ての基準を以下のように定める。 • サーバ室や日常的に機密性が高い情報を取り扱う執務室には、 一部の限られ た者以外の者が立ち入り盗難又は破壊をすること、 情報システムを直接操作 して情報窃取すること等を防止するために、クラス３を割り当てる。 • 一般的な執務室や執務室内の会議室には、 職員等以外の者が立ち入り、 情報 システムを盗難又は破壊すること、 情報システムを直接操作して情報窃取す ること等を防止するために、クラス２を割り当てる。 （解説）  遵守事項3.2.1(1)(a)「要管理対策区域の範囲を定める」について 執務室やサーバ室のほか、複数の機関等で共用する会議室や職員等が書面やモバイ ル端末等を運搬するときの","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":141,"page_to":143,"char_count":1293}],"avg_length":1204.384705882353,"k1":1.5,"b":0.75}