{"shard_id":"デジタル社会推進標準ガイドライン_2023-07_31","group":"デジタル社会推進標準ガイドライン_2023-07","chunk_count":50,"chunks":[{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c343","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"正引き、逆引き）を管理するために使用され ている。DNS では、端末等のクライアント（DNS クライアント）からの問合せを受けて、 ドメイン名やホスト名とIP アドレスとの対応関係等について回答を行う。DNS には、機 関等が管理するドメインに関する問合せについて回答を行うコンテンツサーバと、DNS ク ライアントからの要求に応じてコンテンツサーバに対して問合せを行うキャッシュサーバ が存在する。 キャッシュサーバの可用性が損なわれた場合は、 ホスト名やドメイン名を使っ たウェブや電子メール等の利用が不可能となる。 また、 コンテンツサーバが提供する情報の 完全性が損なわれ、誤った情報を提供した場合は、端末等のDNS クライアントが悪意ある サーバに接続させられるなどの被害に遭う可能性がある。 さらに、 電子メールのなりすまし 対策の一部はDNS で行うため、これに不備があった場合には、なりすまされた電子メール の検知が不可能となる。これらの問題を回避するためには、DNS サーバの適切な管理が必 要である。 なお、 本款の遵守事項のほか、 6.2.1 「サーバ装置」 において定めるサー","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":342,"page_to":343,"char_count":1289},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c344","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"サービスを利用する。 UDP 及びTCP の両方でサービスを提供する。 ＜6.2.4(1)(b)関連＞ 6.2.4(1)-2 情報システムセキュリティ責任者は、機関等外からの名前解決の要求に応じる 必要性があるかについて検討し、必要性がないと判断される場合は必要であれば機関 等内からの名前解決の要求のみに応答をするよう、以下を例とする措置を講ずること。 キャッシュサーバの設定でアクセス制御を行う。 ファイアウォール等でアクセス制御を行う。 6.2.4(1)-3 情報システムセキュリティ責任者は、DNS キャッシュポイズニング攻撃から保 護するため、以下を例とする措置を講ずること。 ソースポートランダマイゼーション機能を導入する。 DNSSEC を利用する。 ＜6.2.4(1)(c)関連＞ 6.2.4(1)-4 情報システムセキュリティ責任者は、機関等内のみで使用する名前の解決を提 供するコンテンツサーバにおいて、以下を例とする当該コンテンツサーバで管理する 情報の漏えいを防止するための措置を講ずること。 外部向けのコンテンツサーバと別々に設置する。 ファイアウォール等でアクセス制御を行","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":343,"page_to":344,"char_count":1287},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c345","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"基本対策事項6.2.4(1)-3「DNS キャッシュポイズニング攻撃」について DNS キャッシュポイズニング攻撃とは、DNS のキャッシュサーバにキャッシュさ れている情報を偽の情報に書き換える攻撃である。 この攻撃により、 例えば、 利用者は 正しいURL のウェブサイトに接続しているつもりでも、 書き換えられた偽の情報によ り不正なウェブサイトに誘導されるといった被害を受ける可能性がある。 なお、DNS キャッシュポイズニング攻撃対策として、IP フラグメンテーション攻撃 によるフラグメンテーションが発生しないようにUDP メッセージサイズの上限を 1,232 バイトに設定することが望ましい。 参考：DNS flag day 2020 （https://www.dnsflagday.net/2020/index-ja.html）  基本対策事項6.2.4(1)-3 a)「ソースポートランダマイゼーション」について ソースポートランダマイゼーションとは、キャッシュサーバからコンテンツサーバ への問合せに使用されるUDP ポート番号をランダム化する技術である。UDP ポート 番号を","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":344,"page_to":345,"char_count":1245},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c346","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"るた めの措置」について コンテンツサーバにおいて、 機関等内のみで使用する名前の解決を提供する場合、 内 部のみで使用している名前情報を機関等外の者が取得できないようにすることを求め ている。\n\n336 遵守事項 (2) DNS の運用時の対策 (a) 情報システムセキュリティ責任者は、コンテンツサーバを複数台設置する場合は、 管理するドメインに関する情報についてサーバ間で整合性を維持すること。 (b) 情報システムセキュリティ責任者は、 コンテンツサーバにおいて管理するドメイン に関する情報が正確であることを定期的に確認すること。 (c) 情報システムセキュリティ責任者は、 キャッシュサーバにおいて、 名前解決の要求 への適切な応答を維持するための措置を講ずること。 【 基本対策事項 】 ＜6.2.4(2)(c)関連＞ 6.2.4(2)-1 情報システムセキュリティ責任者は、 キャッシュサーバにおいて、 ルートヒント ファイル （DNS ルートサーバの情報が登録されたファイル） の更新の有無を定期的 （３ か月に一度程度）に確認し、最新のDNS ルートサーバの情報を維持すること。 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":344,"page_to":345,"char_count":1275},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c347","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"者が用意 したネームサーバの情報が追加される “ドメイン名ハイジャック” と呼ばれる攻撃があ る。 このような攻撃への対策として、 コンテンツサーバで管理するドメインに関する情 報について、設定誤りや不正な改ざん等が発生していないかを定期的に確認すること で、 情報の正確性を維持することを求めている。 管理するドメインに関する情報の具体 例として、以下に挙げる登録内容等を確認することが考えられる。 • ホストのIP アドレス情報を登録するA（AAAA）レコード\n\n337 • ドメインの電子メールサーバ名を登録するMX レコード • 機関等が送信した電子メールが詐称されていないかどうかを受信者側で認証す るために必要なSPF レコード等を登録するTXT レコード なりすまし防止の観点からは、管理するドメインについてのSPF レコード等が正確 であるか否かを確認したり、 ドメインを廃止する場合には、 ドメインの廃止申請を行い、 当該ドメインが確実に廃止されていることを確認したりすることが重要である。 なお、 廃止するドメインが政府ドメイン名でない場合は、 廃止後のドメインの第三者 による不","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":345,"page_to":347,"char_count":1131},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c348","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"報を保管するサーバ装置とする。 要保護情報を保管するデータベースでは、不正プログラム感染や不正アクセス等の外的 要因によるリスク及び職員等の不適切な利用や過失等の内的要因によるリスクに対して、 管理者権限の悪用を防止するための技術的対策等を講ずる必要がある。 特に大量のデータを保管するデータベースの場合、そのデータが漏えい等した際の影響 が大きく、また、そのようなデータは攻撃者の標的となりやすい。 なお、本款の遵守事項のほか、7.1「情報システムのセキュリティ機能」において定める 主体認証・アクセス制御・権限管理・ログ管理・暗号・電子署名等の機能面での対策、6.4.4 「IPv6 通信回線」 、 7.2.1 「ソフトウェアに関する脆弱性対策」 、 7.2.2 「不正プログラム対策」 において定める遵守事項のうち、データベースに関係するものについても併せて遵守する 必要がある。 遵守事項 (1) データベースの導入・運用時の対策 (a) 情報システムセキュリティ責任者は、 データベースに対する内部不正を防止するた め、管理者アカウントの適正な権限管理を行うこと。 (b) 情報システムセキ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":347,"page_to":348,"char_count":1250},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c349","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"講ずること。\n\n339 ＜6.2.5(1)(c)関連＞ 6.2.5(1)-4 情報システムセキュリティ責任者は、業務を遂行するに当たって不必要なデー タの操作を検知できるよう、以下を例とする措置を講ずること。 一定数以上のデータの取得に関するログを記録し、警告を発する。 データを取得した時刻が不自然であるなど、通常の業務によるデータベースの 操作から逸脱した操作に関するログを記録し、警告を発する。 ＜6.2.5(1)(d)関連＞ 6.2.5(1)-5 情報システムセキュリティ責任者は、データベースにアクセスする機器上で動 作するプログラムに対して、SQL インジェクションの脆弱性を排除すること。 6.2.5(1)-6 情報システムセキュリティ責任者は、データベースにアクセスする機器上で動 作するプログラムに対してSQL インジェクションの脆弱性の排除が不十分であると判 断した場合、以下を例とする対策の実施を検討すること。 ウェブアプリケーションファイアウォールの導入 データベースファイアウォールの導入 ＜6.2.5(1)(e)関連＞ 6.2.5(1)-7 情報システムセキュリティ責任者","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":347,"page_to":349,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c350","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"者を特 定できるようにしておく必要がある。\n\n340 データベース 利用者が主体と なるモデル 中間アプリケーション サーバが主体と なるモデル 中間アプリケーションサーバ 利用者 クエリーを送信してデータベースを操作 クエリーを送信してデータベースを操作 アプリケーションを操作 アクセス主体 アクセス主体 図6.2.5(1)-1 データベース利用形態モデル  遵守事項6.2.5(1)(c)「データの不正な操作を検知」について 通常業務では取り扱わないような大量のデータを取得することや業務時間外にデー タの操作を行う等の不正な操作を、SIEM （Security Information and Event Management）やUEBA（User and Entity Behavior Analytics）等を導入することに よってシステム的に検知する方法を用いるとよい。 なお、 データベースのログを目視に よって確認する方法も考えられるが、人手に依存する方法は確認漏れ等が発生する可 能性があり望ましくない。 データの不正な操作が発生したときの影響や操作ログの量等を踏まえて、システ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":348,"page_to":350,"char_count":1241},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c351","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"特定用途機器 目的・趣旨 機関等においては、プリンタ、ファクシミリ、イメージスキャナ、コピー機等の機能が一 つにまとめられている複合機が利用されている。 複合機は、 機関等内通信回線や公衆電話網 等の通信回線に接続して利用されることが多く、 その場合には、 ウェブによる管理画面を始 め、 ファイル転送、 ファイル共有、 リモートメンテナンス等多くのサービスが動作するため、 様々な脅威が想定される。 また、機関等においては、テレビ会議システム、IP 電話システム、ネットワークカメラ システム、 入退管理システム、 施設管理システム、 環境モニタリングシステム等の特定の用 途に使用される情報システムが利用されている。これらの特定用途機器がインターネット に接続する機能を備える、いわゆるIoT 機器となっている場合が多くある。例えばネット ワークカメラシステムの構成要素である機器のうちインターネットに接続する機能を備え るカメラや、環境モニタリングシステムの構成要素である機器のうちインターネットに接 続する機能を備えるセンサーが挙げられる。 近年、 IoT 機器の脆弱性をついた攻撃が数多く ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":350,"page_to":351,"char_count":1274},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c352","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"る脅威を分析した上で、 脅威へ対抗 するためのセキュリティ要件を調達仕様書に明記すること。\n\n342 ＜6.3.1(1)(b)関連＞ 6.3.1(1)-2 情報システムセキュリティ責任者は、以下を例とする運用中の複合機に対する、 情報セキュリティインシデントへの対策を講ずること。 複合機について、利用環境に応じた適切なセキュリティ設定を実施する。 複合機が備える機能のうち利用しない機能を停止する。 印刷された書面からの情報の漏えいが想定される場合には、複合機が備える操 作パネルで利用者認証が成功した者のみ印刷が許可される機能等を活用する。 複合機をインターネットに直接接続しない。 リモートメンテナンス等の目的で複合機がインターネットを介して外部と通信 する場合は、ファイアウォール等の利用により適切に通信制御を行う。 利用者ごとに許可される操作を適切に設定する。 ＜6.3.1(1)(c)関連＞ 6.3.1(1)-3 情報システムセキュリティ責任者は、内蔵電磁的記録媒体の全領域完全消去機 能 （上書き消去機能） を備える複合機については、 当該機能を活用することにより複合 機内部の情報を抹","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":350,"page_to":351,"char_count":1285},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c353","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"定して脅威に対抗してもよい。  基本対策事項6.3.1(1)-2 a)「適切なセキュリティ設定」について 自身の利用環境における脅威に対抗するために、運用前に複合機のセキュリティ機 能の設定値が適切な値となっていることを確認する必要がある。例えば、管理者パス ワードが初期設定のままでないか、イメージスキャナで複合機内部に保存したデータ へのアクセス制御設定が適切であるかなどを確認する必要がある。\n\n343  基本対策事項6.3.1(1)-2 b)「利用しない機能を停止」について 運用において必要としていない機能が利用者の意図に反して動作していた場合、セ キュリティ対策が不十分になっていることが考えられる。対策が不十分である場合は、 情報セキュリティインシデントが発生するおそれがあるため、複合機が備える機能を 把握し、 運用上不必要な機能については、 運用前に停止した状態にする必要がある。 ま た、脆弱性が指摘されている通信プロトコルについても停止すべきである。  基本対策事項6.3.1(1)-2 c) 「操作パネルで利用者認証が成功した者のみ印刷が許可され る機能」について 複合","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":351,"page_to":352,"char_count":1187},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c354","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"し権限等を適切に設定していない場合には、情報の漏えいにつながる可能 性がある。  基本対策事項6.3.1(1)-3「別の手段で対策を講ずる」について 内蔵電磁的記録媒体の全領域完全消去機能を備えていない複合機については、調達 元の機関等において内蔵電磁的記録媒体の全ての情報を抹消することが困難であるた め、委託先と情報の抹消サービスを契約するなどの情報の漏えいへの対策を講ずるこ とが必要となる。\n\n344 遵守事項 (2) IoT 機器を含む特定用途機器 (a) 情報システムセキュリティ責任者は、特定用途機器について、取り扱う情報、利用 方法、 通信回線への接続形態等により脅威が存在する場合には、 当該機器の特性に応 じた対策を講ずること。 【 基本対策事項 】 ＜6.3.1(2)(a)関連＞ 6.3.1(2)-1 情報システムセキュリティ責任者は、 特定用途機器の特性に応じて、 以下を全て 含む対策を講ずること。 ただし、 使用している特定用途機器の機能上の制約により講ず ることができない対策を除く。 特定用途機器について、 主体認証情報を初期設定から変更した上で、 適切に管理 す","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":352,"page_to":353,"char_count":1244},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c355","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"てインター ネットに接続されて利用されることが想定され、その場合外部からの攻撃対象となり 得る。 近年、 あらゆるものがインターネットにつながるIoT が注目されてきているが、 これらのIoT 機器等の脆弱性がサイバー攻撃の標的となることが懸念される。また、 これら情報システムを構成する機器が内蔵電磁的記録媒体を備える場合は、運用終了 時に内蔵電磁的記録媒体に残された情報が漏えいするおそれがある。このような脅威\n\n345 に対抗するために、 情報システムや端末、 サーバ装置に対して定められた遵守事項や基 本対策事項を参考にして、IoT 機器を含む特定用途機器の対策を講じる必要がある。 特定用途機器の導入時に注意すべき点として、特定用途機器の導入後にサポートが 適切に行われるかどうかという点や、特定用途機器の設定を適切に変更できるかどう かという点が挙げられる。 サポートが適切に行われなかったり、設定を適切に変更できなかったりする等の場 合、 必要なセキュリティ対策を講ずることが困難になる可能性がある。 そのため、 導入 時にサポートの提供や設定変更が可能な範囲やIoT 機器の使用期間全","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":353,"page_to":354,"char_count":1199},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c356","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"jisec/about/knowledge/nw-camera.html）  基本対策事項6.3.1(2)-1 a)「主体認証情報を初期設定から変更」について 特定用途機器の一部の機種は、遠隔保守や外部ネットワークからの機能利用を目的 として、 インターネット回線等の通信回線を経由して、 特定用途機器へログインする機 能を有しているものがあるが、 この機能を悪用したサイバー攻撃の手法が存在する。 具 体的には、工場出荷時に設定される初期のパスワードを変更せずに運用している特定 用途機器を標的とし、一般によく使われる初期の識別コードとパスワードの組合せを 用いて辞書攻撃を行い、 不正なログインを試行するものである。 特定用途機器の運用保 守等のために、インターネット回線等の通信回線を介してログインを行う必要がある 場合は、 このような攻撃を受けることを想定して、 特定用途機器の運用開始前に初期設 定されているパスワード等の主体認証情報を 「 （解説） 基本対策事項7.1.1(1)-3 「強固な パスワードに必要な十分な桁数を備えた第三者に容易に推測できないパスフレーズ等 を使用すること","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":354,"page_to":355,"char_count":1229},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c357","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"する攻撃手法においては、Telnet のような汎用のプロトコルを利用し たサービスが標的とされることがある。 インターネット上には、 グローバルアドレスに 対してポートスキャンを行いレスポンスを返すサービスや、特定用途機器の情報を公 表しているサイトが存在しており、そのようなサイトにセキュリティの弱いサービス や特定用途機器が登録されてしまうと、サイバー攻撃を企図する者の標的となるおそ れがある。 このような攻撃手法への対抗策として、 特定用途機器が備える機能を把握し、 Telnet サービスやFTP サービス等のうち利用していないものは全て停止し、不正なログイン 試行を無効化することが重要である。 また、 必要のある場合を除き、 遠隔から起動する 機能についても停止することが重要である。 なお、特定用途機器の中にはサービスや遠隔から起動する機能の停止などの設定を 変更することができないものも存在するため、 導入に当たっては、 係る設定を変更でき ることを仕様に盛り込むといったことを検討するとよい。 一方で、 代替の特定用途機器 がなかったり、既に導入済みで更改まで使用を継続しなければ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":355,"page_to":356,"char_count":1293},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c358","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ような特定用途機器がサイバー攻撃の踏み台にされるなどし、意図せず攻撃に加担 してしまう可能性も考えられる。 このような問題を回避するためには、 特定用途機器の 導入に当たって、 ベンダがセキュリティパッチを提供していること、 ベンダが外部から 報告を受けた脆弱性に対応するだけでなく開発時に利用したライブラリ等の脆弱性に ついても対応可能な体制となっていること等を仕様に盛り込むことを検討するとよい。 また、 運用保守の委託先に対して、 運用している特定用途機器の脆弱性に対応する必要 があることを認識させることも重要である。 さらに、 委託先に対して、 特定用途機器の バージョンアップやセキュリティパッチの適用手順、実施に当たってのサービスへの 影響を把握させることも重要である。 調達元の機関等で対処できないような機器の場合には、 特定用途機器の調達に当たっ て保守契約締結の必要性等について検討することも重要である。  基本対策事項6.3.1(2)-1 h)「特定用途機器の電源をオフ」について 使用していない特定用途機器をインターネットに接続した状態で放置した場合、気 が付かない間に特定","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":356,"page_to":357,"char_count":1187},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c359","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"って情報セキュリティリスクが異なることを十分考慮し、対 策を講ずる必要がある。 また、 情報システムの運用開始時と一定期間運用された後とでは、 通信回線の構成や接続 される情報システムの条件等が異なる場合があり、攻撃手法の変化も想定されることから、 情報システムの構築時に想定した対策では十分でなくなる可能性がある。 そのため、 通信回 線の運用時においても、継続的な対策を実施することが重要である。 遵守事項 (1) 通信回線の導入時の対策 (a) 情報システムセキュリティ責任者は、 通信回線構築時に、 当該通信回線に接続する 情報システムにて取り扱う情報の格付及び取扱制限に応じた適切な回線種別を選択 し、 情報セキュリティインシデントによる影響を回避するために、 通信回線に対して 必要な対策を講ずること。 (b) 情報システムセキュリティ責任者は、 通信回線において、 サーバ装置及び端末のア クセス制御及び経路制御を行う機能を設けること。 (c) 情報システムセキュリティ責任者は、 要機密情報を取り扱う情報システムを通信回 線に接続する際に、 通信内容の秘匿性の確保が必要と考える場合は","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":357,"page_to":358,"char_count":1264},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c360","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"＜6.4.1(1)(c)関連＞ 6.4.1(1)-2 情報システムセキュリティ責任者は、通信経路における盗聴及び情報の改ざん 等の脅威への対策として、 通信内容の秘匿性を確保するための機能を設けること。 通信 回線の秘匿性確保の方法として、TLS、IPsec 等による暗号化を行うこと。また、その 際に使用する暗号アルゴリズム及び鍵長については、 「電子政府推奨暗号リスト」を参 照し決定すること。 ＜6.4.1(1)(d)関連＞ 6.4.1(1)-3 情報システムセキュリティ責任者は、機関等内通信回線への接続を許可された 情報システムであることを確認し、無許可の情報システムの接続を拒否するための機 能として、以下を例とする対策を講ずること。 情報システムのMAC アドレス等の端末を一意に識別できる情報により接続機 器を識別する。 クライアント証明書により接続機器の認証を行う。 ＜6.4.1(1)(e)関連＞ 6.4.1(1)-4 情報システムセキュリティ責任者は、要安定情報を取り扱う情報システムが接 続される通信回線を構築する場合は、以下を例とする対策を講ずること。 通信回線の性能低下や","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":358,"page_to":359,"char_count":1248},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c361","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":".1.2(1)(c)及び遵守事項6.1.3(2)(d)にて、接続することの可否の判断、可と判断する 場合における安全管理措置に関する規定及び許可手続を求めている。  遵守事項6.4.1(1)(e)「要安定情報を取り扱う情報システム」について 要安定情報を取り扱う情報システムについては、 「 （解説） 基本対策事項5.2.1(3)-7 「要 安定情報を取り扱う情報システム」について」を参照のこと。  基本対策事項6.4.1(1)-1「通信回線を経由した情報セキュリティインシデント」につい て 情報セキュリティ対策が十分でない端末等から侵入すると、 悪意ある攻撃者は、 機関 等内通信回線に接続している端末やサーバ装置、通信回線装置などの機器等の脆弱性 を含めた情報を収集し、侵入可能な端末等からアクセスが可能な通信経路を用いて侵 入範囲の拡大（ラテラルムーブメント：横方向の侵害）を行う。 通信回線を経由した情報セキュリティインシデントの影響範囲を限定的にするため には、 通信回線の構成や特性、 当該通信回線に接続する情報システムにて取り扱う情報 の格付及び取扱制限、 拠点等の地理的事情に","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":359,"page_to":359,"char_count":1294},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c362","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"を構築し、 アクセスが 可能な範囲を限定的にすることも考えられる。  基本対策事項6.4.1(1)-1 b) 「セグメント間の通信を必要最小限とするアクセス制御を行 う」について 通信が必要な単位でセグメントを分割し、他のセグメントとの間に次世代ファイア ウォール等を設置することや仮想ネットワーク技術を活用する等により、セグメント 間の通信を必要最小限とするアクセス制御を行うことが考えられる。\n\n351  基本対策事項6.4.1(1)-1 c)「専用の通信回線を構築」について リスクを検討した結果、他の情報システムと共通的な通信回線を利用すると情報シ ステムのセキュリティが確保できないと判断した場合には、他の通信回線から独立さ せて閉鎖的な通信回線とするなどの構成を採用することが考えられるが、 過剰なセキュ リティ要件とならないように、閉鎖的な通信回線とする必要性を見極めることが重要 である。例えば、通信回線をVLAN 等で論理的に分割し、分割された論理的な通信回 線ごとに情報セキュリティを確保することで十分要件を満たすのであれば、費用や維 持管理の面でメリットがある。このように情","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":359,"page_to":361,"char_count":1238},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c363","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"に、 機関等外通信回線か ら機関等内通信回線に接続された機器等に対して行われるリモートメンテナンスに 係る情報セキュリティを確保すること。 (d) 情報システムセキュリティ責任者は、 電気通信事業者の通信回線サービスを利用す る場合には、 当該通信回線サービスの情報セキュリティ水準及びサービスレベルを確 保するための措置について、 情報システムの構築を委託する事業者と契約時に取り決 めておくこと。 【 基本対策事項 】 ＜6.4.1(2)(a)関連＞ 6.4.1(2)-1 情報システムセキュリティ責任者は、 機関等内通信回線に、 インターネット回線 や公衆通信回線等の機関等外通信回線を接続する場合には、外部からの不正アクセス による被害を防止するため、以下を例とする対策を講ずること。 ファイアウォール、 WAF、 プロキシやリバースプロキシ、 次世代ファイアウォー ル等により通信制御を行う。 通信回線装置による特定の通信プロトコルの利用を制限する。 IDS/IPS により不正アクセスを検知及び遮断する。 不審なメールの受信や不審なウェブサイトへのアクセスを遮断する。 サンドボックス型の","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":361,"page_to":362,"char_count":1225},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c364","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"に対して行われるリモートメンテナンス のセキュリティ確保のために、以下を全て含む対策を講ずること。 リモートメンテナンスを行う主体の認証において多要素主体認証を用いる リモートメンテナンスを行う端末等を制限するアクセス制御 主体認証によるアクセス制御 通信内容の暗号化による秘匿性の確保 ファイアウォール等の通信制御のための機器に例外的な設定を行う場合は、そ の設定により脆弱性が生じないようにする。 （解説）  遵守事項6.4.1(2)(c)「リモートメンテナンス」について インターネット等の外部ネットワークである機関等外通信回線から機関等内通信回 線に接続された機器等に対して行われるリモートメンテナンスについては、職員等が 業務アプリケーション等のみへアクセスできるリモートアクセスとは違い、インター ネット等の外部ネットワークから機関等内通信回線へのアクセスが前提となることを 想定している。インターネット等の外部ネットワークから機関等内通信回線に接続さ れた機器等に対して直接アクセスが可能な場合、インターネット等の外部ネットワー クから攻撃を受ける可能性が高くなり、悪意ある攻撃者から","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":362,"page_to":363,"char_count":1184},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c365","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"(d)「契約時に取り決めておく」について 公衆通信回線サービスを使用する場合においては、回線の利用規約等に記載されて いるセキュリティレベルやサービスレベルを合意した上で当該回線を選択する必要が ある。 役務提供契約で通信回線を利用するなど、 機関等において直接回線を調達しない 場合については、通信回線に求めるセキュリティレベル及びサービスレベルについて、 役務提供事業者と合意形成する必要がある。  基本対策事項6.4.1(2)-1「外部からの不正アクセスによる被害を防止する」について 機関等内通信回線に、 インターネット等の外部ネットワークを接続する場合は、 外部 からの攻撃による脅威から情報システムや情報を守るため、通信回線に対して必要な 対策を講ずる必要がある。 必要な対策としては、 外部からの不正なアクセス等による侵 入を防ぐための対策 （入口対策） のみならず、 侵入されてしまったとしても情報を外部 へ漏えいさせないための対策（出口対策）が重要となる。入口対策としては、外部から の攻撃や侵入に対する通信を制御及び遮断するため、 ファイアウォール、 WAF、 リバー スプロキ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":363,"page_to":363,"char_count":1221},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c366","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ごとの通信内容を確認しアクセスの可否を制御 する機能を備えたものである。 機関等内通信回線に接続した端末やサーバ装置等が、 イ ンターネット等の外部ネットワークと通信する際に、出口対策として外部ネットワー クと通信できるアプリケーションを制限するために有効である。 例えば、 機関等におい て許可していないファイル共有サービスにファイルをアップロードしようとする通信 を遮断することなどが可能となる。  基本対策事項6.4.1(2)-1 d) 「不審なメールの受信や不審なウェブサイトからのアクセス を遮断する」について 不審なメールの受信を遮断する手段としては、電子メールフィルタリングのスパム フィルタ機能などが考えられる。 また、 不審なウェブサイトへのアクセスを遮断する手 段としては、ウェブフィルタリングやURL フィルタリングなどの機能が考えられる。\n\n355 これらのような手段を組み合わせて、外部からの不正アクセスによる侵入を防止する とよい。  基本対策事項6.4.1(2)-1 e)「サンドボックス型の標的型攻撃対策」について サンドボックスとは、 攻撃されても影響を与えない","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":363,"page_to":364,"char_count":1288},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c367","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"未然に防止す ることが可能となるため、適切な利用を把握するための対策を検討する必要がある。 適切な利用を把握するための対策としては、 CASB 等の “クラウドサービスの利用度 の可視化”や“アクセス制御”などの機能を持つ製品やSASE（Secure Access Service Edge）と呼ばれる複数のセキュリティ製品を統合的に管理することのできる製品など の利用を検討することが考えられる。  基本対策事項6.4.1(2)-3 a)「外部からの不正アクセスの監視」について 外部からの不正アクセスを監視する場合、ファイアウォールのログを監視するだけ では外部からの正常な通信と異常な通信を全て区別することはできない。 そこで、 IDS と言われる不正なアクセスや侵入を検知する製品やWAF と言われるウェブアプリ ケーションの脆弱性を悪用した攻撃を検知する製品によって監視することが重要であ る。 また、 外部へ公開しているウェブサーバ等に関しては、 外部から短い間隔での大量の 認証要求が発生するなどの通常とは異なる現象を監視することも重要である。  基本対策事項6.4.1(2)-3 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":364,"page_to":365,"char_count":1281},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c368","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"」について 多要素主体認証については、 基本対策事項7.1.1(1)-2 及び 「 （解説） 遵守事項8.1.3(2)(b) 「リモートアクセスに対し多要素主体認証を行うこと」について」を参照のこと。  基本対策事項6.4.1(2)-5 b)「端末等を制限するアクセス制御」について 機関等外通信回線からのリモートメンテナンスを行う場合、主体のなりすましなど による不正アクセス等のリスクが高まる。 そのため、 強固な主体認証による対策のみな らず、 リモートメンテナンスを行う端末等を制限し、 不正アクセス等の脅威に対抗する ための措置を講ずる必要がある。リモートメンテナンスを行う端末等を制限する方法 としては、 証明書を用いた端末等の認証のほか、 事前に端末等を一意に識別できる情報 を登録し認証する方法などが考えられる。 なお、 端末等を一意に識別できる情報を用い る場合、MAC アドレスなどの偽装や情報窃取が容易な情報だけを用いてはならない。\n\n357 遵守事項 (3) 通信回線の運用時の対策 (a) 情報システムセキュリティ責任者は、経路制御及びアクセス制御を適切に運用し、 通信回","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":365,"page_to":366,"char_count":1241},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c369","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"行うこと。 リモートからのアクセスが必要な主体 リモートメンテナンスを行う端末 ファイアウォール等の通信制御のための機器に例外的な設定を行った場合の設 定 （解説）  遵守事項6.4.1(3)(a)「アクセス制御の設定の確認及び見直しを行う」について 機関等内通信回線にインターネット等の外部ネットワークを接続する場合は、経路 制御及びアクセス制御の設定を定期的な確認により見直すことが重要である。 特にファ イアウォールやWAF、次世代ファイアウォールなどの通信を制御する機器等の設定に 関しては、 機関等の業務の変化やクラウドサービス、 テレワークといった情報システム の利用環境の変化等により、 通信の内容が変化することを踏まえて、 適切に設定を見直 す必要がある。 また、 アクセス制御の設定の見直しにより、 設定条件を変更又は設定の不備を修正す る場合は、情報システムセキュリティ責任者が指名した監督者の監視の下で設定変更 等を実施することや、機械的なチェック機能を設けるなど設定や修正によるミス等を 防止するための対策を行うことが重要である。 なお、 設定変更を行う場合は、 当該通信\n","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":366,"page_to":368,"char_count":1262},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c370","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"いても、 脅威動向の変化等に応じた継続的な対策を実施する ことが重要である。 遵守事項 (1) 通信回線装置の導入時の対策 (a) 情報システムセキュリティ責任者は、 物理的な通信回線装置を設置する場合、 第三 者による破壊や不正な操作等が行われないようにすること。 (b) 情報システムセキュリティ責任者は、 通信回線装置が動作するために必要なソフト ウェアに関する事項を含む実施手順を定めること。 (c) 情報システムセキュリティ責任者は、 情報システムのセキュリティ要件として策定 した情報システムのネットワーク構成に関する要件内容に従い、 通信回線装置に対し て適切なセキュリティ対策を実施すること。 (d) 情報システムセキュリティ責任者は、 通信回線装置において利用するソフトウェア に関連する公開された脆弱性について対策を実施すること。 【 基本対策事項 】 ＜6.4.2(1)(a)関連＞ 6.4.2(1)-1 情報システムセキュリティ責任者は、第三者による通信回線及び物理的な通信 回線装置の破壊、不正操作等への対策として、以下を例とする措置を講ずること。 要管理対策区域に設置する","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":368,"page_to":369,"char_count":1227},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c371","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"。 ただし、 更新ソフトウェアに新たに 機能が追加されるなど通信に影響を与えるような更新がなされる場合は、適用するこ とへの影響を十分に考慮し、切り戻しに備えてバックアップを用意するなどの対策を 講じた上で適用すること。  遵守事項6.4.2(1)(c)「適切なセキュリティ対策を実施する」について 通信回線装置を導入する際は、セキュリティ要件に従って適切なセキュリティ対策 を実施する必要がある。特に機関等内通信回線にインターネット等の外部ネットワー クを接続する場合は、不正アクセス等のリスクを低減するためのネットワーク構成等 を構築する必要がある。 また、 通信回線装置を設定する際は、 当該通信回線装置を提供 している提供者が提示している推奨設定や業界標準、ベストプラクティス等を参照し、 通信回線装置の各種設定を行い、設定の不備等がないようにする必要がある。  遵守事項6.4.2(1)(d)「ソフトウェアに関連する公開された脆弱性について対策を実施 する」について 通信回線装置の利用を開始する前に通信回線装置で利用するソフトウェアに関連す る脆弱性情報を確認し、 脆弱性が公開されて","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":369,"page_to":370,"char_count":1255},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c372","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"場合には、改善を図ること。 （解説）  遵守事項6.4.2(2)(a)「通信回線装置の設定変更等を実施する場合」について 通信回線装置の運用・保守に関わる作業等により通信回線装置の設定変更等を実施 する場合は、情報システムセキュリティ責任者が指名した監督者の監視の下で設定変 更等を実施することや、機械的なチェック機能を設けるなど設定変更等によるミス等 を防止するための対策を行うことが重要である。 なお、 設定変更を行う場合は、 当該通 信回線に接続されている情報システムの情報システムセキュリティ責任者にも事前の 連絡及び結果の通知が必要である。  基本対策事項6.4.2(2)-1「ソフトウェアの状態を定期的に調査」について 通信回線の重要性、想定される脅威及び機器の特性等から調査の必要性及び調査の 間隔を検討する必要がある。例えば、基幹回線等の重要な通信回線を構成する機器、 ファイアウォールのようにインターネット等と直接接続されている機器、頻繁にソフ トウェアがアップデートされるような機器等は、ソフトウェアの脆弱性等の調査の必 要性が高く、 より短期間に繰り返し調査を実施することが","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":370,"page_to":372,"char_count":1258},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c373","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"磁的記録媒体に記録されている全ての情報を抹消するなど適切な措置を講ず ること。 【 基本対策事項 】規定なし （解説）  遵守事項6.4.2(3)(a)「情報を抹消するなど適切な措置」について 運用を終了した通信回線装置が再利用されたとき又は廃棄された後に、保存されて いた情報が漏えいすることを防ぐための抹消の方法としては、通信回線装置の初期化、 内蔵電磁的記録媒体の物理的な破壊等の方法がある。 通信回線装置内にも、 設定情報や 通信ログ等の情報が保存されていることから、サーバ装置及び端末と同様に運用終了 時に留意しておくことが必要である。 通信回線装置は通信事業者からリース提供されることがあり、その場合は通信回線 の運用終了に伴い通信事業者に装置を返却することになるため、通信回線装置の初期 化の手順等本項を遵守するための方法について、通信事業者に確認する必要がある。\n\n364 6.4.3 無線LAN 目的・趣旨 無線LAN は、有線の通信回線及び通信回線装置において想定される脅威に加え、電波を 利用するために有線と比較して通信の傍受等が容易であることに起因する脅威への対策が 必要で","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":372,"page_to":373,"char_count":1269},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c374","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"無線LAN へのアクセス主体の認証 （解説）  基本対策事項6.4.3(1)-1 a)「無線LAN 通信の暗号化」について 暗号化方式として、 例えばWPA3 Enterprise （Wi-Fi Protected Access 3 Enterprise） やWPA2 Enterprise（Wi-Fi Protected Access 2 Enterprise）方式を選択することが考 えられる。 WEP （Wired Equivalent Privacy） 、 TKIP （Temporal Key Integrity Protocol） 等は、 比較的容易に解読できたり、 通信を妨害できたりするという脆弱性が報告されて おり、 利用してはならない。 他の暗号化方式においても同様の問題が起こる可能性があ\n\n365 るため、最新の情報に従い適切な方式や設定値を選択することが求められる。  基本対策事項6.4.3(1)-1 c)「無線LAN 機器の管理」について 無線LAN 機器の管理については、例えば、以下が考えられる。 • 無線LAN 機器の電波出力・周波数チャンネル等の管理 • 無","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":373,"page_to":374,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c375","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"にするとよい。 参考：総務省「無線LAN ビジネスガイドライン 第３版」 （令和元年５月22 日） （https://www.soumu.go.jp/main_content/000463251.pdf） 参考：総務省「Wi-Fi 提供者向け セキュリティ対策の手引き」 （令和２年５月版） （https://www.soumu.go.jp/main_sosiki/cybersecurity/wi-fi/）  基本対策事項6.4.3(1)-1 e)「IEEE 802.1X による無線LAN へのアクセス主体の認証」 について IEEE 802.1X認証で用いられるEAPの規格について、 脆弱性が指摘されているEPA- MD5 やLEAP 等の認証方式もあるため、 利用する規格についてセキュリティ上問題が 無いか確認すること。 また、偽のアクセスポイントを利用した攻撃等へ対抗するためにも相互認証に対応 した規格を利用すること。また、認証に用いる識別符号（識別コード及びパスワード、 電子証明書等）の安全な配布方法と運用手順についても整備すること。\n\n366 6.4.4 IPv6 通信回線 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":374,"page_to":375,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c376","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"する検討を行い、必要な措置を講ずること。 【 基本対策事項 】 ＜6.4.4(1)(b)関連＞ 6.4.4(1)-1 情報システムセキュリティ責任者は、以下を全て含むIPv6 通信による情報セ キュリティ上の脅威又は脆弱性に対する検討を行い、必要な措置を講ずること グローバルIP アドレスによる直接の到達性における脅威 IPv6 通信環境の設定不備等に起因する不正アクセスの脅威 IPv4 通信とIPv6 通信を情報システムにおいて共存させる際の処理考慮漏れに 起因する脆弱性の発生 アプリケーションにおけるIPv6 アドレスの取扱い考慮漏れに起因する脆弱性 の発生 （解説）  基本対策事項6.4.4(1)-1 a) 「グローバルIP アドレスによる直接の到達性における脅威」 について IPv6 通信を想定して構築する情報システムにおいて、グローバルIP アドレスによ る通信パケットの直接到達性における脅威に対抗するために、以下を例に対策を講ず ることが考えられる。 • 不正な機器からの経路調査コマンド（traceroute 等）への応答の禁止 • ICMP エコー要求への応答の禁止\n\n","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":375,"page_to":376,"char_count":1267},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c377","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"慮漏れに起因する脆弱性」について IPv6 通信プロトコルに対応している端末やサーバ装置には、多様なIPv6 移行機構 （デュアルスタック機構、IPv6-IPv4 トンネル機構等）が実装されている。それらの IPv6 移行機構は、それぞれが想定する使用方法と要件に基づき設計されていることか ら、 その選定と利用に当たっては、 セキュリティホールの原因をつくらないよう十分な 検討と措置が必要である。 例えば、デュアルスタック機構を運用する場合には、IPv4 のプライベートアドレス を利用したイントラネットの情報システムであっても外部ネットワークとのIPv6 通信 が可能となるため、デュアルスタック機構を導入したサーバ装置及び端末を経由した 当該外部ネットワークからの攻撃について対策を講ずる必要がある。また、IPv6-IPv4 トンネル機構を運用する場合、トンネルの終端が適切に管理されないと本来通信を想 定しないネットワーク間のIPv6 通信が既設のIPv4 ネットワークを使って可能となる ため、 機関等のネットワークが外部から攻撃される危険性がある。 管理されたサーバ装 置及び端末以外の","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":376,"page_to":378,"char_count":1221},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c378","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"2) 意図しないIPv6 通信の抑止・監視 (a) 情報システムセキュリティ責任者は、 サーバ装置、 端末及び通信回線装置を、 IPv6 通信を想定していない通信回線に接続する場合には、 自動トンネリング機能で想定外 のIPv6 通信パケットが到達する脅威等、当該通信回線から受ける不正なIPv6 通信 による情報セキュリティ上の脅威を防止するため、IPv6 通信を抑止するなどの措置 を講ずること。 【 基本対策事項 】規定なし （解説）  遵守事項6.4.4(2)(a)「IPv6 通信を抑止するなどの措置」について 複数の機関等の間及び機関等内のみで利用する情報システムについて、通信回線が IPv6 通信を想定していない場合には、当該通信回線に接続される端末等のIPv6 通信 の機能を停止する必要がある。 ただし、 当該端末等のOS やOS のバージョン等によっ てIPv6 通信の機能を停止することが推奨されていない場合は、当該端末等のIPv6 通 信の優先度をIPv4 より低くする等、当該端末等のOS やOS のバージョン等において 推奨される設定を行う必要がある。 IPv6 通信","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":378,"page_to":379,"char_count":1291},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c379","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"、意図しないIPv6 通信を抑止又は遮断するための 措置を講ずることが必要である。\n\n370 6.5 ソフトウェア 6.5.1 情報システムの基盤を管理又は制御するソフトウェア 目的・趣旨 情報システムの基盤を管理又は制御するソフトウェアは、情報システムを制御する上で セキュリティ上の重要な機能を有している。そのようなソフトウェアは悪用や不正アクセ スされた場合、 被害が広範囲に及ぶ可能性がある。 したがって、 情報システムの基盤を管理 又は制御するソフトウェアを利用する端末やサーバ装置、通信回線装置等及びソフトウェ ア自体において、必要なセキュリティ対策を実施する必要がある。 本款では、情報システムの基盤を管理又は制御するソフトウェアを利用する場合に求め るセキュリティ対策として、7.1「情報システムのセキュリティ機能」で求めている対策か ら特に必要と考えられるものを示しており、本款以外に7.1.1「主体認証機能」で定める主 体認証機能の導入、 7.1.2 「アクセス制御機能」 で定めるアクセス制御機能の導入、 7.1.3 「権 限の管理」 で定める権限の管理、7.1.4「ログの取得","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":378,"page_to":379,"char_count":1157},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c380","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ステムの基盤を管理又は制御するソフトウェア導入時の対策 (a) 情報システムセキュリティ責任者は、 情報セキュリティの観点から情報システムの 基盤を管理又は制御するソフトウェアを導入する端末、 サーバ装置、 通信回線装置等 及びソフトウェア自体を保護するための措置を講ずること。 (b) 情報システムセキュリティ責任者は、 利用するソフトウェアの特性を踏まえ、 以下 の全ての実施手順を整備すること。 情報システムの基盤を管理又は制御するソフトウェアの情報セキュリティ 水準の維持に関する手順 情報システムの基盤を管理又は制御するソフトウェアで発生した情報セ キュリティインシデントを認知した際の対処手順 【 基本対策事項 】規定なし\n\n371 （解説）  遵守事項6.5.1(1)(a) 「情報システムの基盤を管理又は制御するソフトウェア」 について 情報システムの基盤を管理又は制御するソフトウェアは、 端末やサーバ装置、 ネット ワークなどを管理又は制御するための権限を用いてアクセスが可能な機能を有してい るソフトウェアを想定しており、 当該ソフトウェアが悪用された場合、 被害が広範囲に ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":379,"page_to":380,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c381","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"線装置等も保護する必要がある。当該ソフトウェアを保護するための対策とし ては、 以下の各款における規定内容が有効であるため、 それぞれに示される対策を行う 必要がある。 • 7.1.1「主体認証機能」 • 7.1.2「アクセス制御機能」 • 7.1.3「権限の管理」 • 7.1.4「ログの取得・管理」 • 7.2.1「ソフトウェアに関する脆弱性対策」 特に情報システムの基盤を管理又は制御するソフトウェアを導入する端末やサーバ 装置、通信回線装置等及び当該ソフトウェア自体の管理者権限を有する識別コードに ついては、 なりすましによって不正アクセスによる被害を受けた場合、 被害が広範囲に 及ぶ可能性があることから、原則として多要素主体認証を用いることを検討するとよ い。 さらに、 当該ソフトウェアへのアクセスは必要最小限となるよう、 ネットワークセ グメントを分離したアクセス制御や当該ソフトウェアのアクセスは認めた主体のみが アクセス可能となるよう制限する他、他のソフトウェアやサービスと連携する機能を 有している場合の適切な認証をするなど、 アクセス権限を最小限にし、 不正なアクセス\n\n3","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":380,"page_to":381,"char_count":1198},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c382","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"セキュリティ水準を保つための設定や構成 に関しては、 文書化しておくことが重要である。 さらに、 ソフトウェアを安全に使用及 び管理するため、情報システム全体に影響を及ぼすような重要な操作や情報セキュリ ティに関する設定や構成を変更する際の手順も整備することが重要である。 なお、 情報 システム全体に影響を及ぼす操作や設定変更等を実施する際は、監督者の指揮の下で 実施するなどの対策も含めるとよい。  遵守事項6.5.1(1)(b)(イ)「情報セキュリティインシデントを認知した際の対処手順」に ついて 情報セキュリティインシデントを認知した際の対処手順に関しては、ソフトウェア の個別の事情に合わせて検討する必要がある。 情報システムセキュリティ責任者は、 情 報システムの基盤を管理又は制御するソフトウェアにおいて情報セキュリティインシ デントを認知した際は、 機関等で定められた対処手順又はCSIRT の指示若しくは勧告 に従って、 適切に対処する必要がある。 また、 情報セキュリティインシデントが発生す ると、当該ソフトウェアが管理又は制御する権限を用いて他の機器等に対して不正な アク","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":381,"page_to":382,"char_count":1196},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c383","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"理又は制御する ソフトウェアのセキュリティを維持するため、 権限設定やアクセス制御、 セキュリティ 設定が適切であるか定期的な確認をすること。 ＜6.5.1(2)(a)(イ)関連＞ 6.5.1(2)-2 情報システムセキュリティ責任者は、情報システムの基盤を管理又は制御する ソフトウェアにおいて、 脅威や情報セキュリティインシデントを迅速に検知し、 対応す るため、以下の全ての対策を実施すること。 情報システムの基盤を管理又は制御するソフトウェアの情報セキュリティ水準 の維持に関する手順に基づく教育の実施 情報セキュリティインシデントを認知した際の対処手順に基づく訓練 （解説）  基本対策事項6.5.1(2)-1「定期的な確認をする」について 情報システムの基盤を管理又は制御するソフトウェアを管理するための権限や当該 ソフトウェアを利用できる識別コードなどについては、適切な付与であることを継続 的に確認する必要がある。 特に、 アクセスが不要となった識別コードは、 すみやかに削 除又は無効化するなどの対策をする必要がある。また、当該ソフトウェアのセキュリ ティ設定についても正しく設定","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":382,"page_to":383,"char_count":1223},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c384","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"は、 机上における訓練の他、 実機を用いた訓練などの方法があり、 どのよう な手段を用いて確認するかは、 対処手順を整備してからの経過時間、 対処に係る訓練の 度合い等を踏まえて決めるとよい。 なお、 対処手順に基づく訓練について、 2.2.4 「情報 セキュリティインシデントへの対処」又は5.3「情報システムの運用継続計画」におい て他の訓練と一緒に実施している場合は、個別に実施する必要はない。\n\n375 6.6 アプリケーション・コンテンツ 6.6.1 アプリケーション・コンテンツの作成・運用時の対策 目的・趣旨 機関等では、 情報の提供、 行政手続、 意見募集等の行政サービスのためにアプリケーショ ン・コンテンツを用意し、広く利用に供している。利用者がこれらのアプリケーション・コ ンテンツを利用する際に、利用者端末の情報セキュリティ水準の低下を招いてしまうこと は避けなければならない。機関等は、アプリケーション・コンテンツの提供に際しても、情 報セキュリティ対策を講じておく必要がある。 また、アプリケーション・コンテンツの開発・提供を業務委託する場合については、4.1 「業務委託","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":383,"page_to":384,"char_count":1122},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c385","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"い、行政サービスの利用者の意図に 反して利用者の個人に関する情報が取得される可能性がある。 また、 外部コンテンツに 不正プログラムが組み込まれ、行政サービスの利用者がそれに感染する被害が生じる ことも考えられる。 そのため、 ウェブコンテンツでは外部コンテンツを利用しないこと が望ましいが、 必要があって利用する場合には、 これらの脅威に対して適切なセキュリ ティ対策を実施することが求められる。  遵守事項6.6.1(1)(a) 「機関等外の情報セキュリティ水準の低下を招く行為を防止する」 について 国民等が機関等によって提供される行政サービスを利用する場合、行政サービスの 利用によって、利用者の端末が不正プログラムに感染しやすい状況を強制することや、\n\n376 利用者個人の情報が利用者の意図に反して第三者に提供させられるといった状況を作 り出することは避けなければならない。 機関等は、 機関等外の情報システム利用者の情 報セキュリティ水準を低下させないように留意して、 行政サービスのためのアプリケー ション・コンテンツを提供する必要がある。  遵守事項6.6.1(1)(a)「運","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":384,"page_to":386,"char_count":1300},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c386","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"と。 6.6.1(2)-2 情報システムセキュリティ責任者は、 提供するアプリケーション・コンテンツが 脆弱性を含まないように開発することをセキュリティ要件として仕様に含めること。 6.6.1(2)-3 情報システムセキュリティ責任者は、実行プログラムの形式以外にコンテンツ を提供する手段がない場合を除き、実行プログラムの形式でコンテンツを提供しない ことをセキュリティ要件として仕様に含めること。 6.6.1(2)-4 情報システムセキュリティ責任者は、 電子証明書を用いた署名等、 提供するアプ リケーション・コンテンツの改ざん等がなく真正なものであることを確認できる手段 をアプリケーション・コンテンツの提供先に与えることをセキュリティ要件として仕 様に含めること。 6.6.1(2)-5 情報システムセキュリティ責任者は、 提供するアプリケーション・コンテンツの 利用時に、脆弱性が存在するバージョンのOS やソフトウェア等の利用を強制するな どの情報セキュリティ水準を低下させる設定変更を、 OS やソフトウェア等の利用者に 要求することがないよう、 アプリケーション・コンテンツの提供方","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":386,"page_to":387,"char_count":1230},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c387","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"場合でも、 機関等外の情 報セキュリティ水準を低下させないよう、前項に掲げるセキュリティ要件を調達仕様 に含めることが求められる。  基本対策事項6.6.1(2)-1「不正プログラムを含まない」について 不正プログラムとは、一般的なコンピュータウイルスの他、ワームやスパイウェア、 不正なサイトへ誘導を行うスクリプト、利用者のブラウザやアドインの脆弱性を悪用 する悪意のあるスクリプト等が該当する。不正プログラムを含まないようにすべきも のは、 機関等外の利用者の端末にインストールさせるプログラムの他、 利用者に閲覧さ せるウェブサイトのウェブページも含む。  基本対策事項6.6.1(2)-2「脆弱性を含まない」について 脆弱性は、 アプリケーションプログラムが動作するOS や利用する開発言語によって 様々な種類のものが存在する。 例えば、 C 言語によって開発されたアプリケーションプ ログラムにバッファオーバーフローの脆弱性を意図せず埋め込む可能性があり、脆弱 性が原因で利用者の端末上で任意のプログラムを実行される可能性がある。したがっ て、 脆弱性を埋め込ませない、 セキュアコーデ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":387,"page_to":388,"char_count":1244},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c388","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"張子 「.zip」等の形式の圧縮ファイルを作成して配布\n\n379 すればよい。 なお、電子メールの添付により文書等を配布する場合については、 「 （解説）基本対策 事項8.1.1(2)-2 d) 「実行プログラム形式のファイルを削除等する」 について」 を参照のこ と。 実行プログラムの形式は、不正プログラムがその感染手段として悪用することが多 いため、 基本的に開かないようにしなければならない。 それにもかかわらず、 機関等が 日頃から実行プログラムの形式でのコンテンツ提供を行う場合、機関等の職員等だけ でなく、 一般の行政サービスの利用者に対しても、 実行プログラムの形式のファイルを 開くことに慣れさせてしまうことになり、利用者の情報セキュリティ水準を低下させ てしまうことになる。そのため、本基本対策事項は、実行プログラムの形式でのコンテ ンツ提供をしないよう求めている。 なお、機関等が行政サービスのためにアプリケーションプログラムを提供する必要 がある場合等、 「実行プログラムの形式以外にコンテンツを提供する手段がない」場合 は、 実行プログラムの形式で提供してもよいが、 基本対","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":387,"page_to":388,"char_count":1275},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c389","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"文書ファイルは、 原則と して電子署名を施すことが望ましいが、 文書ファイルの形式によっては、 電子署名を施 すアプリケーションが提供されていない場合があるが、こうした場合はTLS により通 信路を保護したウェブページから当該電子ファイルをダウンロードするとともに、ア プリケーションプログラムと同様にハッシュ値を用いて改ざんされていないことを確 認することができるようにする等の対応が求められる。 提供するコンテンツがウェブサイト上にある場合には、TLS を用いた「https://」で 始まるURL のウェブページとすることができる。これにより、利用者は現在閲覧して いるウェブページが 「https://」 で始まるURL のウェブページであることを目視確認の 上で、そこからリンクをクリックするなどしてファイルをダウンロードする手順を踏\n\n380 むことにより、 当該ファイルは、 暗号化された通信によって改ざんなくダウンロードさ れることになる。TLS を用いる際に、機関等のサーバ証明書を用いれば、当該サイト が機関等のものであることを確認できる。 コンテンツを電子メールで提供する場合に","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":388,"page_to":389,"char_count":1189},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c390","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ン・コン テンツの提供方式を定めて開発しなければならない。 具体的には、当該行政サービスを提供するシステムが準備された時点では脆弱性が 発見されていなくても、 運用開始後に発見されることがある。 そのとき、 利用者が迅速 に当該脆弱性を回避できるようになっている必要がある。 例えば、 当該行政サービスを 利用するために、第三者が提供している汎用のソフトウェアのインストールを必要と していたとする。 このとき、 当該ソフトウェアに脆弱性が発見され、 それを修正した新 バージョンのソフトウェアが公開された場合に、当該新バージョンのソフトウェアを インストールすることで当該行政サービスに不具合等が生じて利用が不可能になるよ うな事態が発生すると、 利用者は、 当該ソフトウェアを新バージョンに更新することが できなくなる。 結果として、 機関等の行政サービスが利用者の脆弱性回避を妨げること になってしまう。こうしたことが起きないよう、行政サービスを提供するシステムは、 第三者の汎用ソフトウェアの併用を前提とする場合は、 当該汎用ソフトウェアが新バー ジョンに置き換わっても、 正常に動作するよう","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":389,"page_to":390,"char_count":1217},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c391","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"設定変更を、OS やソフ トウェア等の利用者に要求する」について 行政サービスを提供する情報システムを利用するために、 利用者の端末にインストー ルされているソフトウェア （機関等が直接提供していないソフトウェア （例えば、 端末 のOS やウェブブラウザ等） ） の設定変更を必要とするとき、 その設定変更が情報セキュ リティ水準の低下を招くものである場合、そのような設定変更を要求してはならない。 必要があって利用者に設定変更を求めるときは、 そのOS やブラウザの標準設定 （初期 設定） に変更することのみを求めることとし、 当該設定によって情報セキュリティ水準 を低下させないことが前提である。  基本対策事項6.6.1(2)-6 「サービス利用者その他の者に関する情報が本人の意思に反し て第三者に提供されるなど、サービス利用に当たって必須ではない機能」について これに該当する典型的な例は、機関等のウェブサイトを構成する各HTML ファイル の中に、 機関等外のサイト （例として広告事業者の広告提供サーバ） のコンテンツを見 えない形又は見える形で組み込むことで、機関等のウェブサイ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":390,"page_to":391,"char_count":1285},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c392","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"供するためのボタン （ボタン画像の他、 ボ タン押下の機能等を提供するプログラムを含む。 ）等を機関等のウェブページ上に設置 する場合が挙げられる。 万が一、 機関等外のウェブサイトが提供するプログラムに不正 なコードが含まれていると、当該プログラムを使用した機関等のウェブサイトが利用 者に危険をもたらすことになるため、その安全性が確認できているボタン等のみを使\n\n382 用することが求められる。 これはウェブページ等のコンテンツに限らず、 機関等が提供 するアプリケーションプログラムにおいても同様である。  基本対策事項6.6.1(2)-6 b) 「機関等外へのアクセスを自動的に発生させる機能」 につい て 機関等外へのアクセスを自動的に発生させる機能とは、例えば、機関等が提供する ウェブページのHTML ファイルに、<script src=”https://機関等外のサイト/foo.js”>等 の記述があり、機関等外のウェブサイトからプログラムを読み込んで実行する機能が 該当する。 もし、 機関等外のウェブサイトが提供するプログラムに不正なコードが含ま れる場合、当該プログラムを","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":390,"page_to":392,"char_count":1291}],"avg_length":1204.384705882353,"k1":1.5,"b":0.75}