{"shard_id":"デジタル社会推進標準ガイドライン_2023-07_1","group":"デジタル社会推進標準ガイドライン_2023-07","chunk_count":50,"chunks":[{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c50","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ティ責任者は、 所管する情報システムに対する情報セキュリティ対策 に関する事務の責任者として、 情報システムセキュリティ責任者を、 当該情報システ ムの企画に着手するまでに選任すること。 【 基本対策事項 】 ＜2.1.1(4)(a)関連＞ 2.1.1(4)-1 統括情報セキュリティ責任者は、命を受け、次の事務を統括すること。ただし、 f) は独立行政法人又は指定法人を所管する国の行政機関に限る。 要管理対策区域の決定並びに当該区域における施設及び環境に係る対策の決定 情報セキュリティ対策に関する運用規程・実施手順の整備及び見直し並びに運 用規程・実施手順に関する事務の取りまとめ 情報セキュリティ対策に係る教育実施計画の策定及び当該実施体制の整備 例外措置の適用審査記録の台帳整備等 情報セキュリティインシデントに対処するための緊急連絡窓口の整備等 独立行政法人及び指定法人の情報セキュリティ対策が適切に推進されるために 必要な機関内の体制における連絡や相談等の窓口の整備 前各号に掲げるもののほか、情報セキュリティ対策に係る事務 2.1.1(4)-2 情報セキュリティ責任者は、 命を受け、","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":40,"page_to":41,"char_count":1213},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c51","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"、所管する情報システムの管理業務におい て必要な単位ごとに情報システムセキュリティ管理者を置くこと。 （解説）  遵守事項2.1.1(4)(a)「情報セキュリティ責任者」について 最高情報セキュリティ責任者は、業務の特性等から同質の情報セキュリティ対策の 運用が可能となる組織のまとまりごとに、その対策を委ねた方が効率的であることか ら、取りまとめの責任者として、情報セキュリティ責任者を設置する。情報セキュリ ティ対策の運用が可能なまとまりとしては、国の行政機関においては、部局（内局、外 局、地方支分部局等、附属機関）ごとが想定されることから、情報セキュリティ責任者 は局長級職員 （組織のまとまりの長） 又は当該職員の直接的な指示が及ぶ当該職員に次 ぐ官職の職員を充てること等が想定される。 独立行政法人及び指定法人においては、 法 人の組織構成によるが、 例えば、 役員を除く職員等の中で最も高位の職にある者が長と なる組織のまとまりごととすることが想定される。 情報セキュリティ責任者は、 最高情報セキュリティ責任者の委任に基づき、 所管する 組織の情報セキュリティ対策を推進及び運用する","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":41,"page_to":42,"char_count":1180},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c52","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"む組 織全体の情報セキュリティの対策状況をタイムリーに把握し、必要に応じて課題への 機敏な対応が可能となるように、各研究部門との連携体制を構築することが必要とな る。\n\n33 情報セキュリティ対策推進体制と各研究部門を相互に連携させるとともに、各研究 部門内の情報セキュリティ対策を指揮する立場にあるのが情報セキュリティ責任者で ある各研究部門の長であり、その役割に期待されるところは大きいといえる。  遵守事項2.1.1(4)(a)「統括情報セキュリティ責任者」について 最高情報セキュリティ責任者は、自らの事務及び最高情報セキュリティ副責任者の 事務を補佐させるため、組織のまとまりごとに設置する情報セキュリティ責任者のう ちから１人を統括情報セキュリティ責任者として選任することから、 情報セキュリティ 責任者のうち、職務上の最上位の者又は府省庁において情報セキュリティを所掌する 情報セキュリティ責任者を充てることが想定される。 統括情報セキュリティ責任者は、 最高情報セキュリティ責任者からの委任 （最高情報 セキュリティ責任者が自ら行うべき重要事項を除き、 事務を任せること。 任命及び","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":41,"page_to":42,"char_count":1277},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c53","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"管理の観点から行う措置 が、 情報セキュリティ上の対策と同等であれば、 施設の管理者が指定されていることを もって、区域情報セキュリティ責任者を設置しているとみなしてよい。  遵守事項2.1.1(4)(c)「課室情報セキュリティ責任者」について 情報セキュリティ責任者は、課室又はこれと同等の組織単位内の情報の取扱い及び 情報セキュリティ対策の責任者として、 課室情報セキュリティ責任者を設置する。 課室 情報セキュリティ責任者は、 情報の取扱い等に関して、 その是非を判断する役割を担う ため、課室長又はそれに相当する者であることが望ましい。  遵守事項2.1.1(4)(d)「所管する情報システム」について 所管する情報システムとは、 企画・要件定義から公開・廃棄までの情報システムのラ\n\n34 イフサイクル全般における事務の責任を主に負っている情報システムを想定しており、 政府共通利用型システム利用機関から見た政府共通利用型システムは該当しない。し かし、 政府共通利用型システム管理機関が定める運用管理規程により、 政府共通利用型 システムの責任範囲が定められている場合は、 その範囲に","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":42,"page_to":43,"char_count":1176},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c54","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ある。 なお、 政府共通利用型システム利用機関においては、 当該情報システムを所管するも のではないため、 情報システムセキュリティ責任者の選任は不要であるが、 当該情報シ ステムの利用に係る情報セキュリティ対策に関する事務の責任者として、 「政府共通利 用型システム利用管理者」を置くことが必要である。 「政府共通利用型システム利用管 理者」については、遵守事項5.4.2(1)(b)を参照のこと。 情報システムセキュリティ責任者は、情報セキュリティ対策の技術的事項について 補佐する者（基本対策事項2.1.1(4)-6 で定める情報システムセキュリティ管理者）を データベース、アプリケーション等の装置・機能ごとに、必要に応じて置き、技術的対 策の実効性を確保することが望ましい。  基本対策事項2.1.1(4)-1 b)「運用規程・実施手順」について 付録(3)「統一基準群で整備を求めている運用規程及び実施手順等」を参照のこと。  基本対策事項2.1.1(4)-6「情報システムセキュリティ管理者」について 情報システムセキュリティ管理者は、情報システムセキュリティ責任者が定めた手 順や","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":43,"page_to":44,"char_count":1234},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c55","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ィ対策に係る助言 前各号に掲げるもののほか、情報セキュリティ対策への助言又は支援 （解説）  遵守事項2.1.1(5)(a)「最高情報セキュリティアドバイザー」について 最高情報セキュリティ責任者は、情報セキュリティに関する技術的事項等について 自ら及び最高情報セキュリティ副責任者への助言等を含む機関等の情報セキュリティ 対策への助言、支援等を行う者として最高情報セキュリティアドバイザーを置く。 最高情報セキュリティアドバイザーは、機関等における情報システムに関する技術 的事項、情報セキュリティインシデントへの対処その他の情報セキュリティ対策に対 する助言・支援を担うため専門的な知識及び経験を有した者、すなわち情報セキュリ ティに関する資格 （情報処理安全確保支援士等） 及び実務経験を有する者である必要が ある。 設置に際しては、 機関等の実情に応じて、 例えば、 国の行政機関の最高情報セキュリ ティアドバイザーが、 その外局、 地方支分部局等や所管する独立行政法人等の最高情報 セキュリティアドバイザーを兼務することも考えられる。 なお、 外部人材のみならず機関等内の職員等を充てても","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":44,"page_to":46,"char_count":1224},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c56","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"務 （解説）  遵守事項2.1.1(6)(a)「機関等の情報セキュリティ対策推進体制を整備」 ・基本対策事項 2.1.1(6)-1「情報セキュリティ対策推進体制の役割を規定する」について 機関等の情報セキュリティ対策を推進するためには、組織横断的に施策を取りまと めて推進する情報セキュリティ対策推進体制が必要であり、 本項では、 そのような体制 とその役割を組織として明確化することを求めている。 情報セキュリティ対策推進体制の基本的な役割は、本基本対策事項各号に定める事 項を基本とし、 組織の特性等に応じ、 その他必要な事項を追加するなどして規定する必 要がある。その他にも、例えば以下の事項を役割として担うことが考えられる。 • 情報セキュリティ委員会の運営に係る事務 • 本部監査への対応に係る事務 • 内閣官房内閣サイバーセキュリティセンターから発出される事務連絡や調査依 頼事項等への対応に係る事務 また、 「 （解説）遵守事項2.1.1(4)(a)「統括情報セキュリティ責任者」について」に記 載のとおり、統括情報セキュリティ責任者が機関等の情報セキュリティ対策について 総合調整す","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":46,"page_to":48,"char_count":1246},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c57","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"の組織構成等に応じて統括情報セキュリティ 責任者以外の者を充てることを妨げるものではない。\n\n39 遵守事項 (7) 情報セキュリティインシデントに備えた体制の整備 (a) 最高情報セキュリティ責任者は、CSIRT を整備し、その役割を明確化すること。 (b) 最高情報セキュリティ責任者は、職員等のうちからCSIRT に属する職員等として 専門的な知識又は適性を有すると認められる者を選任すること。 そのうち、 機関等に おける情報セキュリティインシデントに対処するための責任者としてCSIRT 責任者 を置くこと。また、CSIRT 内の業務統括及び外部との連携等を行う職員等を定める こと。 (c) 最高情報セキュリティ責任者は、 情報セキュリティインシデントが発生した際、 直 ちに自らへの報告が行われる体制を整備すること。 (d) 最高情報セキュリティ責任者は、CYMAT に属する職員を指名すること。 （国の行 政機関に限る。 ） 【 基本対策事項 】 ＜2.1.1(7)(a)関連＞ 2.1.1(7)-1 最高情報セキュリティ責任者は、 以下を全て含むCSIRT の役割を規定すること。 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":47,"page_to":49,"char_count":1240},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c58","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"の対処に係る専門的知見の提供、対処作 業の実施 2.1.1(7)-2 最高情報セキュリティ責任者は、 実務担当者を含めた実効性のあるCSIRT 体制 を構築すること。 2.1.1(7)-3 最高情報セキュリティ責任者は、情報セキュリティインシデントが発生した際 に、情報セキュリティインシデント対処に関する知見を有する外部の専門家等による\n\n40 必要な支援を速やかに得られる体制を構築しておくこと。 2.1.1(7)-4 最高情報セキュリティ責任者は、機関等全体における情報セキュリティインシ デント対処について、CSIRT、情報セキュリティインシデントの当事者部局及びその 他関連部局の役割分担を規定すること。 （解説）  遵守事項2.1.1(7)(a)「CSIRT」について 機関等の情報システムに対するサイバー攻撃等の情報セキュリティインシデントが 発生した際に、 当該機関等が、 最高情報セキュリティ責任者等の幹部の指揮の下、 情報 セキュリティインシデントへの対処を一元的に管理し、発生した事案を正確に把握し、 被害拡大防止、 復旧、 再発防止等を迅速かつ的確に行うことを可能とするため","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":48,"page_to":49,"char_count":1217},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c59","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"おいて、求められる知識や技能等を有する者が不足している場合には、CSIRT が設置された部門以外の職員等をCSIRT に属する職員等として充てることも考えられ る。 また、 CSIRT に属する職員等には、 上述した技術的な対処の外、 発生した情報セキュ リティインシデントの影響の大きさによっては、対外的な対応も必要となることから、 広報を担当する職員等をCSIRT に含めておくことも考えられる。 なお、他の部門の職員等をCSIRT に属する職員等として充てる場合には、職務命令 としてCSIRT に係る職務を兼任させるなど、 当該職員等が支障なく活動できるよう留 意する必要がある。  遵守事項2.1.1(7)(b)｢CSIRT 責任者｣について CSIRT 責任者とは、情報セキュリティインシデントの対処に係る責任者であり、情 報セキュリティインシデントに関する全般的な対応が求められる。 ただし、 重大な情報 セキュリティインシデントが生じ、 最高情報セキュリティ責任者自らが、 情報セキュリ\n\n41 ティインシデントへ対処する必要があるときには、その指揮監督の下で必要な対応を 行うこと","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":49,"page_to":50,"char_count":1247},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c60","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"である。  遵守事項2.1.1(7)(d)「CYMAT に属する職員」について CYMAT は、 国の行政機関の情報セキュリティに関する知識及び技能を有する職員で 構成する体制であり、サイバー攻撃等により支援対象機関で情報セキュリティインシ デントを認知した場合であって、 政府として一体となった対応が必要となる情報セキュ リティインシデントを取り扱う。CYMAT の主な機能は以下のとおりである。 • 発生事象の正確な把握 • 被害拡大防止、復旧、再発防止のための技術的な支援及び助言 • 対処能力の向上に向けた平常時の取組（研修、訓練等の実施） CYMAT に属する職員には、CYMAT 要員及びCYMAT 研修員がある。CYMAT 要 員になるために、 セキュリティに関する特定の資格は求めていないものの、 情報セキュ リティ、 情報システム等に関する基礎的な知識を有する者を充てることが望ましい。 ま た、CYMAT 研修員については、将来CYMAT 要員になる候補者として活動すること が期待される職員で、情報セキュリティ、情報システム等といった分野に関心を持ち、 内閣官房内閣サイバーセ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":50,"page_to":51,"char_count":1216},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c61","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"外局、地方支分部 局等を含み、独立行政法人及び指定法人におけるCSIRT においては、法人の組織構成 によるが、例えば、支部、地方組織等を含む組織の全てを意味する。CSIRT には、上 記のプロセス全体について、 機関等内外の関係組織と連携 ・ 調整を図り、 状況を把握し、 適宜幹部等への報告を行うとともに、迅速かつ的確な対処が行われるように当事者部 局への指示・勧告・助言を行うことが求められる。  基本対策事項2.1.1(7)-1 b)「専門的知見の提供、対処作業の実施」について 機関等において、サイバーセキュリティや情報セキュリティインシデントへの対処 に係る専門組織や専門知識を持った職員等を有する場合は、それらの組織・職員等の CSIRT への組み込み、又は情報セキュリティインシデント発生時に連携できる体制の 構築を行うことが望ましい。  基本対策事項2.1.1(7)-2「実務担当者を含めた実効性のあるCSIRT 体制」について CSIRT 体制には、情報セキュリティインシデント対処における最高情報セキュリ ティ責任者への早急な状況報告、被害拡大防止及び復旧のための対策の実施","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":51,"page_to":52,"char_count":1201},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c62","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"規模、 影響度合い等によって変更されることも考えられるため、 発生の頻度が比較的 高いと考えられる情報セキュリティインシデントを想定した役割分担をあらかじめ定 めておき、必要に応じて役割分担を再設定することも考えられる。\n\n43 遵守事項 (8) 兼務を禁止する役割 (a) 職員等は、情報セキュリティ対策の運用において、以下の役割を兼務しないこと。 承認又は許可（以下本条において「承認等」という。 ）の申請者と当該承認 等を行う許可権限者 監査を受ける者とその監査を実施する者 (b) 職員等は、 承認等を申請する場合において、 自らが許可権限者であるときその他許 可権限者が承認等の可否の判断をすることが不適切と認められるときは、 当該許可権 限者の上司又は適切な者に承認等を申請し、承認等を得ること。 【 基本対策事項 】規定なし （解説）  遵守事項2.1.1(8)(b)「許可権限者の上司又は適切な者」について 承認等の申請において、申請する者と承認等する者が同一の場合又は申請する者が 承認等する者の上司である場合は、手続規定において定められた許可権限者をもって 承認等の可否の判断を","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":51,"page_to":54,"char_count":1278},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c63","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"さらに、 情報セキュリティインシデントが発生した際、 資産が正しく管理されてい ないと情報セキュリティインシデントに対応するための情報収集に時間を要するなど、情 報セキュリティインシデントへの対処が遅れる等の可能性がある。 このため機関等においては、自組織の資産の全容を把握するために必要な事項を整理し、 職員等が資産を把握しやすいように、資産台帳として情報システム台帳を整備しておく必 要がある。 遵守事項 (1) 情報システム台帳の整備 (a) 統括情報セキュリティ責任者は、 全ての情報システムに対して、 当該情報システム のセキュリティ要件に係る事項について、情報システム台帳に整備すること。 【 基本対策事項 】 ＜2.1.2(1)(a)関連＞ 2.1.2(1)-1 統括情報セキュリティ責任者は、以下の内容を全て含む台帳を整備すること。 情報システム名 管理課室 当該情報システムセキュリティ責任者の氏名及び連絡先 システム構成 接続する機関等外通信回線の種別 取り扱う情報の格付及び取扱制限に関する事項 当該情報システムの設計・開発、運用・保守に関する事項 情報システムの利用目的 情報","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":54,"page_to":55,"char_count":1239},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c64","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"に、 機関等ごとに時期を定め、 定期的に情報システム台帳の記載事項の変更の有無を 調査することも考えられる。 政府共通利用型システムに係る情報システム台帳については、政府共通利用型シス テム管理機関の統括情報セキュリティ責任者が整備する必要があるが、政府共通利用 型システム利用機関に設置している機器等を把握するために必要な文書については、 政府共通利用型システム利用管理者と共有しておく必要がある。  基本対策事項2.1.2(1)-1 d)「システム構成」について 当該事項については、各情報システムの運用管理に際して整備した文書に記載する 事項のうち、機関等としての情報セキュリティ対策を行うために一元的に把握する必 要があると判断する事項を含める必要がある。  基本対策事項2.1.2(1)-1 e)「機関等外通信回線の種別」について 当該事項については、機関等外通信回線のセキュリティ上のリスクを把握するため に必要な情報である。 具体的には、 光回線、 モバイル回線などのほか、 利用用途 （リモー トメンテナンス用の回線、 外部アクセス用の回線、 外部公開サーバへのアクセスを受け る","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":55,"page_to":56,"char_count":1259},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c65","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"1.2(1)-1 i)「情報システムの分類基準に基づいて実施した情報システム の分類結果」について 当該事項については、高度な情報セキュリティ対策が要求される情報システムを判 別するための分類基準に基づいて実施した情報システムの分類結果と、結果に応じて 追加セキュリティ対策の実施をしたかを判断するための情報である。情報システムの 分類基準については、5.1「情報システムの分類」について参照のこと。  基本対策事項2.1.2(1)-1 j)「連携する情報システム及び連携内容」について 当該事項については、各情報システムが他の情報システムや政府共通利用型システ ムと連携する場合、アプリケーションの修正や更改等において留意すべきことを把握 するために必要となる。 具体的には、 他の情報システムの名称や政府共通利用型システ ムの名称等及び連携する内容について記載する必要がある。  基本対策事項2.1.2(1)-1 「民間事業者等が提供するクラウドサービス等を利用して情報 システムを構築する場合」について 機関等として独自の情報システム基盤を設けずに、クラウドサービス等を利用して 情報システ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":56,"page_to":57,"char_count":1273},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c66","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"実施していることを確認する必要がある。 そのため、 利用するクラウドサービスにお\n\n48 いて暗号鍵の管理主体を事前に把握しておく必要がある。  基本対策事項2.1.2(1)1- r) 「クラウドサービス等で取り扱う情報が保存される国 ・ 地域」 について クラウドサービスの利用においては、利用するクラウドサービスの形態及び仕様に よって情報が保存される国や地域を指定することができるものもある。 また、 約款等に おいて情報の保存される国や地域が指定されているサービスも存在する。 そのため、 利 用するクラウドサービスにおける情報が保存されている国や地域を把握する必要があ る。  基本対策事項2.1.2(1)-1 s)「サービスレベル」について クラウドサービスにおいては、利用するサービスごとにサービスの品質保証が定め られ、 また、 利用するサービスの組み合わせやオプションの利用などによりサービスの 品質保証を受けられる構成が定まっている場合がある。情報システムの一部にクラウ ドサービスを利用する場合は、 クラウドサービスが停止した際の影響度によっては、 情 報システム全体のサー","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":56,"page_to":58,"char_count":1206},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c67","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"運用規程等の整備を指示し、その結果について定期的に報告を受 け、状況を適確に把握することが重要である。 遵守事項 (1) リスク評価の実施 (a) 最高情報セキュリティ責任者は、機関等の目的等を踏まえ、自己点検の結果、情報 セキュリティ監査の結果、 本部監査の結果等を勘案した上で、 保有する情報及び利用 する情報システムに係る脅威の発生の可能性及び発生時の損失等を分析し、 リスクを 評価すること。 【 基本対策事項 】規定なし （解説）  遵守事項2.1.3(1)(a)「リスクを評価する」について 対策基準や対策推進計画を定めるに当たっては、情報セキュリティを取り巻く様々 な脅威や、 機関等の業務、 取り扱う情報及び保有する情報システムの特性等を踏まえた 上で、 リスク評価を行うことが重要である。 リスク評価は、 リスク分析の成果に基づき、 いかなるリスクへの対応が必要か、講ずべき対策の優先順位はどうするかなどについ て意思決定を支援することを目的に実施するものである（図2.1.3-1 参照） 。機関等の 業務、取り扱う情報及び保有する情報システムの特性に応じてリスクは異なることか ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":58,"page_to":59,"char_count":1270},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c68","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"する意思決 定を手助けするものである。 まず、リスク水準を把握する手法の例として、以下に４種類の手法を示す。 ① ベースラインアプローチ 既存の基準をもとにセキュリティ対策のベースラインをリスク基準として作成 し、実際の運用がベースラインの求める基準を満たしているかという観点で評 価していく方法。簡単な方法であるが、選択する基準によっては、求める対策 のレベルが高すぎたり低すぎたりする場合がある。 ② 非形式的アプローチ コンサルタント、組織又は担当者が、自身の知見や経験に基づき評価を行う方 法。短時間に実施することが可能であるが、属人的な判断に偏るおそれがあ る。 ③ 詳細リスク分析 システムについて情報資産ごとに「資産価値」 、 「脅威」 、 「脆弱性」及び「セ キュリティ要件」を識別し、これらをリスク基準に照らして評価する方法。厳 密なリスク評価が行える一方、多くの工数や費用がかかる。\n\n51 ④ 組合わせアプローチ 複数のアプローチの併用。よく用いられるのは、 「① ベースラインアプローチ」 と 「③ 詳細リスク分析」 の組合わせ。 ベースラインアプローチと詳細リスク分析 の両","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":59,"page_to":60,"char_count":1279},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c69","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"するか。 • 実施しようとしたセキュリティ対策の失敗により、どのようなリスクがもたら されるか。 • 対策にはどれ程のコストとどのような二律背反の要素が付随するか。 また、 リスク評価に際しては、 リスクマネジメントプロセス全体に留意し、 リスク対 応を行った後、モニタリング及びレビューを行い、更なる改善を図ることが望ましい。 次に、リスク分析の結果をリスク基準と比較するプロセスについて解説する。 リスク基準決定の際は、JIS Q 31000 の支援規格でもあるJIS Q31010:2022 リスク マネジメント－リスクアセスメント技法（IEC31010:2019,Risk management-Risk assessment techniques）において、リスクの発生確率、リスクレベル等を決定する旨 が記載されている。これを踏まえ、脅威事象が発生する可能性を\"非常に高い／高い／ 中間／低い／非常に低い\"、 脅威事象が負の影響をもたらす可能性を\"非常に高い／高い ／中間／低い／非常に低い\"などと各々分類し、両者のマトリクスで結果を整理しリス ク基準を決定する方法等がある。 決定したリ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":60,"page_to":61,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c70","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"対応を行うかは、一意に決まるものではない。目的、リス ク対応が新たに生み出すリスクの有無、 費用対効果等を踏まえ、 対応を決める時点にお いて最善の対応を選択することが望ましい。 JIS Q 31010:2022 リスクマネジメント－アセスメント技法には、脅威事象が発生す る可能性、脅威事象が負の影響をもたらす可能性を組み合わせ活用するための数値等 は例示されていないが、National Institute of Standards and Technology（NIST、米 国国立標準技術研究所）Special Publication 800-30 revision1（以下「NIST SP800-30 rev1」という。 ）に参考となる表（表2.1.3-1 参照） 、解説があるので記載する。 表2.1.3-1 リスク基準例（発生した脅威事象が組織の業務、資産又は個人に被害を もたらす総合的な可能性:NIST SP800-30 rev1(情報処理推進機構訳)による） 脅威事象が負の影響を もたらす可能性 脅威事象が 発生する可能性 非常に 低い 低い 中間 高い 非常に 高い 非常に高","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":61,"page_to":62,"char_count":1224},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c71","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"回発生する。  脅威事象が発生する可能性 定性的な値：低い、半定量的な値：5-20 エラー、アクシデント又は天災が発生する可能性は低い、あるいは1 年間に1 回 未満発生するが、10 年おきに2 回以上発生する。  脅威事象が発生する可能性 定性的な値：非常に低い、半定量的な値：0-4 エラー、 アクシデント又は天災が発生する可能性はほとんどない、 あるいは10 年 おきに1 回未満発生する。 脅威事象が負の影響をもたらす可能性について （NIST SP800-30 rev1(情報処理推進 機構訳)による）  脅威事象が負の影響をもたらす可能性 定性的な値 ： 非常に高い、 半定量的な値 ： 96-100 脅威事象が開始された／発生した場合、負の影響がもたらされるのはほぼ確実で ある。  脅威事象が負の影響をもたらす可能性 定性的な値：高い、 半定量的な値：80-95 脅威事象が開始された／発生した場合、負の影響がもたらされる可能性は高い。  脅威事象が負の影響をもたらす可能性 定性的な値：中間、 半定量的な値：21-79 脅威事象が開始された／発生した場合、負の影響がもたら","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":62,"page_to":63,"char_count":1220},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c72","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"19, 6.4 のとおり） リスク特定、リスク分析及びリスク評価を網羅するプロセス全体を指す。  モニタリング及びレビュー（JIS Q 31000:2019, 6.6 のとおり） プロセスの設計、実施及び結末の質及び効果を保証し、改善すること。計画、情 報の収集及び分析、結果の記録作成、並びにフィードバックの提供を含む。 リスクアセスメントに関しては、以下のガイドラインが参考となるので紹介する。 参考：内閣官房内閣サイバーセキュリティセンター 「機能保証のためのリスクアセス メント・ガイドライン1.0 版」 （https://www.nisc.go.jp/files/Risk-assessment.zip）\n\n55 遵守事項 (2) 対策基準の策定 (a) 最高情報セキュリティ責任者は、 情報セキュリティ委員会における審議を経て、 統 一基準に準拠し、これと同等以上の情報セキュリティ対策が可能となるように対策 基準を定めること。また、対策基準は、機関等の業務、取り扱う情報、保有する情報 システムに関するリスク評価の結果及び対策基準や対策推進計画の見直し結果を踏 まえた上で定めること。","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":63,"page_to":65,"char_count":1270},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c73","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"で最高情報セキュリティ責任者が整備すべきとされている場合 を除く。 ） 及び実施手順 （本統一基準で整備すべき者を別に定める場合を除く。 ） を整 備し、運用規程及び実施手順に関する事務を統括し、整備状況について最高情報セ キュリティ責任者に報告すること。 (b) 統括情報セキュリティ責任者は、 情報セキュリティ対策における雇用の開始、 終了 及び人事異動時等に関する管理の運用規程を整備すること。 【 基本対策事項 】規定なし （解説）  遵守事項2.1.3(3)(a) 「運用規程 （本統一基準で最高情報セキュリティ責任者が整備すべ きとされている場合を除く。 ）及び実施手順（本統一基準で整備すべき者を別に定める 場合を除く。 ）を整備」について 統一基準で整備を求めている運用規程及び実施手順は、付録(3)「統一基準群で整備 を求めている運用規程及び実施手順等」に整理している。  遵守事項2.1.3(3)(a)「運用規程及び実施手順に関する事務を統括」について 統括情報セキュリティ責任者は、機関等における情報セキュリティ対策に関する運 用規程及び実施手順について、 監査結果を通じて","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":65,"page_to":66,"char_count":1255},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c74","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"任者は、 対策推進計画に、 機関等の業務、 取り扱う情報 及び保有する情報システムに関するリスク評価の結果を踏まえた全体方針並びに以下 に掲げる取組の方針・重点及びその実施時期を全て含むよう定めること。ただし、e)は 独立行政法人又は指定法人を所管する国の行政機関に限る。 情報セキュリティに関する教育 情報セキュリティ対策の自己点検 情報セキュリティ監査及び過年度の監査結果（本部監査の結果を含む。 ）を踏ま えた取組 情報システムに関する技術的な対策を推進するための取組 所管する独立行政法人及び指定法人のセキュリティ対策の評価及びその推進に 資するための取組 前各号に掲げるもののほか、情報セキュリティ対策に関する重要な取組 （解説）  遵守事項2.1.3(4)(a)「対策推進計画」について 対策推進計画は、情報セキュリティ対策に関する一連の取組を対象とした全体計画 であり、 情報セキュリティ対策に関する取組の全体方針のほか、 基本対策事項2.1.3(4)- 1 に掲げる情報セキュリティ対策に関する個々の取組について、 全体方針に応じた個々 の方針や重点、大まかな実施（予定）時期を設定","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":66,"page_to":67,"char_count":1297},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c75","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"踏まえ、情報セキュリティ対策の自己点検、情報セキュリ ティ監査、 本部監査の結果等を考慮した上で、 保有する情報及び利用する情報システム に係る脅威の発生の可能性及び顕在時の損失等を分析し、 リスクを評価し、 必要となる 情報セキュリティ対策を講ずることが求められる。 リスク評価の具体的な進め方については、 「 （解説）遵守事項2.1.3(1)(a) 「リスクを評 価する」について」を参照のこと。  基本対策事項2.1.3(4)-1「取組の方針・重点」について 本基本対策事項に掲げる情報セキュリティ対策に関する個々の取組の方針・重点は、 全体方針を踏まえ、 例えば、 情報セキュリティに関する教育において、 特定の脅威 （例： 標的型攻撃、サプライチェーン・リスク） 、特定の対象（例：業務の内容や役職に応じ た者） 、特定の内容（例：対策基準の改正点）を掲げることが考えられる。  基本対策事項2.1.3(4)-1 d)「情報システムに関する技術的な対策を推進するための取 組」について 情報システムに関する技術的な対策を推進するための取組としては、高度サイバー 攻撃対処のためのリスク評","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":67,"page_to":68,"char_count":1287},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c76","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"、対策基準に定められた対策を実施するために定める具体的な運用規程及び実 施手順を適切に運用する必要がある。 情報セキュリティ関係規程の運用において、当該規程に係る課題及び問題点を含む運用 状況を適時に把握することが重要である。 遵守事項 (1) 情報セキュリティ対策の運用 (a) 情報セキュリティ対策推進体制は、最高情報セキュリティ責任者が規定した当該 体制の役割に応じて必要な事務を遂行すること。 (b) 情報セキュリティ責任者又は課室情報セキュリティ責任者は、職員等から情報セ キュリティ関係規程に係る課題及び問題点の報告を受けた場合は、統括情報セキュ リティ責任者に報告すること。 (c) 統括情報セキュリティ責任者は、 情報セキュリティ関係規程に係る課題及び問題点 を含む運用状況を適時に把握し、必要に応じて最高情報セキュリティ責任者にその 内容を報告すること。 【 基本対策事項 】規定なし （解説）  遵守事項2.2.1(1)(a)「最高情報セキュリティ責任者が規定した当該体制の役割に応じ て必要な事務を遂行」について 情報セキュリティ対策推進体制の役割については、 遵守事項2.1","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":68,"page_to":69,"char_count":1252},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c77","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"（解説）  遵守事項2.2.1(2)(a)「情報セキュリティ責任者にその旨を報告」について 機関等において情報セキュリティを継続的に維持するために、重大な違反を確実に 捕捉するための事項である。 一般的に、 機関等においては、 違反を知った者はこれを報 告する義務が課されており、 情報セキュリティ関係規程への違反については、 各規定の 実施に責任を持つ情報セキュリティ責任者に報告することとなる。 本項は、 職員等から 情報セキュリティ責任者への直接の報告を必須とするものではなく、重大な違反等の 有無を情報セキュリティ責任者が確実に認識できるようにすることを求めている。 なお、 職員等は、 自ら違反した場合に限らず、 他の職員等が違反している場合におい ても、 迅速な是正措置を促す理由から、 当該職員等への助言に加えて情報セキュリティ 責任者に報告するなど適切に対応することが求められる。 また、 情報セキュリティ関係 規程に係る課題及び問題点を認識した場合についても、情報セキュリティ責任者に報 告することが望ましい。  遵守事項2.2.1(2)(b)「情報セキュリティ関係規程への重大","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":69,"page_to":70,"char_count":1267},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c78","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"報システムの利用に支障を来 した場合、早期解決、拡大防止等の対処を行う。拡大防止としては、情報セキュリティ 関係規程について再周知の徹底が考えられる。  遵守事項2.2.1(2)(b)「最高情報セキュリティ責任者に報告」について 報告を受けた最高情報セキュリティ責任者は、その内容、結果、業務への影響、社会 的評価等を確認し、 機関等全体として再発防止を徹底するなど、 適切に対応する必要が ある。 また、 統括情報セキュリティ責任者は、 同様の違反が多発している可能性の有無を考 慮し、 違反の原因について分析し、 必要に応じて情報セキュリティ関係規程の見直しを 含めた対策を検討する必要がある。\n\n62 2.2.2 例外措置 目的・趣旨 例外措置はあくまで例外であって、 濫用があってはならない。 しかしながら、 情報セキュ リティ関係規程の適用が業務の適正な遂行を著しく妨げるなどの理由により、規定された 対策の内容と異なる代替の方法を採用すること又は規定された対策を実施しないことを認 めざるを得ない場合がある。 このような場合に対処するために、 例外措置の手続を定めてお く必要がある。 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":70,"page_to":72,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c79","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"外措置の適用審査記録に以下の内容を記載し、 適用審査記録の 台帳として保管するとともに、統括情報セキュリティ責任者へ定期的に報告すること。 審査した者の情報（氏名、役割名、所属、連絡先） 申請内容 • 申請者の情報（氏名、所属、連絡先） • 例外措置の適用を申請する情報セキュリティ関係規程の該当箇所 （規程名と 条項等） • 例外措置の適用を申請する期間\n\n63 • 例外措置の適用を申請する措置内容（講ずる代替手段等） • 例外措置の適用を終了した旨の報告方法 • 例外措置の適用を申請する理由 審査結果の内容 • 許可又は不許可の別 • 許可又は不許可の理由 • 例外措置の適用を許可した情報セキュリティ関係規程の該当箇所 （規程名と 条項等） • 例外措置の適用を許可した期間 • 許可した措置内容（講ずるべき代替手段等） • 例外措置を終了した旨の報告方法 （解説）  遵守事項2.2.2(1)(a)「例外措置の適用の申請を審査する者」について 例外措置の適用の申請を受けた際に適切な審査が実施できるように、許可権限者を 定め、 審査手続を整備しておく必要がある。 情報セキュリティ関係規","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":71,"page_to":73,"char_count":1239},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c80","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":" 遵守事項2.2.2(2)(a)「例外措置の適用を申請」について 職員等は、 定められた審査手続に従い例外措置の適用を申請し、 許可を得てから例外 措置を講ずることが原則であるが、 業務の遂行に緊急を要するなどの場合であって、 情 報セキュリティ関係規程の規定内容とは異なる代替の方法を直ちに採用すること又は 規定された対策を実施しないことが不可避のときは、事後速やかに届け出ることが必 要である。 職員等は、 例外措置の適用を希望する場合には、 当該例外措置を適用したときの情報 セキュリティ上の影響を検討、 分析する必要がある。 その上で、 例外措置の適用が必要 であると判断した場合は、 その影響を低減させるための補完措置を提案し、 適用の申請 を行う必要がある。  遵守事項2.2.2(2)(b)「例外措置の適用の申請」 ・ 「審査」について 許可権限者は、例外措置の適用の申請を適切に審査しなければならない。審査に当 たっては、申請内容の情報セキュリティ関係規程の該当箇所、期間、措置内容等が、申 請する理由と照らして必要最小限の内容となっているか確認した上で、例外措置の適 用を許可し","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":73,"page_to":75,"char_count":1254},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c81","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"れるよう、適切に教育を実施することが必要である。 また、 機関等における近年の情報セキュリティインシデントの増加等に鑑み、 情報セキュ リティの専門性を有する人材を育成することも求められる。 遵守事項 (1) 教育体制の整備・教育実施計画の策定 (a) 統括情報セキュリティ責任者は、 情報セキュリティ対策に係る教育について、 対策 推進計画に基づき教育実施計画を策定し、その実施体制を整備すること。 (b) 統括情報セキュリティ責任者は、 情報セキュリティの状況の変化に応じ職員等に対 して新たに教育すべき事項が明らかになった場合は、教育実施計画を見直すこと。 【 基本対策事項 】 ＜2.2.3(1)(a)関連＞ 2.2.3(1)-1 統括情報セキュリティ責任者は、職員等の役割に応じて教育すべき内容を検討 し、教育のための資料を整備すること。 2.2.3(1)-2 統括情報セキュリティ責任者は、職員等が毎年度最低１回は教育を受講できる ように、教育実施計画を立案するとともに、その実施体制を整備すること。 2.2.3(1)-3 統括情報セキュリティ責任者は、 職員等の着任又は異動後に、 ３か","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":75,"page_to":76,"char_count":1278},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c82","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"より受講者の理解度を把握したり、受講者にアンケートを記入してもらったりするこ とで、次回開催のテーマや現在の教育方法等についての改善を検討することも考えら れる。 なお、情報セキュリティ対策推進体制を含む情報セキュリティ関係部署の者や CYMAT 及びCSIRT に属する職員等に対して、情報セキュリティに関する知識及び技 能を向上させるため、 研修及び実務を模擬した訓練を実施することも有効である。 訓練 内容や実施結果の評価等について、最高情報セキュリティアドバイザーの助言を受け ることも有用である。より高度な技能の習得や将来的な脅威への対応等を求めた訓練 を実施する場所等においては、外部の専門事業者に委託することにより訓練を実施し てもよい。  基本対策事項2.2.3(1)-2「職員等が毎年度最低１回は教育を受講」について 機関等において情報セキュリティを維持するためには、職員等が常日頃から情報セ キュリティの意識を持って業務を遂行する必要があり、そのためには職員等に対して 継続的に教育を受講させることが重要である。 本基本対策事項では、 全ての職員等に対 して最低限の教育を受講さ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":76,"page_to":77,"char_count":1257},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c83","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"、職員等に対して、情報セ キュリティ関係規程に係る教育を適切に受講させること。 (b) 職員等は、教育実施計画に従って、適切な時期に教育を受講すること。 (c) 課室情報セキュリティ責任者は、情報セキュリティ対策推進体制及びCSIRT に属 する職員等に教育を適切に受講させること。 また、 国の行政機関における課室情報セ キュリティ責任者は、CYMAT に属する職員にも教育を適切に受講させること。 (d) 課室情報セキュリティ責任者は、 教育の実施状況を記録し、 情報セキュリティ責任 者及び統括情報セキュリティ責任者に報告すること。 (e) 統括情報セキュリティ責任者は、 教育の実施状況を分析、 評価し、 最高情報セキュ リティ責任者に情報セキュリティ対策に関する教育の実施状況について報告するこ と。 【 基本対策事項 】規定なし （解説）  遵守事項2.2.3(2)(a)「適切に受講」について 課室情報セキュリティ責任者は、職員等に情報セキュリティ対策の教育を受講させ る責務があり、 職員等に対して教育の実施を周知するとともに、 教育を受講しない者に 対して受講を勧告するほか、 受","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":77,"page_to":78,"char_count":1288},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c84","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"評価し、 教育の実施内容や方法、 対象者等を継続的に見 直していくことが重要である。 また、 分析、 評価した結果は次回の教育の実施内容や方 法等のほか、自己点検の内容に活用することを報告内容に含めることも考えられる。 分析、 評価の方法としては、 例えば、 受講者に演習問題を実施させることで理解度を 定量的に把握する方法や、受講者のアンケート回答により改善点等の指摘を受ける方 法が考えられる。 受講者へアンケートを行う際は、 改善すべき点等の有用な情報が得ら れるよう、具体的な質問をアンケート項目に加えるなどの工夫を考えるとよい。また、 自組織において特定の運用規程及び実施手順が守られていないと考えられる場合は、 当該運用規程及び実施手順に係る内容を教育に含め、教育実施前後での運用規程及び 実施手順の遵守度合いを確認するといった手法で評価を行うことも考えられる。\n\n70 2.2.4 情報セキュリティインシデントへの対処 目的・趣旨 情報セキュリティインシデントを認知した場合には、最高情報セキュリティ責任者に早 急にその状況を報告するとともに、 被害の拡大を防ぎ、 回復のための対策を講","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":78,"page_to":79,"char_count":1170},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c85","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"訓練の 必要性を検討し、 業務の遂行のため特に重要と認めた情報システムについて、 その訓 練の内容及び体制を整備すること。 (e) 統括情報セキュリティ責任者は、 情報セキュリティインシデントについて機関等外 の者から報告を受けるための窓口を整備し、その窓口への連絡手段を機関等外の者 に明示すること。 (f) 統括情報セキュリティ責任者は、対処手順が適切に機能することを訓練等により 確認すること。 【 基本対策事項 】 ＜2.2.4(1)(a)関連＞ 2.2.4(1)-1 国の行政機関の統括情報セキュリティ責任者は、所管する独立行政法人及び指 定法人における情報セキュリティインシデント発生が報告された際にも、自組織にお ける情報セキュリティインシデントの場合と同様に、最高情報セキュリティ責任者や 内閣官房内閣サイバーセキュリティセンターに速やかに報告されるよう手順を定める こと。 ＜2.2.4(1)(b)関連＞ 2.2.4(1)-2 統括情報セキュリティ責任者は、情報セキュリティインシデント発生時の対処 手順のうち、 意思決定の判断基準や決定権者、 判断に応じた対応内容、 緊急時の意思","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":79,"page_to":80,"char_count":1247},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c86","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"場合の報告手順にあっては、基 本対策事項5.4.2(3)-1 c)のとおり、政府共通利用型システム管理機関が定める運用管理 規程を踏まえて、政府共通利用型システム利用管理者が実施手順を定める必要がある。  遵守事項2.2.4(1)(a)「報告が必要な具体例」について 統括情報セキュリティ責任者は、 職員等に対し、 情報セキュリティインシデントであ る可能性を認知した段階で報告を求める必要がある。 例えば、 不審な電子メールの添付 ファイルを開く、URL リンクをクリックするなどした場合や、機密性の高い情報を保 存したモバイル端末の所在が不明であるが、紛失したことや盗難されたことが確定的 でない場合、 平常時の情報システムの利用において確認されないはずのエラーメッセー ジが端末に表示された場合等が想定される。  遵守事項2.2.4(1)(b)「対処手順」について 対処手順として情報セキュリティインシデントの認知時において緊急を要する対処 等の必要性に備えて、通常とは異なる例外的な承認手続を定めておくことも併せて検 討する必要がある。 対処する者に、 ある程度の権限の委任がされないと、","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":80,"page_to":81,"char_count":1229},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c87","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"る職員等に支給したスマートフォンや携帯電話の番号等を 記載するほか、自宅や機関等支給以外のスマートフォンや携帯電話の番号等を含むこ とも考えられる。また、緊急連絡網には当該情報システムに係る責任者、管理者（当該 情報システムの運用・保守事業者を含む）及びクラウドサービス事業者並びにGSOC の窓口等のほか、 重大な情報セキュリティインシデントに備えて最高情報セキュリティ 責任者も含める必要がある。  遵守事項2.2.4(1)(d)「訓練の内容及び体制を整備」について 実際に情報セキュリティインシデントへの対処を模擬的に行うことにより、対処能 力を向上させるために実施する訓練の内容及び体制の整備を求める事項である。 対処能力を向上させるための訓練としては、業務の遂行のために特に重要と認めた 情報システムでは、不正プログラム感染による情報漏えいやサービス不能攻撃による システム停止などへの対処を的確に実施できることが重要であると考えられることか ら、それらの情報セキュリティインシデントを想定した模擬的な対処を行う内容とす ることが望ましい。 また、 実効的な訓練を実施するためには、 情報","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":81,"page_to":82,"char_count":1234},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c88","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"で手順の検証を行う「シミュレー ション」 といった大掛かりなもののほか、 より簡易な 「ウォークスルー」 や 「机上チェッ ク」といった手法も存在する。CSIRT の取組状況や職員等の習熟度等に応じて、必要 な訓練等を検討し実施することが望まれる。 また、 SOAR を導入している場合は、 情報\n\n73 システムの保守や運用を業務委託している事業者も含め、詳細な粒度での訓練とする ことが望ましい。  基本対策事項2.2.4(1)-2「意思決定の判断基準や決定権者、判断に応じた対応内容、緊 急時の意思決定方法等」について 例えば、 機関等LAN 内での不正プログラム感染拡大やそれに伴う情報流出等が疑わ れる場合には、 被害の拡大を阻止する措置を直ちに講ずることが重要である。 そのよう な場合において、 情報の重要度、 情報が失われた場合のリスク、 業務継続方法等を勘案 した上で、 調整等に時間をかけず直ちにネットワークを遮断する、 特定のサーバを停止 するなどの措置を講ずるため、 その手続や対象範囲、 判断基準、 決定権者等を事前に定 めておくことが考えられる。 これらの基準や手続は、","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":81,"page_to":83,"char_count":1299},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c89","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"利用型システム利用機関の情報システムセキュリティ責任者は、 認知した 情報セキュリティインシデントが政府共通利用型システムに関するものである場合 には、 当該政府共通利用型システムの情報セキュリティ対策に係る運用管理規程に従 い、適切に対処すること。 (g) CSIRT は、認知した情報セキュリティインシデントがサイバー攻撃又はそのおそ れのあるものである場合には、警察への通報・連絡等を行うこと。 (h) CSIRT は、情報セキュリティインシデントに関する対処状況を把握し、対処全般 に関する指示、勧告又は助言を行うこと。 (i) CSIRT は、情報セキュリティインシデントに関する対処の内容を記録すること。 (j) CSIRT は、CYMAT の支援を受ける場合には、支援を受けるに当たって必要な情 報提供を行うこと。 【 基本対策事項 】 ＜2.2.4(2)(d)関連＞ 2.2.4(2)-1 CSIRT 責任者は、認知した情報セキュリティインシデントの種類や規模、影響 度合い等を勘案し、情報セキュリティインシデント対処中にあっても、必要に応じて、 CSIRT、情報セキュリティインシデ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":83,"page_to":84,"char_count":1292},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c90","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"復旧に係る指示又は勧告」について 応急措置や復旧に当たっては、情報セキュリティインシデントが発生した情報シス テムの停止、 ネットワークの遮断、 特定のサーバの停止、 職員等への注意喚起等につい て、被害の拡大可能性、証拠保全、業務継続等を勘案し、CSIRT 責任者の判断で指示 又は勧告をする。この場合には、情報セキュリティ対策推進体制がCSIRT 責任者の指 示又は勧告を支援することが望ましい。 なお、 応急措置や復旧に関して、 事前に決められた手順がある場合はその手順に従う ことが求められる （ 「 （解説） 基本対策事項2.2.4(1)-2 「意思決定の判断基準や決定権者、 判断に応じた対応内容、緊急時の意思決定方法等」について」を参照のこと。 ） 。  遵守事項2.2.4(2)(e)「機関等で定められた対処手順」について 政府共通利用型システム管理機関の情報システムセキュリティ責任者は、基本対策 事項5.4.1(1)-1 b)で運用管理規程に定める対処手順に従う必要もあるが、 政府共通利用 型システム利用機関の影響の拡大を防止するため、政府共通利用型システム利用機関 への速や","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":84,"page_to":85,"char_count":1246},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c91","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"に関する質問等については、 警察庁サ イバー警察局サイバー企画課において受け付けている。  遵守事項2.2.4(2)(h)「対処全般に関する指示、勧告又は助言」について 機関等における情報セキュリティインシデント発生時の対処として、以下のプロセ スが想定される。CSIRT には、これらの対処が迅速かつ的確に行われるように、対処 状況を把握し、必要に応じて指示、勧告又は助言を行うことが求められる。 • 検知／連絡受付 - 情報セキュリティインシデントの可能性の報告受付 • トリアージ - 報告された情報セキュリティインシデントの可能性に関する状況確認 - 状況確認結果に基づく情報セキュリティインシデントであるか否かの評価 - 対処する情報セキュリティインシデントの優先順位付け （事案が多発してい る場合等） • インシデントレスポンス - 応急措置の実施 - 証拠保全 - 被害規模・範囲等の特定を含む状況分析 - 関係部局、セキュリティベンダ等の外部組織、CYMAT 等への支援要請 - 復旧対応の実施 - 情報セキュリティインシデントの原因調査と原因が生じた理由の究明 - 再発防止策の","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":85,"page_to":86,"char_count":1200},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c92","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ent Data（内閣官房内閣サイバーセキュリティセンター訳）による） 戦術 一般的な攻撃手法 ログやイベントの ソース サイバー攻撃の痕跡 初期アクセ ス ・ フィッシング ・ ドライブバイ攻撃 ・ 外部公開されたア プリケーションへ のエクスプロイト ・ 外部リモートサー ビス ・ E メール、ウェブプ ロキシ、サーバアプ リケーションログ ・ IDS/IPS フィッシングサーバ、 リダイレクトサーバ、 ペイロード（悪意のあ るコードを実施するた めの）サーバ（ドメイ ンやIP アドレス） 、配 信メカニズム (ルアー （フィッシングサイト で誘導するための疑似 餌） 、マクロ、ダウン ローダー、ドロッパー 等)、漏えいした認証情 報、ウェブシェル 実行 ・ コマンドとスクリ プトインタプリタ ・ クライアント実行 のための脆弱性悪 用 ・ ホストイベントロ グ ・ Windows イベント ログ ・ Sysmon, アンチマ ルウェア、EDR、 PowerShell ログ コマンドやスクリプト インタプリタの呼び出 し、エクスプロイト、 API コール、ツール、 マルウェア、ペイ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":86,"page_to":87,"char_count":1199},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c93","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ンタプリタ 等 C2（C&C） ・ アプリケーション 層プロトコルの悪 用 ・ プロトコルトンネ リング ・ ファイアウォール、 ウェブプロキシ、 DNS、 ネットワーク トラフィック、クラ ウドアクティビ ティログ ・ IDS/IPS C2 ドメイン、IP アド レス 持ち出し ・ C2 チャネルを介し た持ち出し ・ 代替プロトコルを 介した持ち出し ・ ファイアウォール、 ウェブプロキシ、 DNS、 ネットワーク トラフィック、クラ ウドアクティビ ティログ ・ IDS/IPS ドメイン、URL、IP アドレス、IDS/IPS シ グネチャ なお、 上記インシデントレスポンスにおいては、 一部業務を外部事業者に請け負わせ ることも考えられる。 このとき、 当該業務を外部事業者に請け負わせることは、 業務委 託に該当することから、 関連する規定にも留意する必要がある。 また、 外部事業者の選 定に際しては、事業者における一定の技術要件及び品質管理要件を確保する観点から、 経済産業省が定める 「情報セキュリティサービス基準」 及び当該基準を満たすと認めら れた企業を掲載した「情報セキ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":87,"page_to":88,"char_count":1295},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c94","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"T は、認知した情報セキュリティインシデント又は独 立行政法人及び指定法人から連絡を受けた情報セキュリティインシデントが、 国民の 生命、身体、財産若しくは国土に重大な被害が生じ、若しくは生じるおそれのある大 規模サイバー攻撃事態又はその可能性がある事態である場合には、 「大規模サイバー 攻撃事態等への初動対処について（平成22 年３月19 日内閣危機管理監決裁） 」に基 づく報告連絡を行うこと。 (c) CSIRT は、情報セキュリティインシデントに関して、機関等を含む関係機関と情 報共有を行うこと。 (d) 情報セキュリティインシデントにより、 個人情報・特定個人情報の漏えい等が発生 した場合、必要に応じて個人情報保護委員会へ報告を行うこと。 【 基本対策事項 】 ＜2.2.4(3)(c)関連＞ 2.2.4(3)-1 CSIRT は、 情報セキュリティインシデントではないと評価した場合であっても、 注意喚起等が必要と考えられるものについては、自機関の関係する者や他の機関等と 情報共有を行うこと。 （解説）  遵守事項2.2.4(3)(a)「当該機関の情報システム」について 当該情","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":88,"page_to":89,"char_count":1296},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c95","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"遵守事項2.2.4(3)(c)「情報共有を行う」について 情報セキュリティインシデントに関して、 被害拡大防止のため、 関連する可能性のあ る関係機関と情報共有を行うことが重要である。 例えば、 自組織で発生した情報セキュ リティインシデントについて調査した結果、 他の関係機関においても同様の情報セキュ リティインシデントの可能性がある場合には、それらの関係機関と情報を共有するこ とが考えられる。 また、 情報セキュリティインシデントではないと評価した場合であっ ても、注意喚起等が必要と考えられる場合は、同様に情報共有が重要である。 なお、国の行政機関については、情報共有に関し、 「政府におけるサイバー攻撃等へ の対処態勢の強化について」 （平成22 年12 月27 日情報セキュリティ対策推進会議・ 危機管理関係省庁連絡会議合同会議申合せ）において、 「各府省庁は、その業務におい て得たサイバー攻撃に係る情報を、可能な限り速やかに内閣官房情報セキュリティセ ンターに連絡する。また、内閣官房情報セキュリティセンターは、収集・集約された情 報をサイバー攻撃に対する初動対処、 被害の拡大防止","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":89,"page_to":90,"char_count":1201},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c96","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"ィ責任者に報告すること。 (b) 最高情報セキュリティ責任者は、 情報セキュリティ責任者から情報セキュリティイ ンシデントについての報告を受けた場合には、 その内容を確認し、 再発防止策を実施 するために必要な措置を指示すること。 (c) CSIRT 責任者は、 情報セキュリティインシデント対処の結果から得られた教訓を、 統括情報セキュリティ責任者、関係する情報セキュリティ責任者等に共有すること。 【 基本対策事項 】規定なし （解説）  遵守事項2.2.4(4)(a)「再発防止策を検討」について 一般に、 再発防止策を定めるには、 組織の体制や当該情報システムの運用管理体制や 利用手順、情報システム調達時の要件定義や受入テスト結果等を踏まえて上流工程で の対応状況等を遡って確認することも含め、 十分な原因調査が必要となる。 原因調査に より、 どのような要素が絡んで情報セキュリティインシデントに至ったのか、 因果関係 を明らかにした上で、 原因から情報セキュリティインシデントの発生段階の間で、 因果 関係の進行を断ち切るための防護策を複数検討し、 講ずることが有効である。 また、 ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":90,"page_to":91,"char_count":1178},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c97","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"リティインシデントの再発防止策の報 告を受けた場合は、その内容を確認する必要がある。 情報システムへの情報セキュリティ機能の実装等計画的に実施する必要がある再発\n\n82 防止策については、 対策推進計画に反映させるなどして、 適切に実施させるよう取組を 推進することが求められる。 また、 機関等全体として再発防止策を講ずることが有効と 想定される場合は、機関等全体での取組を進めることも求められる。  遵守事項2.2.4(4)(c) 「得られた教訓を、 統括情報セキュリティ責任者、 関係する情報セ キュリティ責任者等に共有」について CSIRT 責任者には、統括情報セキュリティ責任者、関係する情報セキュリティ責任 者等に対し、 単に情報セキュリティインシデントの情報を共有するだけでなく、 情報セ キュリティインシデントの対処を踏まえ、統括情報セキュリティ責任者が定める対処 手順等の改善や、個別の情報システムの情報セキュリティ水準の改善につなげられる ような事項を含めて共有することが求められる。\n\n83 2.3 点検 2.3.1 情報セキュリティ対策の自己点検 目的・趣旨 情報セキュリテ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":90,"page_to":92,"char_count":1250},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c98","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"認及び評価の方法や自己点検項目等を定めた年度自己点検計画を策定する ことが求められる。 自己点検項目の選定に当たっては、最新の脅威動向を踏まえた想定すべき脅威に鑑 みた項目や、 情報セキュリティインシデントの発生状況に鑑みた項目、 前年度の自己点 検実施率が低かった遵守事項、 情報セキュリティ監査の結果を踏まえた項目、 教育の実 施状況の分析、評価の結果を踏まえた項目等、様々な選択肢が考えられる。  遵守事項2.3.1(1)(b)「職員等」について 本条における「職員等」には、情報セキュリティ責任者、課室情報セキュリティ責任 者及び情報システムセキュリティ責任者等、情報セキュリティ対策の体制ごとの責任 者を含む。 具体的にどの責任者を対象に自己点検を実施するかについては、 年度自己点\n\n84 検計画で策定する。 情報セキュリティ責任者や課室情報セキュリティ責任者は、自組織の情報セキュリ ティ対策や業務委託先に求める情報セキュリティ対策、クラウドサービスを利用する 際の情報セキュリティ対策について、 情報システムセキュリティ責任者は、 所管する情 報システムについて、区域情報セキュリテ","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":92,"page_to":94,"char_count":1219},{"chunk_id":"7aeaed606bd41f966ed35f42fad45dcc_c99","doc_id":"7aeaed606bd41f966ed35f42fad45dcc","text":"等は、 情報セキュリティ責任者から指示された自己点検票及び自己点検の手順 を用いて自己点検を実施すること。 【 基本対策事項 】規定なし （解説）  遵守事項2.3.1(2)(a)「自己点検の実施」について 自己点検は、 年に２度以上の頻度で実施することが望ましい。 例えば、 情報システム 部門に対しては、 毎月実施し、 それ以外の部門に対しては、 半年に一度の頻度で実施す るなどが考えられる。\n\n86 遵守事項 (3) 自己点検結果の評価・改善 (a) 情報セキュリティ責任者は、 自己点検結果について、 自らが担当する組織のまとま り特有の課題の有無を確認するなどの観点から自己点検結果を分析、評価すること。 また、評価結果を統括情報セキュリティ責任者に報告すること。 (b) 統括情報セキュリティ責任者は、機関等に共通の課題の有無を確認するなどの観 点から自己点検結果を分析、 評価すること。 また、 評価結果を最高情報セキュリティ 責任者に報告すること。 (c) 最高情報セキュリティ責任者は、 自己点検結果を全体として評価し、 自己点検の結 果により明らかになった問題点について、統括","meeting":"デジタル社会推進標準ガイドライン","agency":"デジタル庁","title":"「政府機関等の対策基準策定のためのガイドライン（令和5年度版）（PDF）」","date":"2023-07-04","url":"https://www.nisc.go.jp/pdf/policy/general/guider5.pdf","page_from":94,"page_to":95,"char_count":1197}],"avg_length":1204.384705882353,"k1":1.5,"b":0.75}