{"shard_id":"デジタル臨時行政調査会_2025-10_22","group":"デジタル臨時行政調査会_2025-10","chunk_count":50,"chunks":[{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c43","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"中小企業退職金共済契約に係る退職 金の請求 申請 令和７年 処分通知 継続検討 厚生労働省 中小企業退職金共済法施行規則 第83条第1項 特定業種退職金共済契約に係る退職 金の請求 申請 令和７年 処分通知 継続検討 厚生労働省 中小企業退職金共済法施行規則 第104条第4項 特定業種退職金共済契約に係る被共 済者氏名変更届出 申請 令和７年 処分通知 継続検討 厚生労働省 中小企業退職金共済法 第37条 中小企業退職金共済契約に係る被共 済者の退職の届出 届出 令和７年 受付通知 継続検討 厚生労働省 食品衛生法施行規則 第67条第1項 営業許可の申請 申請 実施済 ○ 令和８年以 降 処分通知 実施済 厚生労働省 食品衛生法施行令 第7条 検査命令に係る製品検査の申請（厚 生労働大臣が行う食品衛生法違反の おそれがあると認められる食品等の 検査命令） 届出 実施済 受付通知 実施済 厚生労働省 水道法施行規則 第32条第2項 受験の申請（給水装置工事主任技術 者試験） 届出 令和７年 ○ 令和５年 受付通知 令和７年 厚生労働省 食品衛生法 第27条 食品等の輸入の届出 届出 実施","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":29,"page_to":30,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c44","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"法施行規則 第13条 医師国家試験及び医師国家試験予備 試験の手続 届出 令和７年 ○ 令和８年以 降 受付通知 令和７年 厚生労働省 医療法 第52条第1項 医療法人の事業報告書等の届出 届出 実施済 受付通知 実施済 厚生労働省 歯科衛生士法 第6条第3項 業務に従事する歯科衛生士の届出 届出 実施済 受付通知 実施済 厚生労働省 歯科技工士法 第6条第3項 業務に従事する歯科技工士の届出 届出 実施済 受付通知 実施済 厚生労働省 保健師助産師看護師法 第33条 氏名・住所等の届出 届出 実施済 受付通知 実施済 厚生労働省 歯科医師法 第6条第3項 歯科医師の届出 届出 実施済 受付通知 実施済 厚生労働省 保健師助産師看護師法施行令 第3条 保健師、助産師、看護師の籍の訂正 届出 令和７年 ○ 令和７年 受付通知 令和７年 厚生労働省 保健師助産師看護師法施行令 第1条の3 保健師、助産師、看護師の免許の申 請 申請 令和７年 ○ 令和７年 処分通知 令和７年 厚生労働省 保健師助産師看護師法施行令 第6条 保健師、助産師、看護師の免許証の 書換交付 届出 令和７年 受付通知","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":30,"page_to":30,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c45","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"実施済 厚生労働省 感染症の予防及び感染症の患者に対する医療 に関する法律 第12条第10項 医師の届出（死体の検案） 届出 実施済 受付通知 実施済 厚生労働省 感染症の予防及び感染症の患者に対する医療 に関する法律 第12条第1項 医師の届出（診断） 届出 実施済 受付通知 実施済 厚生労働省 感染症の予防及び感染症の患者に対する医療 に関する法律 第12条第8項 医師の届出（慢性患者） 届出 実施済 受付通知 実施済 厚生労働省 感染症の予防及び感染症の患者に対する医療 に関する法律 第14条第2項 感染症の発生の状況及び動向の把握 （届出） 届出 実施済 受付通知 実施済 厚生労働省 栄養士法施行規則 第18条第1項 管理栄養士国家試験の受験申請 届出 令和７年 ○ 令和７年 受付通知 継続検討\n\n申請※１・届出※２手続 手数料等の納付 処分通知※３・受付通知※4 府省庁名 法令名 条項 手続名 手続類型 オンライン化 の対応方針 手数料等 の有無 オンライン納 付の対応方針 手続類型 オンライン化 の対応方針 厚生労働省 感染症の予防及び感染症の患者に対する医療 に関する法律","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":30,"page_to":31,"char_count":1198},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c46","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"の変形労働時間制に関する 協定届 届出 実施済 受付通知 実施済 厚生労働省 クレーン等安全規則 第160条 エレベーターの性能検査申請 届出 実施済 ○ 実施済 受付通知 実施済 厚生労働省 クレーン等安全規則 第41条 クレーンの性能検査申請 届出 実施済 ○ 実施済 受付通知 実施済 厚生労働省 ゴンドラ安全規則 第25条 ゴンドラの性能検査申請 届出 実施済 ○ 実施済 受付通知 実施済 厚生労働省 じん肺法施行規則 第37条 じん肺健康管理実施状況報告 届出 実施済 受付通知 実施済 厚生労働省 労働安全衛生法 第74条の2 ボイラー技士免許（１）特級ボイ ラー技士免許（２）一級ボイラー技 士免許（３）二級ボイラー技士免許 の試験合格に係る新規交付申請 届出 実施済 ○ 実施済 受付通知 実施済 厚生労働省 労働安全衛生規則 第7条第2項 衛生管理者の選任報告 届出 実施済 受付通知 実施済 厚生労働省 労働安全衛生法 第74条の2 衛生管理者免許（１）第一種衛生管 理者免許（２）第二種衛生管理者免 許の試験合格に係る新規交付申請 届出 実施済 ○ 実施済 受付通知 実施済 ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":31,"page_to":32,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c47","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"納 付の対応方針 手続類型 オンライン化 の対応方針 厚生労働省 労働安全衛生規則 第52条 健康診断結果報告 届出 実施済 受付通知 実施済 厚生労働省 最低賃金法 第7条 最低賃金の減額の特例許可申請 申請 実施済 処分通知 令和７年 厚生労働省 労働安全衛生規則 第13条第2項 産業医の選任報告 届出 実施済 受付通知 実施済 厚生労働省 労働基準法 第36条第1項 時間外労働・休日労働に関する協定 届 届出 実施済 受付通知 実施済 厚生労働省 労働基準法 第89条第1項 就業規則（変更）届 届出 実施済 受付通知 実施済 厚生労働省 労働者災害補償保険法 第15条 障害補償等給付の請求（業務災害・ 複数業務要因災害） 申請 実施済 処分通知 継続検討 厚生労働省 労働安全衛生規則 第52条の21 心理的な負担の程度を把握するため の検査結果等報告 届出 実施済 受付通知 実施済 厚生労働省 労働安全衛生法 第88条第1項 足場の設置・移転・変更届 届出 実施済 受付通知 実施済 厚生労働省 労働保険の保険料の徴収等に関する法律施行 規則 第73条第2項 代理人選任・解任届 届","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":32,"page_to":32,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c48","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"険法 第12条の7 年金受給権者の定期報告 届出 実施済 受付通知 実施済 厚生労働省 労働基準法 第33条第1項 非常災害等の理由による労働時間延 長・休日労働届 届出 実施済 受付通知 実施済 厚生労働省 労働者災害補償保険法 第11条 未支給の保険給付支給の申請 届出 実施済 受付通知 実施済 厚生労働省 有機溶剤中毒予防規則 第30条の3 有機溶剤等健康診断結果報告 届出 実施済 受付通知 実施済 厚生労働省 労働基準法施行規則 第57条第3項 預金管理状況報告 届出 実施済 受付通知 実施済 厚生労働省 労働者災害補償保険法 第22条第1項 療養給付たる療養の給付の請求（通 勤災害） 申請 実施済 処分通知 継続検討 厚生労働省 労働者災害補償保険法 第22条第2項 療養給付たる療養の給付を受ける指 定病院等（変更）届（通勤災害） 届出 実施済 受付通知 実施済 厚生労働省 労働者災害補償保険法 第22条第2項 療養給付たる療養の費用請求（通勤 災害） 申請 実施済 処分通知 継続検討\n\n申請※１・届出※２手続 手数料等の納付 処分通知※３・受付通知※4 府省庁名 法令名 条","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":32,"page_to":33,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c49","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"険料の徴収等に関する法律施行 規則 第34条 労働保険一括有期事業報告書 届出 実施済 受付通知 実施済 厚生労働省 労働保険の保険料の徴収等に関する法律 第24条 労働保険印紙保険料納付状況報告書 届出 実施済 受付通知 実施済 厚生労働省 労働保険の保険料の徴収等に関する法律施行 規則 第10条第4項 労働保険継続被一括事業名称・所在 地変更届 届出 実施済 受付通知 実施済 厚生労働省 労働保険の保険料の徴収等に関する法律 第9条 労働保険継続事業一括申請書 申請 実施済 処分通知 実施済 厚生労働省 労働保険の保険料の徴収等に関する法律施行 規則 第64条第2項 労働保険等労働保険事務等処理委託 解除届 届出 実施済 受付通知 実施済 厚生労働省 労働保険の保険料の徴収等に関する法律 第4条の2第1項 労働保険保険関係成立届 届出 実施済 受付通知 実施済 厚生労働省 労働保険の保険料の徴収等に関する法律 第4条の2第2項 労働保険名称、所在地等変更届 届出 実施済 受付通知 実施済 厚生労働省 労働保険の保険料の徴収等に関する法律施行 規則 第36条第2項 労働保険料/一般拠","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":33,"page_to":34,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c50","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"分通知※３・受付通知※4 府省庁名 法令名 条項 手続名 手続類型 オンライン化 の対応方針 手数料等 の有無 オンライン納 付の対応方針 手続類型 オンライン化 の対応方針 厚生労働省 医薬品、医療機器等の品質、有効性及び安全 性の確保等に関する法律 第80条の2第6項 治験の対象とされる薬物の副作用・ 感染症等の報告 届出 実施済 受付通知 実施済 厚生労働省 医薬品、医療機器等の品質、有効性及び安全 性の確保等に関する法律 第14条の9第1項 医薬品等の製造販売の届出 届出 実施済 受付通知 実施済 厚生労働省 医薬品、医療機器等の品質、有効性及び安全 性の確保等に関する法律 第14条の9第2項 医薬品等の製造販売届出事項の変更 の届出 届出 実施済 受付通知 実施済 厚生労働省 医薬品、医療機器等の品質、有効性及び安全 性の確保等に関する法律 第38条第1項 店舗販売業の休廃止等の届出 届出 実施済 受付通知 実施済 厚生労働省 医薬品、医療機器等の品質、有効性及び安全 性の確保等に関する法律 第24条第2項 店舗販売業の許可の更新の申請 届出 実施済 ○ 実施済 受付通知 実","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":34,"page_to":34,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c51","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"省 医薬品、医療機器等の品質、有効性及び安全 性の確保等に関する法律 第36条の8第2項 販売従事登録の申請 届出 令和７年 ○ 令和７年 受付通知 令和７年 厚生労働省 麻薬及び向精神薬取締法 第48条 麻薬管理者が行う定期届出 届出 令和７年 受付通知 令和７年 厚生労働省 麻薬及び向精神薬取締法 第47条 麻薬小売業者が行う定期届出 届出 令和７年 受付通知 令和７年 厚生労働省 医薬品、医療機器等の品質、有効性及び安全 性の確保等に関する法律 第10条第1項 薬局の休廃止等の届出 届出 実施済 受付通知 実施済 厚生労働省 医薬品、医療機器等の品質、有効性及び安全 性の確保等に関する法律 第10条第2項 薬局開設の変更の届出 届出 実施済 受付通知 実施済 厚生労働省 医薬品、医療機器等の品質、有効性及び安全 性の確保等に関する法律 第8条の2第1項 薬局開設者による薬局に関する情報 の提供等 届出 実施済 受付通知 実施済 厚生労働省 医薬品、医療機器等の品質、有効性及び安全 性の確保等に関する法律 第8条の2第2項 薬局開設者による薬局に関する情報 の変更の提供等 届出 実","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":34,"page_to":35,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c52","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"生年金保険育児休業等 終了時報酬月額変更・厚生年金保険 70歳以上被用者育児休業等終了時報 酬月額相当額変更届、船員保険・厚 生年金保険育児休業等終了時報酬月 額変更届 申請 実施済 処分通知 実施済 厚生労働省 厚生年金保険法 第81条の2の2 健康保険・厚生年金保険産前産後休 業取得者申出書、船員保険・厚生年 金保険産前産後休業取得者申出書 申請 実施済 処分通知 実施済 厚生労働省 厚生年金保険法施行規則 第24条 健康保険・厚生年金保険事業所関係 変更（訂正）届 届出 実施済 受付通知 実施済 厚生労働省 厚生年金保険法施行規則 第13条 健康保険・厚生年金保険新規適用 届、船員保険・厚生年金保険新規適 用船舶所有者届 届出 実施済 受付通知 実施済 厚生労働省 厚生年金保険法施行規則 第23条 健康保険・厚生年金保険適用事業所 所在地名称変更（訂正）届（管轄 内）（管轄外）、船員保険・厚生年 金保険船舶所有者氏名（名称）住所 （所在地）変更届（管轄内）（管轄 外） 届出 実施済 受付通知 実施済 厚生労働省 厚生年金保険法施行規則 第13条の2 健康保険・厚生年金保険適用事業","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":35,"page_to":36,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c53","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"届 申請 実施済 処分通知 実施済 厚生労働省 厚生年金保険法施行規則 第2条 健康保険・厚生年金保険被保険者所 属選択・二以上事業所勤務届 申請 実施済 処分通知 継続検討 厚生労働省 厚生年金保険法施行規則 第19条の5 健康保険・厚生年金保険被保険者賞 与支払届/70歳以上被用者賞与支払 届、船員保険・厚生年金保険被保険 者賞与支払届 申請 実施済 処分通知 実施済 厚生労働省 厚生年金保険法施行規則 第18条 健康保険・厚生年金保険被保険者報 酬月額算定基礎届/70歳以上被用者 算定基礎届 申請 実施済 処分通知 実施済 厚生労働省 厚生年金保険法施行規則 第19条 健康保険・厚生年金保険被保険者報 酬月額変更届/70歳以上被用者月額 変更届、船員保険・厚生年金保険被 保険者報酬月額変更（基準日）届 申請 実施済 処分通知 実施済 厚生労働省 厚生年金保険法施行規則 第21条の2 厚生年金保険（船員）被保険者住所 変更届 届出 実施済 受付通知 実施済 厚生労働省 国民年金法施行規則 第16条第5項 厚生年金保険・国民年金 老齢厚生 年金・老齢基礎年金支給繰上げ請求 書（国民年","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":36,"page_to":37,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c54","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"給選択申出書、国民年金・ 共済年金・厚生年金保険年金受給選 択申出書（国民年金） 申請 実施済 処分通知 継続検討 厚生労働省 厚生年金保険法施行規則 第60条第1項 国民年金・厚生年金保険・船員保険 遺族給付裁定請求書（厚生年金保 険） 申請 実施済 処分通知 継続検討 厚生労働省 厚生年金保険法施行規則 第44条 国民年金・厚生年金保険・船員保険 障害給付裁定請求書（厚生年金保 険） 申請 実施済 処分通知 継続検討 厚生労働省 厚生年金保険法施行規則 第35条第4項 国民年金・厚生年金保険・船員保険 年金受給権者現況届（厚生年金保 険） 届出 実施済 受付通知 実施済 厚生労働省 厚生年金保険法施行規則 第41条第1項 国民年金・厚生年金保険年金受給権 者死亡届（厚生年金保険） 届出 実施済 受付通知 実施済 厚生労働省 厚生年金保険法施行規則 第42条第1項 国民年金・厚生年金保険未支給年金 保険給付請求書（厚生年金保険） 申請 実施済 処分通知 継続検討 厚生労働省 厚生年金保険法施行規則 第30条の2第2項 国民年金・厚生年金保険老齢基礎・ 厚生年金裁定請求書（６５歳支給）","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":37,"page_to":38,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c55","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"険料クレジットカード納 付（変更）申出書 申請 令和７年 処分通知 継続検討\n\n申請※１・届出※２手続 手数料等の納付 処分通知※３・受付通知※4 府省庁名 法令名 条項 手続名 手続類型 オンライン化 の対応方針 手数料等 の有無 オンライン納 付の対応方針 手続類型 オンライン化 の対応方針 厚生労働省 国民年金法施行規則 第77条の4 国民年金保険料学生納付特例申請書 申請 実施済 処分通知 実施済 厚生労働省 国民年金法施行規則 第135条第3項 国民年金保険料還付請求書 届出 実施済 受付通知 実施済 厚生労働省 国民年金法施行令 第11条第1項 国民年金保険料追納申込書 申請 実施済 処分通知 継続検討 厚生労働省 国民年金法施行規則 第77条 国民年金保険料免除・納付猶予申請 書 申請 実施済 処分通知 実施済 厚生労働省 国民年金法施行規則 第17条の3 老齢基礎年金額加算開始事由該当届 申請 実施済 処分通知 継続検討 厚生労働省 国民年金法施行規則 第61条第1項 死亡一時金裁定請求書 申請 令和７年 処分通知 継続検討 厚生労働省 厚生年金保険法施行規則 第51条","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":37,"page_to":38,"char_count":1199},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c56","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"生労働省 厚生年金保険法施行規則 第31条の2第1項 老齢厚生年金・退職共済年金加給年 金額加算開始事由該当届 申請 実施済 処分通知 継続検討 厚生労働省 厚生年金保険法施行規則 第31条の2第1項 老齢厚生年金加給年金額加算開始事 由該当届（生計維持申立書） 申請 実施済 処分通知 継続検討 厚生労働省 確定拠出年金法施行規則 第39条 個人型年金加入申出書 申請 実施済 処分通知 令和７年 厚生労働省 確定拠出年金法施行規則 第40条 個人型運用指図者の申出 届出 令和７年 受付通知 令和７年 厚生労働省 確定拠出年金法 第82条第1項 個人型年金への移換の申出 申請 実施済 処分通知 令和７年 厚生労働省 確定拠出年金法施行規則 第42条第2項 加入者等運営管理機関変更届 届出 令和７年 受付通知 令和７年 厚生労働省 確定拠出年金法施行規則 第46条 加入者資格喪失届 届出 令和７年 受付通知 令和７年 厚生労働省 確定拠出年金法施行規則 第47条 加入者等氏名・住所変更届 届出 実施済 受付通知 実施済 厚生労働省 確定拠出年金法施行規則 第48条第1項 加入者被保険者種別","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":38,"page_to":39,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c57","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"支給する老齢年金給付金等 のうち未支給の保険給付の支給の請 求 申請 令和７年 処分通知 継続検討 厚生労働省 公的年金制度の健全性及び信頼性の確保のた めの厚生年金保険法等の一部を改正する法律 の施行に伴う厚生労働省関係省令の整備等及 び経過措置に関する省令 第48条第1項 住所変更届出 届出 令和７年 受付通知 令和７年 厚生労働省 公的年金制度の健全性及び信頼性の確保のた めの厚生年金保険法等の一部を改正する法律 の施行に伴う厚生労働省関係省令の整備等及 び経過措置に関する省令 第48条第1項 死亡の届出 届出 令和７年 受付通知 令和７年 厚生労働省 雇用保険法施行規則 第101条の30第4項 雇用保険育児休業給付（育児休業給 付金）の支給申請手続（２回目以 降） 申請 実施済 処分通知 実施済 厚生労働省 雇用保険法施行規則 第101条の19第1項 介護休業給付金の支給申請手続 申請 実施済 処分通知 実施済 厚生労働省 雇用保険法施行規則 第22条第1項 失業認定申告書 申請 実施済 処分通知 実施済 厚生労働省 職業安定法 第5条の7第1項 求職の申込み 届出 実施済 受","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":39,"page_to":40,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c58","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"済 受付通知 実施済 厚生労働省 雇用保険法施行規則 第141条第1項 雇用保険の事業所廃止の届出 届出 実施済 受付通知 実施済\n\n申請※１・届出※２手続 手数料等の納付 処分通知※３・受付通知※4 府省庁名 法令名 条項 手続名 手続類型 オンライン化 の対応方針 手数料等 の有無 オンライン納 付の対応方針 手続類型 オンライン化 の対応方針 厚生労働省 雇用保険法施行規則 第101条の30第1項 雇用保険育児休業給付（育児休業給 付金）の支給申請手続（初回申請） 申請 実施済 処分通知 実施済 厚生労働省 雇用保険法施行規則 第101条の2の11第1 項 一般教育訓練に係る教育訓練給付金 の支給申請手続 届出 実施済 受付通知 実施済 厚生労働省 雇用保険法施行規則 第101条の2の12第1 項 専門実践教育訓練に係る教育訓練給 付金の支給申請手続 申請 実施済 処分通知 継続検討 厚生労働省 雇用保険法施行規則 第49条第1項 雇用保険受給資格者氏名・住所変更 届 申請 実施済 処分通知 継続検討 厚生労働省 雇用保険法施行規則 第82条の7第1項 再就職手当の支給申請手続 ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":39,"page_to":40,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c59","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"雇用保険法施行規則 第101条の5第1項 高年齢雇用継続基本給付金（初回） の申請 申請 実施済 処分通知 実施済 厚生労働省 高年齢者等の雇用の安定等に関する法律 第52条第1項 高年齢者の雇用状況等の定期報告 届出 実施済 受付通知 実施済 厚生労働省 職業安定法施行規則 第4条の2第8項 採否結果の通知 届出 実施済 受付通知 実施済 厚生労働省 雇用保険法施行規則 第31条の3第1項 定年退職等に係る受給延長期間の申 出 申請 実施済 処分通知 継続検討 厚生労働省 雇用保険法施行規則 第50条第1項 受給資格者証の再交付の申請 届出 令和７年 受付通知 令和７年 厚生労働省 雇用保険法施行規則 第82条の5第1項 就業手当の支給申請手続 届出 実施済 受付通知 実施済 厚生労働省 障害者の雇用の促進等に関する法律 第56条第1項 障害者雇用納付金申告書の提出 申請 実施済 処分通知 継続検討 厚生労働省 障害者の雇用の促進等に関する法律 第43条第7項 対象障害者の雇用に関する状況の報 告 届出 実施済 受付通知 実施済 厚生労働省 雇用保険法施行規則 第44条第2項 払渡希","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":40,"page_to":41,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c60","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"雇用保険被保険者個人番号登録届 届出 実施済 受付通知 実施済 厚生労働省 雇用保険法施行規則 第64条第2項 傷病手当の支給手続 申請 実施済 処分通知 継続検討 厚生労働省 麻薬及び向精神薬取締法 第8条 免許証の返納 届出 令和７年 受付通知 令和７年 厚生労働省 賃金の支払の確保等に関する法律 第7条 立替払賃金の請求 申請 令和７年 処分通知 継続検討 厚生労働省 栄養士法施行令 第1条第1項 栄養士免許の申請 申請 令和６年 ○ 令和６年 処分通知 令和６年 厚生労働省 毎月勤労統計調査規則 第16条 毎月勤労統計調査（調査対象事業主 から厚生労働大臣又は都道府県知事 への報告） 申請 実施済 処分通知 実施済 厚生労働省 介護保険法 第115条の35第1項 介護サービス事業者の報告 届出 実施済 受付通知 継続検討 厚生労働省 障害児福祉手当及び特別障害者手当の支給に 関する省令 第15条 特別障害者手当認定の請求 申請 令和７年 処分通知 令和７年 厚生労働省 障害児福祉手当及び特別障害者手当の支給に 関する省令 第16条 特別障害者手当の所得状況届 申請 令和７年 処","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":41,"page_to":42,"char_count":1199},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c61","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"） 申請 令和７年 処分通知 令和７年 厚生労働省 障害者の日常生活及び社会生活を総合的に支 援するための法律施行規則 第34条の3第4項 特定障害者特別給付費の支給の申請 内容の変更の届出 届出 令和７年 受付通知 令和７年 厚生労働省 障害者の日常生活及び社会生活を総合的に支 援するための法律 第31条 特例介護給付費又は特例訓練等給付 費の支給の申請 申請 実施済 処分通知 令和７年\n\n申請※１・届出※２手続 手数料等の納付 処分通知※３・受付通知※4 府省庁名 法令名 条項 手続名 手続類型 オンライン化 の対応方針 手数料等 の有無 オンライン納 付の対応方針 手続類型 オンライン化 の対応方針 厚生労働省 障害者の日常生活及び社会生活を総合的に支 援するための法律 第34条の53 特例地域相談支援給付費の支給の申 請 申請 実施済 処分通知 令和７年 厚生労働省 障害者の日常生活及び社会生活を総合的に支 援するための法律 第34条の54 計画相談支援給付費の支給の申請 申請 実施済 処分通知 令和７年 厚生労働省 国民年金法 第12条第5項 健康保険被扶養者（異動）届・国民","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":41,"page_to":42,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c62","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"施済 受付通知 実施済 厚生労働省 医薬品、医療機器等の品質、有効性及び安全 性の確保等に関する法律 第12条第2項 製造販売業の許可の更新 届出 実施済 ○ 実施済 受付通知 実施済 厚生労働省 労働安全衛生法 第88条第1項 アセチレン溶接装置の設置・移転・ 変更届 届出 実施済 受付通知 実施済 厚生労働省 労働安全衛生法 第88条第1項 ガス集合溶接装置の設置・移転・変 更届 届出 実施済 受付通知 実施済 厚生労働省 労働安全衛生法 第88条第1項 鉛則第２条、第５条から第１５条ま で及び第１７条から第２０条までに 規定する鉛等又は焼結鉱等の粉じん の発散源を密閉する設備又は局所排 気装置の設置・移転・変更届 届出 実施済 受付通知 実施済 厚生労働省 労働安全衛生法 第88条第1項 化学設備の設置・移転・変更届 届出 実施済 受付通知 実施済 厚生労働省 労働安全衛生法 第88条第1項 乾燥設備の設置・移転・変更届 届出 実施済 受付通知 実施済 厚生労働省 労働安全衛生法 第88条第1項 軌道装置の設置・移転・変更届 届出 実施済 受付通知 実施済\n\n申請※１・届出※２手","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":42,"page_to":43,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c63","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"届出 実施済 受付通知 実施済 厚生労働省 労働安全衛生法 第88条第1項 特定第二類物質又は特化則第２条第 １項第５号に掲げる管理第二類物質 のガス、蒸気又は粉じんが発散する 屋内作業場に設ける発散抑制の設備 の設置・移転・変更届 届出 実施済 受付通知 実施済 厚生労働省 労働安全衛生法 第88条第1項 有機則第５条又は第６条の有機溶剤 の蒸気の発散源を密閉する設備、局 所排気装置、プッシュプル型換気装 置又は全体換気装置の設置・移転・ 変更届 届出 実施済 受付通知 実施済 厚生労働省 労働安全衛生法 第88条第1項 第９条の３第２号の特定化学設備及 びその附属設備の設置・移転・変更 届 届出 実施済 受付通知 実施済 厚生労働省 労働安全衛生法 第88条第1項 令別表第５第２号に掲げる業務に用 いる機械又は装置の設置・移転・変 更届 届出 実施済 受付通知 実施済 厚生労働省 労働安全衛生規則 第97条第1項 労働者死傷病報告（休業４日未満） 届出 実施済 受付通知 実施済 厚生労働省 医薬品、医療機器等の品質、有効性及び安全 性の確保等に関する法律施行規則 第153条第1項 ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":43,"page_to":44,"char_count":1199},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c64","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"処分通知 令和６年 厚生労働省 言語聴覚士法施行規則 第1条の3第1項 言語聴覚士免許の申請 申請 令和７年 ○ 令和７年 処分通知 令和７年 厚生労働省 柔道整復師法施行規則 第3条第1項 柔道整復師名簿訂正 届出 令和７年 ○ 令和７年 受付通知 令和７年 厚生労働省 職業能力開発促進法 第28条第3項 職業訓練指導員免許の申請 申請 令和７年 ○ 令和７年 処分通知 実施済 厚生労働省 心神喪失等の状態で重大な他害行為を行った 者の医療及び観察等に関する法律 第95条 処遇改善の請求 申請 令和７年 処分通知 令和７年 厚生労働省 心神喪失等の状態で重大な他害行為を行った 者の医療及び観察等に関する法律に基づく指 定医療機関等に関する省令 第1条第3項 指定訪問看護事業者等の指定 申請 令和７年 処分通知 令和７年 厚生労働省 心神喪失等の状態で重大な他害行為を行った 者の医療及び観察等に関する法律第六条第二 項の名簿及び同法第十五条第二項の名簿に関 する省令 第8条第2項 指定の申請 届出 令和７年 受付通知 実施済 厚生労働省 精神障害者の保健及び福祉に関する科目を定 める省","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":44,"page_to":44,"char_count":1199},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c65","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"ＰＭＤＡに対する副反応報告 届出 実施済 受付通知 実施済 厚生労働省 労働保険の保険料の徴収等に関する法律施行 規則 第36条第2項 労働保険料/一般拠出金還付請求書 （メリット） 届出 令和７年 受付通知 継続検討 農林水産省 農林水産物及び食品の輸出の促進に関する法 律 第15条第2項 輸出証明書の発行の申請 届出 実施済 ○ 令和８年以 降 受付通知 実施済 農林水産省 農林水産物及び食品の輸出の促進に関する法 律 第15条第1項 輸出証明書の発行の申請 届出 実施済 受付通知 実施済 農林水産省 果樹農業振興特別措置法 第3条第1項 果樹園経営計画の提出 申請 実施済 処分通知 令和５年 農林水産省 農地法 第3条第1項 農地等の権利移動の許可 届出 実施済 受付通知 実施済 農林水産省 農地法 第18条第1項 農地等の賃貸借の解約等の許可 届出 実施済 受付通知 実施済\n\n申請※１・届出※２手続 手数料等の納付 処分通知※３・受付通知※4 府省庁名 法令名 条項 手続名 手続類型 オンライン化 の対応方針 手数料等 の有無 オンライン納 付の対応方針 手続類型 オンライン化","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":44,"page_to":45,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c66","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"第1項 養蜂飼育の届出 届出 実施済 受付通知 実施済 農林水産省 漁船法 第10条第2項 漁船の登録 申請 実施済 ○ 令和７年 処分通知 令和７年 農林水産省 漁船法 第13条 登録票の検認 届出 実施済 ○ 令和７年 受付通知 実施済 農林水産省 漁船法 第17条第1項 登録事項変更の登録 申請 実施済 ○ 令和７年 処分通知 令和７年 農林水産省 漁船法 第20条第1項 登録票の返納、返納できない理由の 届出 届出 実施済 受付通知 実施済 農林水産省 漁船法 第21条 登録謄本の交付 申請 実施済 ○ 令和７年 処分通知 令和７年 農林水産省 農業の担い手に対する経営安定のための交付 金の交付に関する法律施行規則 第11条第1項第1号 ナラシ対策積立金の申出 届出 実施済 受付通知 実施済 農林水産省 農業の担い手に対する経営安定のための交付 金の交付に関する法律 第5条第1項 ナラシ対策交付金の交付申請 届出 実施済 受付通知 実施済 農林水産省 農業の担い手に対する経営安定のための交付 金の交付に関する法律 第5条第1項 ゲタ対策(面積払）交付金の交付申 請 届出 実施済","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":45,"page_to":46,"char_count":1199},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c67","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"物又は輸入禁止品を含有する郵便 物の送付を受けた旨の通知 届出 実施済 受付通知 実施済 農林水産省 獣医師法 第22条 獣医師の住所等の届出 届出 実施済 受付通知 実施済 農林水産省 農業経営基盤強化促進法 第12条第1項 農業経営改善計画の認定 申請 実施済 処分通知 実施済 農林水産省 家畜伝染病予防法 第12条の4第1項 飼養衛生管理基準の定期の報告 届出 令和６年 受付通知 令和６年 農林水産省 家畜伝染病予防法 第40条第1項 指定検疫物の輸入の届出 届出 実施済 受付通知 実施済 農林水産省 家畜伝染病予防法 第44条第2項 輸入検疫証明書の交付請求 届出 実施済 受付通知 実施済 農林水産省 家畜伝染病予防法施行規則 第52条第1項 輸出検査申請 届出 実施済 受付通知 実施済 農林水産省 肥料の品質の確保等に関する法律施行規則 第24条 普通肥料の生産数量等の報告 届出 令和５年 受付通知 令和５年 農林水産省 家畜伝染病予防法 第44条第2項 指定検疫物以外の物についての輸入 検疫証明書の請求 届出 実施済 受付通知 実施済 農林水産省 牛の個体識別のための情報の","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":46,"page_to":47,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c68","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"８～11条（独立行 政法人農業者年金基金法附則第６条第３項） 農業者年金基金法第42条、43条の2、第46 条、第79条、同法施行規則第34条の2、第35 条、35条の32～34、35条の50～59、第36～ 37条、40～43条 第附則8他条 （旧制度）給付に係る届出等 届出 令和７年 受付通知 令和７年\n\n申請※１・届出※２手続 手数料等の納付 処分通知※３・受付通知※4 府省庁名 法令名 条項 手続名 手続類型 オンライン化 の対応方針 手数料等 の有無 オンライン納 付の対応方針 手続類型 オンライン化 の対応方針 農林水産省 農業者年金基金法の一部を改正する法律（平 成13年法律第39号）附則第８条～第11条、 第13条（独立行政法人農業者年金基金法附則 第６条第３項）農業者年金基金法第34条、第 37条、同法施行規則第24条～第26条、第28 条、第30条、第31条 第附則8他条 （旧制度）受給権の裁定請求等 申請 令和７年 処分通知 令和７年 農林水産省 遊漁船業の適正化に関する法律 第7条 遊漁船業者の変更の届出 届出 実施済 受付通知 実施済 農林水産省 まぐろ資源の","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":46,"page_to":47,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c69","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"令和７年 農林水産省 医薬品、医療機器等の品質、有効性及び安全 性の確保等に関する法律 第39条第1項 高度管理医療機器等の販売業等の許 可の申請 申請 実施済 ○ 令和８年以 降 処分通知 令和７年 経済産業省 中小企業等経営強化法 第17条第1項 経営力向上計画の申請 申請 実施済 処分通知 実施済 経済産業省 化学物質の審査及び製造等の規制に関する法 律 第3条第1項第5号 少量新規化学物質製造・輸入申出 申請 実施済 処分通知 実施済 経済産業省 電気事業法 第43条第3項 事業用電気工作物を設置する者の主 任技術者選任又は解任の届出 届出 実施済 受付通知 実施済 経済産業省 電気事業法 第42条第1項 事業用電気工作物の保安規程の届出 届出 実施済 受付通知 実施済 経済産業省 電気事業法 第42条第2項 事業用電気工作物の保安規程の変更 の届出 届出 実施済 受付通知 実施済 経済産業省 中小企業等経営強化法 第18条第1項 経営力向上計画の変更申請 申請 実施済 処分通知 実施済 経済産業省 経済産業省特定業種石油等消費統計調査規則第9条 経済産業省特定業種石油等消費統","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":47,"page_to":48,"char_count":1199},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c70","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"受付通知 実施済 経済産業省 特定化学物質の環境への排出量の把握等及び 管理の改善の促進に関する法律 第5条第2項 第一種指定化学物質の排出量等の届 出 届出 実施済 受付通知 実施済 経済産業省 情報処理の促進に関する法律施行規則 第7条第2項 機構が事務を行う支援士試験の受験 願書の提出 届出 実施済 ○ 実施済 受付通知 実施済 経済産業省 情報処理の促進に関する法律施行規則 第38条 技術者試験の一部免除の申請 届出 実施済 受付通知 実施済 経済産業省 情報処理の促進に関する法律施行規則 第39条 機構が事務を行う技術者試験の受験 願書の提出 届出 実施済 ○ 実施済 受付通知 実施済 経済産業省 高圧ガス保安法 第27条の2第6項 保安係員の選任の届出（コンビ則） 届出 令和７年 受付通知 令和７年 経済産業省 高圧ガス保安法 第27条の2第6項 保安係員の解任の届出(コンビ則） 届出 令和７年 受付通知 令和７年 経済産業省 高圧ガス保安法 第28条第3項 販売主任者の選任の届出 （一般 則） 届出 令和７年 受付通知 令和７年 経済産業省 高圧ガス保安法 第28条第3項","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":48,"page_to":48,"char_count":1199},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c71","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"る特別措置法 第9条第1項 再生可能エネルギー発電事業計画の 認定 申請 実施済 処分通知 継続検討 経済産業省 再生可能エネルギー電気の利用の促進に関す る特別措置法 第10条第1項 再生可能エネルギー発電事業計画の 変更の認定 申請 実施済 処分通知 継続検討 経済産業省 再生可能エネルギー電気の利用の促進に関す る特別措置法 第10条第2項 再生可能エネルギー発電事業計画の 事前変更の届出・事後変更の届出 届出 実施済 受付通知 実施済 経済産業省 鉱業法施行規則 第11条第1項 鉱業出願人の氏名等の変更の届書 届出 令和６年 受付通知 令和６年\n\n申請※１・届出※２手続 手数料等の納付 処分通知※３・受付通知※4 府省庁名 法令名 条項 手続名 手続類型 オンライン化 の対応方針 手数料等 の有無 オンライン納 付の対応方針 手続類型 オンライン化 の対応方針 経済産業省 統計法 第13条 ガス事業生産動態統計調査の調査票 の提出について 届出 実施済 受付通知 継続検討 経済産業省 電気関係報告規則 第2条 電気事業者の定期報告（発受電月 報） 届出 実施済 受付通知 継続検","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":48,"page_to":49,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c72","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"13条第1項 解約手当金の請求 申請 令和７年 処分通知 令和７年 経済産業省 小規模企業共済法施行規則 第6条 共済契約者が行う契約の解除 届出 令和７年 受付通知 令和７年 経済産業省 電気関係報告規則 第2条 電力取引報 届出 実施済 受付通知 継続検討 経済産業省 情報処理の促進に関する法律施行規則第３８ 条第６号に規定する経済産業大臣の認定等に ついて定める告示 第7条 修了認定を受けた者の報告 届出 実施済 受付通知 実施済 経済産業省 使用済自動車の再資源化等に関する法律 第81条第1～13項 移動報告 届出 実施済 受付通知 継続検討 経済産業省 使用済自動車の再資源化等に関する法律 第78条第1項 再資源化預託金等の取戻し 届出 令和７年 ○ 実施済 受付通知 継続検討 経済産業省 計量法 第76条第2項 型式の承認申請（指定法人） 届出 令和５年 ○ 実施済 受付通知 令和５年 経済産業省 計量法 第76条第2項 型式承認申請（製造事業者） 申請 令和７年 ○ 実施済 処分通知 継続検討 経済産業省 高圧ガス保安法 第20条第1項 指定完成検査機関の指定（経済産業 ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":49,"page_to":50,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c73","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"令和７年 ○ 令和７年 処分通知 令和７年\n\n申請※１・届出※２手続 手数料等の納付 処分通知※３・受付通知※4 府省庁名 法令名 条項 手続名 手続類型 オンライン化 の対応方針 手数料等 の有無 オンライン納 付の対応方針 手続類型 オンライン化 の対応方針 経済産業省 高圧ガス保安法 第20条第1項 第一種製造者の設置工事に関する完 成検査（コンビ則） 申請 令和７年 ○ 令和７年 処分通知 令和７年 経済産業省 高圧ガス保安法 第20条第1項 第一種製造者の設置工事に関する完 成検査（冷凍則） 申請 令和７年 ○ 令和７年 処分通知 令和７年 経済産業省 高圧ガス保安法 第20条第1項 第一種貯蔵所の設置の設置工事に関 する完成検査（一般則） 申請 令和７年 ○ 令和７年 処分通知 令和７年 経済産業省 高圧ガス保安法 第20条第1項 第一種貯蔵所の設置の設置工事に関 する完成検査（液石則） 申請 令和７年 ○ 令和７年 処分通知 令和７年 経済産業省 ガス関係報告規則 第附則4条 指定旧供給地点の競争関係に係る報 告 届出 令和７年 受付通知 令和７年 経済産業省 ガス事業法","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":49,"page_to":50,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c74","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"届出 実施済 受付通知 実施済 国土交通省 自動車輸送統計調査規則 第7条 自動車輸送統計調査貨物自家用 届出 実施済 受付通知 実施済 国土交通省 自動車輸送統計調査規則 第7条 自動車輸送統計調査旅客営業用（一 般乗合・高速乗合・貸切） 届出 実施済 受付通知 実施済 国土交通省 建設工事統計調査規則 第8条第4項 建設工事施工統計調査 届出 実施済 受付通知 実施済 国土交通省 建設工事統計調査規則 第8条第1項 建設工事受注動態統計調査 届出 実施済 受付通知 実施済 国土交通省 旅客自動車運送事業等報告規則 第2条第1項 旅客自動車運送事業の事業報告書等 の提出 届出 実施済 受付通知 実施済 国土交通省 旅客自動車運送事業等報告規則 第2条第1項 一般乗合旅客自動車運送事業の輸送 実績報告書等の提出 届出 実施済 受付通知 実施済 国土交通省 旅客自動車運送事業等報告規則 第2条第1項 一般貸切旅客自動車運送事業の輸送 実績報告書等の提出 届出 実施済 受付通知 実施済 国土交通省 旅客自動車運送事業等報告規則 第2条第1項 一般乗用旅客自動車運送事業の輸送 実績報告書等の","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":50,"page_to":51,"char_count":1199},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c75","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"道路運送車両法 第15条第1項 自動車の抹消登録 申請 実施済 ○ 実施済 処分通知 継続検討 国土交通省 道路運送車両法 第59条第1項 自動車（検査対象外軽自動車及び小 型特殊自動車を除く。）の新規検査 申請 実施済 ○ 実施済 処分通知 継続検討 国土交通省 貨物自動車運送事業法 第18条第3項 一般貨物自動車運送事業の運行管理 者の選任又は解任の届出 届出 令和７年 受付通知 令和７年 国土交通省 貨物自動車運送事業法 第19条第1項 運行管理者資格者証の交付 届出 令和７年 ○ 令和７年 受付通知 令和７年 国土交通省 道路運送車両法 第16条第2項 自動車の輸出の届出、解体の届出 届出 実施済 ○ 実施済 受付通知 実施済 国土交通省 貨物自動車運送事業法 第9条第1項 一般貨物自動車運送事業の事業計画 の変更の認可 申請 令和７年 処分通知 令和７年 国土交通省 貨物自動車運送事業法 第9条第3項 一般貨物自動車運送事業の事業計画 の変更の届出 届出 令和７年 受付通知 令和７年 国土交通省 貨物自動車運送事業法 第36条第1項 貨物軽自動車運送事業の経営の届出 届出 令","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":51,"page_to":52,"char_count":1239},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c76","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"道路運送車両法 第81条 自動車特定整備事業者の氏名等の変 更届出（１）氏名又は名称及び住所 （２）法人の役員の氏名（３）事業 場の所在地（４）作業場の面積等自 動車特定整備事業者の地位承継の届 出（相続、合併又は分割によるも の）自動車特定整備事業の譲渡の届 出 届出 令和７年 受付通知 令和７年 国土交通省 道路運送車両法 第62条第1項 自動車（検査対象外軽自動車及び小 型特殊自動車を除く。）の継続検査 申請 実施済 ○ 実施済 処分通知 実施済 国土交通省 道路運送車両法 第67条第1項 自動車検査証の記載事項の変更記入 （検査対象外軽自動車及び小型特殊 自動車を除く。） 届出 実施済 受付通知 実施済 国土交通省 道路運送車両法 第71条第1項 自動車（検査対象外軽自動車及び小 型特殊自動車を除く。）の予備検査 申請 実施済 ○ 実施済 処分通知 継続検討 国土交通省 道路運送車両法 第59条第1項 自動車（検査対象軽自動車）の新規 検査 申請 実施済 ○ 実施済 処分通知 継続検討 国土交通省 道路運送車両法 第62条第1項 自動車（検査対象軽自動車）の継続 検査 申請 実","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":52,"page_to":53,"char_count":1199},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c77","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"済証返納 証明書の交付 届出 令和７年 受付通知 令和７年 国土交通省 道路運送法 第9条の3第1項 一般乗用旅客自動車運送事業の運 賃･料金の設定･変更の認可 申請 令和７年 処分通知 令和７年 国土交通省 道路運送法 第11条第1項 運送約款の設定･変更の認可 申請 令和７年 処分通知 令和７年 国土交通省 道路運送法 第15条 一般旅客自動車運送事業の事業計画 の変更の届出 届出 令和７年 受付通知 実施済 国土交通省 タクシー業務適正化特別措置法 第5条第1項 タクシー運転者の登録の申請 申請 令和７年 ○ 令和８年以 降 処分通知 継続検討 国土交通省 タクシー業務適正化特別措置法 第8条第1項 登録事項の変更等の届出 申請 令和７年 ○ 令和８年以 降 処分通知 継続検討 国土交通省 タクシー業務適正化特別措置法 第14条 運転者証の交付の申請 申請 令和７年 ○ 令和８年以 降 処分通知 継続検討 国土交通省 タクシー業務適正化特別措置法 第15条 運転者証の記載事項の訂正 申請 令和７年 ○ 令和８年以 降 処分通知 継続検討 国土交通省 タクシー業務適正化特別措置法 ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":53,"page_to":54,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c78","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"4条の4第3項 自動車検査員の選任等の届出 届出 令和７年 受付通知 令和７年 国土交通省 測量法施行令 第22条 測量士補試験の受験願書の提出 申請 令和６年 ○ 令和６年 処分通知 令和６年\n\n申請※１・届出※２手続 手数料等の納付 処分通知※３・受付通知※4 府省庁名 法令名 条項 手続名 手続類型 オンライン化 の対応方針 手数料等 の有無 オンライン納 付の対応方針 手続類型 オンライン化 の対応方針 国土交通省 港湾法 第12条第1項第5号の 1 係留施設使用許可申請 申請 実施済 処分通知 実施済 国土交通省 港湾法 第12条第1項第5号の 2 入港届及び出港届 申請 実施済 処分通知 実施済 国土交通省 港湾運送事業報告規則 第2条 事業概況報告書等の提出 届出 実施済 受付通知 実施済 国土交通省 船舶油濁等損害賠償保障法 第58条第1項 保障契約情報の事前通報 届出 実施済 受付通知 実施済 国土交通省 船舶安全法 第6条第3項 舶用品の予備検査、準備検査、検定 関係の申請 届出 実施済 ○ 実施済 受付通知 実施済 国土交通省 小型船舶の登録等に関する法律 第9条","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":53,"page_to":54,"char_count":1199},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c79","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"業状況報告 届出 実施済 受付通知 令和７年 国土交通省 船舶油濁等損害賠償保障法 第17条第2項 保障契約証明書の交付申請（タン カー） 申請 実施済 ○ 実施済 処分通知 実施済 国土交通省 船舶職員及び小型船舶操縦者法 第7条の2第2項 操縦免許証の有効期間の更新申請 届出 実施済 ○ 令和７年 受付通知 令和７年 国土交通省 小型船舶の登録等に関する法律 第29条第1項 手数料納付 届出 実施済 受付通知 実施済 国土交通省 気象業務法 第7条第2項 船舶による気象及び水象の観測成果 の報告 届出 実施済 受付通知 実施済 国土交通省 都市計画法 第30条第1項 開発許可申請 申請 令和７年 ○ 令和５年 処分通知 令和５年 国土交通省 景観法 第16条第1項 景観計画区域内における行為の届出 届出 実施済 受付通知 実施済 国土交通省 マンションの管理の適正化の推進に関する法 律施行規則 第18条 マンション管理士試験の受験申込 届出 令和５年 ○ 令和５年 受付通知 令和５年 国土交通省 特定住宅瑕疵担保責任の履行の確保等に関す る法律 第4条第1項 住宅建設瑕疵担保保証金","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":54,"page_to":55,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c80","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"手続類型 オンライン化 の対応方針 国土交通省 建築基準法 第15条第1項 建築除去の際の届出（建築主事から 都道府県知事への届出） 届出 実施済 受付通知 実施済 国土交通省 建築基準法 第12条第3項 昇降機等の定期検査の結果の報告 届出 実施済 受付通知 実施済 国土交通省 建築士法 第23条第3項 建築士事務所の更新の登録 申請 令和７年 ○ 実施済 処分通知 令和７年 国土交通省 建築士法 第23条の5第1項 建築士事務所の登録事項変更の届出 届出 令和７年 受付通知 令和７年 国土交通省 建築士法 第13条 二級建築士試験及び木造建築士試験 関係手続 届出 実施済 ○ 実施済 受付通知 実施済 国土交通省 建築士法 第15条の5 中央指定試験機関による一級建築士 試験に関する手続 届出 実施済 ○ 実施済 受付通知 実施済 国土交通省 建築士法 第15条の6第3項 都道府県指定試験機関による二級建 築士・木造建築士試験に関する手続 届出 実施済 ○ 実施済 受付通知 実施済 国土交通省 建築基準法 第15条第1項 建築の際の届出 届出 実施済 受付通知 実施済 国土交通省 ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":55,"page_to":55,"char_count":1198},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c81","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"に関する省令第26条第2項 積立手帳の変更の届出 届出 令和７年 受付通知 令和７年 国土交通省 建築基準法 第12条第3項 防火設備の定期検査の結果の報告 届出 実施済 受付通知 実施済 国土交通省 航空法施行規則 第236条の74 無人航空機の飛行の許可・承認の申 請 届出 実施済 受付通知 継続検討 国土交通省 航空法施行規則 第61条の4第2項 航空身体検査証明申請書（写）の提 出 届出 実施済 受付通知 継続検討 国土交通省 航空法 第31条第1項 航空身体検査証明の申請 申請 実施済 ○ 令和７年 処分通知 実施済 国土交通省 河川法 第24条 土地の占用の許可 申請 実施済 処分通知 令和５年 国土交通省 河川法 第26条第1項 工作物の新築等の許可 申請 実施済 処分通知 令和５年 国土交通省 水防法 第15条の3第2項 要配慮者施設の利用者の避難の確保 のための措置に関する計画を作成し たときの報告 届出 実施済 受付通知 実施済\n\n申請※１・届出※２手続 手数料等の納付 処分通知※３・受付通知※4 府省庁名 法令名 条項 手続名 手続類型 オンライン化 の対応方針 ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":55,"page_to":56,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c82","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"届出 実施済 受付通知 実施済 国土交通省 海上交通安全法 第22条 巨大船等の航行に関する通報 届出 実施済 受付通知 実施済 国土交通省 港則法 第31条第1項 工事・作業許可申請 届出 実施済 受付通知 実施済 国土交通省 測量法 第55条の8第1項 測量業の財務に関する報告 届出 実施済 受付通知 実施済 国土交通省 建設業法 第11条第1項 商号、営業所の所在地等の変更の届 出（一般建設業） 届出 実施済 受付通知 実施済 国土交通省 建設業法 第5条第1項 建設業の許可申請（一般建設業） 届出 実施済 ○ 実施済 受付通知 実施済 国土交通省 建設業法 第11条第2項 工事経歴書等の提出（一般建設業） 届出 実施済 受付通知 実施済 国土交通省 建設業法 第12条 建設業者の廃業等の届出（一般建設 業） 届出 実施済 受付通知 実施済 国土交通省 建設業法 第27条の26第2項 経営規模等評価の申請 申請 実施済 ○ 実施済 処分通知 実施済 国土交通省 建設工事に係る資材の再資源化等に関する法 律 第10条第1項 対象建設工事の届出 届出 実施済 受付通知 実施済 国土交","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":56,"page_to":57,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c83","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"府省庁名 法令名 条項 手続名 手続類型 オンライン化 の対応方針 手数料等 の有無 オンライン納 付の対応方針 手続類型 オンライン化 の対応方針 国土交通省 宅地建物取引業法 第4条第1項 宅地建物取引業の免許の更新の申請 申請 令和７年 ○ 令和７年 処分通知 令和７年 国土交通省 宅地建物取引業法 第9条 免許申請事項の変更の届出（１）商 号変更（２）（法人の場合）役員等 の氏名等、（３）（個人の場合）個 人等の氏名、（４）事務所名称・所 在地、（５）事務所に置かれる宅地 建物取引士の氏名 申請 令和７年 処分通知 令和７年 国土交通省 宅地建物取引業法 第50条第2項 業務を行う場所の届出 届出 令和７年 受付通知 令和７年 国土交通省 建設業法 第27条の18第5項 監理技術者資格者証の有効期間の更 新申請 申請 実施済 ○ 実施済 処分通知 実施済 国土交通省 建設業法施行規則 第17条の34第1項 監理技術者資格者証の変更の届出 申請 実施済 処分通知 実施済 国土交通省 道路法 第32条第1項 道路の占用許可（企業占用） 申請 実施済 処分通知 実施済 国土交通省 道","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":57,"page_to":57,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c84","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"和７年 受付通知 令和６年 国土交通省 宅地建物取引業法 第4条第1項 宅地建物取引業の免許の申請 申請 令和７年 ○ 令和７年 処分通知 令和７年 国土交通省 道路運送車両の保安基準(道路運送車両法） 第55条 保安基準の緩和の個別認定 届出 実施済 受付通知 実施済 国土交通省 道路運送車両の保安基準(道路運送車両法） 第55条 保安基準の緩和の一括認定 届出 実施済 受付通知 実施済 国土交通省 建築基準法 第6条第1項 建築確認を受けた建築物の計画変更 等の際の建築確認 申請 実施済 ○ 実施済 処分通知 継続検討 国土交通省 道路法 第32条第1項 道路の占用許可（一般占用） 申請 実施済 処分通知 実施済 国土交通省 建設業法 第5条第1項 建設業の許可の更新申請 届出 実施済 受付通知 実施済 国土交通省 タクシー業務適正化特別措置法施行規則 第31条第2項 事業者乗務証の記載事項の訂正の申 請 申請 令和７年 ○ 令和８年以 降 処分通知 継続検討\n\n申請※１・届出※２手続 手数料等の納付 処分通知※３・受付通知※4 府省庁名 法令名 条項 手続名 手続類型 オンライン","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":57,"page_to":58,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c85","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"6条第1項 旅客自動車運送事業等の届出 届出 令和７年 受付通知 実施済 国土交通省 特定地域及び準特定地域における一般乗用旅 客自動車運送事業の適正化及び活性化に関す る特別措置法 第8条の7第1項 事業者計画の設定･変更の認可 申請 令和７年 処分通知 令和７年 国土交通省 特定地域及び準特定地域における一般乗用旅 客自動車運送事業の適正化及び活性化に関す る特別措置法施行規則 第11条の9第1項 輸送の安全確保命令等を実施した旨 の届出 届出 令和７年 受付通知 令和７年 国土交通省 建築物のエネルギー消費性能の向上に関する 法律 第12条第1項 建築物エネルギー消費性能適合性判 定 申請 実施済 ○ 実施済 処分通知 実施済 環境省 特定工場における公害防止組織の整備に関す る法律施行規則 第15条第2項 公害防止管理者等国家試験の受験申 請 届出 実施済 ○ 実施済 受付通知 実施済 環境省 地球温暖化対策の推進に関する法律 第26条第1項 温室効果ガス算定排出量の報告 届出 実施済 受付通知 継続検討 環境省 土壌汚染対策法 第4条第1項 一定規模以上の土地形質の変更の届 ","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":58,"page_to":59,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c86","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"オンライン化 の対応方針 環境省 廃棄物の処理及び清掃に関する法律 第14条第2項 産業廃棄物収集運搬業の許可の更新 申請 実施済 ○ 令和８年以 降 処分通知 令和７年 環境省 浄化槽法 第7条第2項 浄化槽の設置（設置後の水質検査） 届出 令和５年 受付通知 令和５年 環境省 浄化槽法 第11条第2項 浄化槽の保守点検及び浄化槽の清掃 等（定期検査） 届出 令和５年 受付通知 令和５年 環境省 ポリ塩化ビフェニル廃棄物の適正な処理の推 進に関する特別措置法 第8条第1項 高濃度ポリ塩化ビフェニル廃棄物の 保管等の届出 届出 実施済 受付通知 継続検討 環境省 ポリ塩化ビフェニル廃棄物の適正な処理の推 進に関する特別措置法 第15条 低濃度ポリ塩化ビフェニル廃棄物に 係る保管等の届出 届出 実施済 受付通知 継続検討 環境省 公害健康被害の補償等に関する法律 第23条 公害医療機関の診療報酬の請求 届出 実施済 受付通知 実施済 環境省 公害健康被害の補償等に関する法律 第40条 療養手当の請求 申請 実施済 処分通知 実施済 環境省 ダイオキシン類対策特別措置法 第28条第3項 設","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":59,"page_to":59,"char_count":1200},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c87","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"騒音規制法 第10条 氏名の変更等の届出 届出 実施済 受付通知 継続検討 環境省 騒音規制法 第10条 使用施設全廃の届出 届出 実施済 受付通知 継続検討 環境省 振動規制法 第6条第1項 特定施設の設置の届出 届出 実施済 受付通知 継続検討 環境省 振動規制法 第8条第1項 特定施設の変更等の届出 届出 実施済 受付通知 継続検討 環境省 振動規制法 第8条第1項 振動防止の方法の変更の届出 届出 実施済 受付通知 継続検討 環境省 振動規制法 第8条第2項 届出をした施設以外の施設が特定施 設となった場合の届出 届出 実施済 受付通知 継続検討 環境省 振動規制法 第10条 氏名等の変更の届出 届出 実施済 受付通知 継続検討 環境省 振動規制法 第10条 使用施設全廃の届出 届出 実施済 受付通知 継続検討 環境省 大気汚染防止法 第6条第1項 ばい煙発生施設の設置の届出 届出 実施済 受付通知 継続検討 環境省 大気汚染防止法 第11条 ばい煙発生施設設置者に係る氏名の 変更等の届出 届出 実施済 受付通知 継続検討\n\n申請※１・届出※２手続 手数料等の納付 処分通知※３","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":59,"page_to":60,"char_count":1224},{"chunk_id":"ec8a538e673d953ffe193cf7997a6e13_c88","doc_id":"ec8a538e673d953ffe193cf7997a6e13","text":"続等の棚卸調査における「処分通知等」を指す（以下同様））のあるもの。 ※２ 届出：行政手続等の棚卸調査における「申請等」のうち、当該申請等に基づく処分通知等のないもの。 ※３ 処分通知：行政手続等の棚卸調査における「処分通知等」のうち、申請等に基づき行うもの。 ※４ 受付通知：届出（※２）を受け付けた旨を知らせる通知・表示等（行政手続等の棚卸調査における「処分通知等」に該当するものは含まれない）。 注2）全ての府省庁が共通して行う手続（いわゆる府省共通手続）の「オンライン化の対応方針」及び「オンライン納付の対応方針」欄については、府省庁により状況が異なるため、","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"（別表）行政手続のデジタル完結に向けた方針等（PDF／661KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/4328c7fd/20230613_meeting_administrative_research_outline_15.pdf","page_from":60,"page_to":60,"char_count":283},{"chunk_id":"7e4956c0c90f20ff136dc5afbc2d303a_c0","doc_id":"7e4956c0c90f20ff136dc5afbc2d303a","text":"アナログ規制の見直しによる経済効果（中間報告） ～株式会社三菱総合研究所へのデジタル庁委託調査による推計～\n\nアナログ規制見直しの概要について 1 第６回デジタル臨時行政 調査会資料（2022/12）\n\nアナログ規制見直しの注目するべき効果について 2 第６回デジタル臨時行政調 査会資料（2022/12）に追記 ➀コスト削減 効果 ➁市場拡大効果 注目するべき効果 以下の二点でデジタル庁 の委託調査に基づき三菱 総合研究所が推計\n\nアナログ規制の見直しの例（７項目） 3 第６回デジタル臨時行政 調査会資料（2022/12）\n\nアナログ規制の見直しによる経済効果推計の手法の検討 4 ➀コスト削減効果の推計手法 ➁市場拡大効果の推計手法 〇 見直し対象規制に対し、公表情報を元に一定のサンプル（モデル事例）を設け、それを活用した拡大推計の手法を採用。 〇 メリット：全数調査しないため、短期間に一定の精度の推計を行うことが可能であり、本件のように対象となる規制が 極めて多種多様にわたる場合において有効な手法。 ※他の手法：見直し対象規制の全数調査がある。網羅的に推計可能というメリットがある一方","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"アナログ規制の見直しによる経済効果（中間報告）（PDF／1,604KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/f1709e5a/20230825_policies_digital-extraordinary-administrative-research-committee_list_01.pdf","page_from":1,"page_to":6,"char_count":1223},{"chunk_id":"7e4956c0c90f20ff136dc5afbc2d303a_c1","doc_id":"7e4956c0c90f20ff136dc5afbc2d303a","text":"の見直しによるコスト削減効果 モデル事例 推計結果 （平均） 類型A × 規制数 モデル事例 推計結果 （平均) 類型B × 規制数 モデル事例 推計結果 （平均) 類型C × 規制数 ・ ・ ・ ・ ・ ・ ・ ・ ・ • 全規制につき、規制の見直しにより従来の業務が全て１年間で技術代替 された前提。 • 類型毎に推計したサンプル（モデル事例）の平均値を算出し、規制数を 乗算して拡大推計を実施。 回数・ 件数等 × 時間 × 人数 × 単価 見直し 前 回数・ 件数等 × 時間 × 人数 × 単価 見直し 後 技術代替後のコストの差分を比較 技術 導入 コスト ＋ • 推計対象の規制※4,165規制について、導入技術を基に再分類。 • 各類型から、業務の性質等を鑑み代表的であると考えられるサンプル （モデル事例）を選定（全134）。 • 選定に当たっては、デジ臨資料に各府省と調整の上代表事例として挙 げているものや、技術実証が始まっているもの等を中心に選定するこ とで、類型毎の代表性を可能な限り確保。 • また、絶対数として100を超える規制を選定することで、推計値として 収斂する規","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"アナログ規制の見直しによる経済効果（中間報告）（PDF／1,604KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/f1709e5a/20230825_policies_digital-extraordinary-administrative-research-committee_list_01.pdf","page_from":6,"page_to":7,"char_count":1200},{"chunk_id":"7e4956c0c90f20ff136dc5afbc2d303a_c2","doc_id":"7e4956c0c90f20ff136dc5afbc2d303a","text":"及び河川管理施設に係る点検業務 調査・測量 簡易専用水道の管理に係る定期検査業務 巡視・見張 火薬庫の見張 点検・測定 クレーンの定期自主検査 点検・測定 エレベーターの定期自主検査 対面講習 甲種防火管理講習（新規・再） 対面講習 乙種防火管理講習 常駐専任 遊技場等における管理者の専任 再分類後の 規制類型 アナログ規制 常駐専任 指定居宅サービス等の事業における福祉用具専門相談員の常駐 常駐専任 指定訪問介護事業所における管理者の常駐 常駐専任 指定通所介護事業所における管理者の常駐 常駐専任 指定福祉用具貸与事業所における管理者の常駐 常駐専任 指定特定福祉用具販売事業所における管理者の常駐 常駐専任 ケアハウスにおける事務員の常駐 常駐専任 臨床研究中核病院における特定臨床研究の実施の支援に係る業務に従事 する者の専任 常駐専任 電気通信事業における電気通信主任技術者の常駐 書面掲示 登録ホテル・旅館での各種料金及び宿泊約款の備え置き、又は掲示 書面掲示 意見の聴取の手続における掲示（公示）義務 往訪・閲覧 建設業法に規定される許可申請等の往訪・閲覧 ＦＤ等記録媒体土壌汚染対","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"アナログ規制の見直しによる経済効果（中間報告）（PDF／1,604KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/f1709e5a/20230825_policies_digital-extraordinary-administrative-research-committee_list_01.pdf","page_from":7,"page_to":8,"char_count":1200},{"chunk_id":"7e4956c0c90f20ff136dc5afbc2d303a_c3","doc_id":"7e4956c0c90f20ff136dc5afbc2d303a","text":"時間 投入人員 （人／回） １人 見張人の時給 （円／時間） 1,451円 × × × 見直し前 見直し後 年間巡視コスト 約13.1億円 事業所数 103箇所 所要時間 （時間／年） 8,760時間 投入人員※ （人／回） 0.33人 見張人の時給 （円／時間） 1,451円 × × × システム費 （円／103事業所） 1億9千万円 ＋ 7 ※ 常時遠隔監視システムの導入により、 1名の見張人・1事業所を 1名の見張人・１都道府県の複数事業所 とすることが可能になると想定\n\n受講者数比例分 講習修了者数 （人/年） 申込～修了証交 付に係る平均費用 （円／人） 139,500人 × 381円 コスト削減効果の推計例➁（甲種防火管理講習） ○講習の申込から受講修了証等交付までに係る事務を対面又は書面から、オンラインで完結するようにした場合、 年間約16.7億円のコスト削減効果 ・ デジタル臨調における当初類型：「対面講習」、導入技術を基にした再分類：「対面講習」 見直し前 見直し後 年間講習実施 コスト 約28.0億円 技術代替によるコスト削減効果 年間 約16.7億円 開催者側 受","meeting":"デジタル臨時行政調査会","agency":"デジタル庁","title":"アナログ規制の見直しによる経済効果（中間報告）（PDF／1,604KB）","date":"2025-10-19","url":"https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/f1709e5a/20230825_policies_digital-extraordinary-administrative-research-committee_list_01.pdf","page_from":8,"page_to":9,"char_count":1248}],"avg_length":1204.384705882353,"k1":1.5,"b":0.75}