{
  "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
  "metadata": {
    "meeting": "デジタル社会推進標準ガイドライン",
    "agency": "デジタル庁",
    "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
    "date": "2023-07-04",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
  },
  "pages": 123,
  "chunks": [
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c0",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 0,
      "text": "「標準ガイドライン」研修資料 政府情報システムに業務で携わる方々に対して、 「標準ガイドライン」の概要を知って頂くことが、この資料の目的です。 デジタル・ガバメント推進\n\n2 標準ガイドラインって何？？ 正式名称は、「デジタル・ガバメント推進標準ガイドライン」。 政府で情報システムの仕事をする方々にとって、業務の進め方の原典となるものです。 守らなければならない手順 プロジェクトの立ち上げ、予算要求、調達等のそれぞれの業務の中で、政府特有の ルールも含めて、守らなければならない手順を記載しています。 ※ 典型的な記載：「〇〇は、・・・・ものとする」 注意してほしい事項 プロジェクトを進める中で注意してほしいこと、適切に準備を進めてほしいことのう ち、特に重要なものを記載しています。 ※ 典型的な記載：「〇〇は、・・・・に留意する。」 ＜よく聞かれる質問＞ 自治体や独法の方々も、標準ガイドラインの対象ですか？ → ルールとしての適用対象ではありません。 → 業務の進め方の「参考」として利用いただければありがたいです。\n\n3 例えば、こんな悩みがありませんか？ いろいろな悩みに対して、実践ガイドブック等でも具体的な対応方法を記載しています。 この資料でも、後ほどそれぞれの悩みに対しての解説を行います。予算要求に必要な見積って、どういう形式でまとめればいいんだろう？コスト削減って、他のプロジェクトではどんな着眼点で進めているのだろう？調達の際に一者応札を問題視されるけど、どのように対応したらいいんだろう？品質を確保するためにテストが重要というけど、何をどこまでやるの？システム監査って、やったことないんだけど？ 第３章予算要求 「詳細な見積りに基づいてやりとりする」 第３章予算要求 「コスト削減の先例を活用する」 第６章調達 「一者応札状況を改善するための施策」 第７章設計・開発 「機能要件だけでなく、非機能要件もしっかりテスト」 第１０章システム監査 「事例（変更管理の妥当性）」\n\n4 様々な歴史の集大成 過去にも様々な「ガイドライン」を策定していますが、その時点での反省点を踏まえ改定を続けてきました。 業務・システム 最適化指針 （ガイドライン） 政府情報システムの 整備及び管理に関する 標準ガイドライン デジタル・ ガバメント推進 標準ガイドライン 廃止 2006年3月 CIO連絡会議決定 2014年12月 CIO連絡会議決定 2017年 5月改定 2018年3月改定 2019年2月改定 ・本編の内容面を大幅に改定 ・それまで存在していた「実 務手引書」を見直し、「解説 書」、「実践ガイドブック」 を新設 ・過去指針におけるドキュメ ント整備や分離調達等、過度 なルールの見直し ・工程レビュー等、プロジェ クト管理を強化 ・最適化プロジェクトの指定 ・最適化効",
      "page_from": 1,
      "page_to": 4,
      "char_count": 1200,
      "position": 0,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c1",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 1,
      "text": "月 CIO連絡会議決定 2014年12月 CIO連絡会議決定 2017年 5月改定 2018年3月改定 2019年2月改定 ・本編の内容面を大幅に改定 ・それまで存在していた「実 務手引書」を見直し、「解説 書」、「実践ガイドブック」 を新設 ・過去指針におけるドキュメ ント整備や分離調達等、過度 なルールの見直し ・工程レビュー等、プロジェ クト管理を強化 ・最適化プロジェクトの指定 ・最適化効果指標の明確化 ・EAドキュメント（※）の策定 ・EVMによる進捗管理 大規模改定 初版 システムに偏りがちだった表題 を見直し、サービス・業務改革 の要素を含めて改題 改定 2020年 3月改定 改定 2021年 3月改定 改定 デジタル・ ガバメント推進 標準ガイドライン 2021年9月改定 デジタル庁発足 2022年4月 改定 改定 2020年 11月改定 改定 調達前までのドキュメント 整備、厳格な分離調達等、 過度なルールを見直し ・政府全体ITガバナンス体制の改定、 デジタル庁の事務等について記載 ・政府情報システムの分類（デジタ ル庁システム、共同プロジェクト 型システム、各府省システム） デジタル庁発足に伴い、ITガバ ナンス部分を中心に従来の業務、 手続き等を見直し 2013年政府CIO制度の開始 2021年デジタル庁発足\n\n5 標準ガイドライン「群」の概要 標準ガイドライン 過去のドキュメント（政府CIOポータル） https://cio.go.jp/guides Normative （ルール） デジタル社会推進会議（デ ジタル庁発足以前のものは CIO連絡会議）で決定した 文書。 Informative （参考文書） 技術検討会議（※）で決定 した文書。 ※ 情報システムの整備方針、標準ガイドライン等の技術標準の策定改定等を行う会議。デジタル監が設置。 効力面では、Normativeな文書（守るべきルール）とInformative な文書（参考文書）の２種類が存在します。 内容面では、全般的なプロセスをまとめた文書（本編、解説書、 実践ガイドブック）と、個別テーマに特化した文書（クラウド、 データ等）が存在します。 解説書 実践ガイドブック （第1章～第10章） クラウド利用方針 本人確認ガイドライン ・・・ 本編 附属文書 参考文書 各テーマ実践ガイドブック 全般的なプロセス 個別テーマ モデル、技術レポート等 最新版は、以下URLを参照（2022年4月更改） https://www.digital.go.jp/resources/standard_guidelines/\n\n6 全般的なプロセスを記載している「三部作」 本編はルールなので、正確性を重視した記載です。一方で、特に実践ガイドブックでは現場の方々に役立てて頂くとい う編集方針で、様々な実例を調査して、横展開できる内容を分かりやすい表現で記載しています。",
      "page_from": 4,
      "page_to": 6,
      "char_count": 1236,
      "position": 1000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c2",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 2,
      "text": "、以下URLを参照（2022年4月更改） https://www.digital.go.jp/resources/standard_guidelines/\n\n6 全般的なプロセスを記載している「三部作」 本編はルールなので、正確性を重視した記載です。一方で、特に実践ガイドブックでは現場の方々に役立てて頂くとい う編集方針で、様々な実例を調査して、横展開できる内容を分かりやすい表現で記載しています。 本編 解説書 実践ガイドブック 約100ページ 政府の情報システムが、 企画、調達、開発、運用等 で守るべきルールを記載 実践的なノウハウ、進め方、 注意点、実例、ひな形等を 記載 約400ページ ＋ひな形等の別紙 約300ページ ルール部分の 逐条解説 （趣旨や例示等） Normative Informative Informative\n\n7 標準ガイドライン「本編」の構成 本編の主な記載事項は、ITガバナンス（主としてPMO職員向け）と、ITマネジメント（主としてPJMO職員向け）です。 この説明資料では、PJMOの職員にご理解頂きたい内容にフォーカスし、第３編（第１章～第10章）の内容を中心とします。 第１章ＩＴガバナンスの全体像 第２章組織体制 第３章中長期計画 第４章政府情報システムの分類 第５章人材の確保・育成 第６章予算及び執行 第７章情報システムの管理 第８章システム監査の計画・管理 第９章プロジェクトの検証 第２編 ＩＴガバナンス 第１章標準ガイドラインについて 第２章標準ガイドライン群の整備について 第３章適用 第４章用語 第１編 総論 第１章ＩＴマネジメントの全体像 第２章プロジェクトの管理 第３章予算要求 第４章サービス・業務企画 第５章要件定義 第６章調達 第７章設計・開発 第８章サービス・業務の運営と改善 第９章運用及び保守 第１０章システム監査 第３編 ＩＴマネジメント 全体体系、適用対象等、 前提となる共通事項のまとめ 政府全体及び各府省の体制にお いて各プロジェクトを全体的か つ適正に管理するための仕組み → PMO職員への記載が多い 各プロジェクトにおいて、利 用者が実感できる効果を確実 に達成するための一連の活動 → PJMO職員への記載が多い この資料での、 中心説明内容です\n\n8 この説明資料のフォーマットについて 参考 本編に関する説明（ルール） 標準ガイドライン本編についての解説です。 参考文書の説明 解説書、実践ガイドブックについての解説です。 「参考」と記載 ルールと参考文書によって、フォーマットを使い分けています。\n\n9 標準ガイドライン本編 第１編 総論 ごく簡単に ご説明します\n\n10 標準ガイドラインの適用対象 冒頭でも説明しましたが、適用対象は「政府情報システム」です。 自治体や独法の情報システムについては、ルールとしての適用対象ではありません。 （業務の進め方の「参考」として利用いただければありがたいです。） 適用対象 標準ガイドラインは、政府情報システムに適用するものとする。",
      "page_from": 5,
      "page_to": 10,
      "char_count": 1289,
      "position": 2036,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c3",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 3,
      "text": "を使い分けています。\n\n9 標準ガイドライン本編 第１編 総論 ごく簡単に ご説明します\n\n10 標準ガイドラインの適用対象 冒頭でも説明しましたが、適用対象は「政府情報システム」です。 自治体や独法の情報システムについては、ルールとしての適用対象ではありません。 （業務の進め方の「参考」として利用いただければありがたいです。） 適用対象 標準ガイドラインは、政府情報システムに適用するものとする。また、各府省が所管する政府情報システムに標準ガ イドラインを適用するに当たり、情報の取扱いに重大な懸念があると判断する場合はデジタル庁に遅滞なく相談し所 要の調整をするものとする。標準ガイドライン附属文書の適用対象は、それぞれに定めるところによる。\n\n11 用語について 標準ガイドラインで使用する用語については、別途に用語集を定めていますので、適宜参照してください。 用語 標準ガイドライン群における用語の意義は、標準ガ イドライン群用語集及び次に掲げる留意事項のとお りとする。ただし、標準ガイドライン群各文書中に 用語集と異なる定義をするときは、当該文書中に、 標準ガイドライン群用語集と異なる定義であること が明確となるように記載するものとする。なお、文 中に参照しやすいよう注記等にて用語集と同様の定 義を記載する場合がある。（以下、略）\n\n12 標準ガイドライン本編 第２編 ＩＴガバナンス ごく簡単に ご説明します\n\n13 ITガバナンスの体系 目 標 便益の 実現 リスク 適正化 資源 適正化 価値の創出 Ｉ Ｔ ガ バ ナ ン ス 層 評価 戦略 方針 状況 把握 計画 整備 運営 状況 把握 Ｉ Ｔ マ ネ ジ メ ン ト 層 行政ニーズ フィード バック 支援 短周期のPDCAサイクル 第2編ITガバナンス 第2章組織体制 第3章中長期計画 第4章政府情報システムの分類 第5章人材の確保・育成 第6章予算及び執行 第7章情報システムの管理 第8章システム監査の計画・管理 第9章プロジェクトの検証 第3編ITマネジメント 第2章プロジェクトの管理 第3章予算要求 第4章サービス・業務企画 第5章要件定義 第6章調達 第7章設計・開発 第8章サービス・業務の運営と改善 第9章運用及び保守 第10章システム監査 個々のプロジェクトで計画、整備、運営、状況把握を行う（ITマネジメント）ことに 対して、戦略方針を立て、各プロジェクトの状況を把握して評価するという活動がIT ガバナンスです。その目標は、価値の創出にあります。 ＩＴガバナンスとＩＴマネジ メントが包括的かつ一体的に 行われるように、標準ガイド ラインを規定しています。\n\n14 政府全体管理体制 前ページのITガバナンスについては、さらに「政府全体ITガバナンス」と「各府省ITガバナンス」が存在します。 デジタル庁は政府全体ITガバナンスを果たすために、以下の役割を持っています。",
      "page_from": 8,
      "page_to": 14,
      "char_count": 1238,
      "position": 3125,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c4",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 4,
      "text": "評価するという活動がIT ガバナンスです。その目標は、価値の創出にあります。 ＩＴガバナンスとＩＴマネジ メントが包括的かつ一体的に 行われるように、標準ガイド ラインを規定しています。\n\n14 政府全体管理体制 前ページのITガバナンスについては、さらに「政府全体ITガバナンス」と「各府省ITガバナンス」が存在します。 デジタル庁は政府全体ITガバナンスを果たすために、以下の役割を持っています。 デジタル庁の役割 (1) 社会のニーズを捉え、概念検証（ＰｏＣ）等を用いて機動的に新たな政府情 報システムの企画及び立案を行い、体制を確立すること。 (2) 政府情報システムについて、整備・管理の基本的な方針の策定及び改定に関 すること。 (3) 標準ガイドライン群の策定及び改定に関すること。 (4) 各府省の中長期計画の策定又は改定並びにフォローアップの総合調整及び取 りまとめに関すること。 (5) デジタル庁システム及びデジタル庁・各府省共同プロジェクト型システムの 指定に関すること。 (6) デジタル庁システムの整備及び運用、デジタル庁・各府省共同プロジェクト 型システムの整備に関すること。 (7) デジタル人材の確保・育成方針の策定、デジタル庁民間人材の一元的な採 用・管理及び業務環境整備に関すること。 (8) 情報システム統一研修に関すること。 (9) 予算の要求に関すること。 (10) 予算の執行に関すること。 (11) 工程レビュー実施状況の把握に関すること。 (12) デジタル庁によるレビューに関すること。 (13) プロジェクト検証委員会の設置に関すること。\n\n15 府省内全体管理体制 「各府省ITガバナンス」は、以下の体制を中心としています。 ✓ デジタル統括責任者 ＰＭＯの事務を統括し、重要な意思決定を行うために合議制機関を招 集します。また、プロジェクトの立ち上げ又は重要な変更に際し、そ の目的・手段の妥当性及び費用対効果を確認し、その承認を行い、並 びに各プロジェクト推進責任者及び当該プロジェクトに関する情報シ ステム責任者を指名します。 ✓ 副デジタル統括責任者 デジタル統括責任者の職務を補佐し、政府情報システムの整備及び管 理に関する重要事項について、企画立案に関する事務及び関係事務を 総括整理します。 ✓ デジタル統括アドバイザー 技術的・専門的観点からの必要な支援・助言等を行います。 ※ 「できる規定」（各府省は、デジタル統括アドバイザーを設置する ことができる）になっています。 ✓ PMO (Portfolio Management Office) ＰＭＯの機能に係る事務及びデジタル統括責任者の事務を遂行するた めの体制です。 標準ガイドラインでは、以下14業務をPMOの機能として定めています。",
      "page_from": 13,
      "page_to": 15,
      "char_count": 1183,
      "position": 4163,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c5",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 5,
      "text": "デジタル統括アドバイザー 技術的・専門的観点からの必要な支援・助言等を行います。 ※ 「できる規定」（各府省は、デジタル統括アドバイザーを設置する ことができる）になっています。 ✓ PMO (Portfolio Management Office) ＰＭＯの機能に係る事務及びデジタル統括責任者の事務を遂行するた めの体制です。 標準ガイドラインでは、以下14業務をPMOの機能として定めています。 a) 計画管理 b) プロジェクト推進責任者等 c) デジタル人材管理 d) 予算管理 e) 執行管理 f) データマネジメントの推進 g) 情報資産管理 h) ＰＪＭＯ支援 i) ドメイン管理 j) システム監査管理 k) 政府情報システムに係る文書管理 l) デジタル人材の業務環境整備 m) 連絡調整窓口 n) 非常時対応 ✓ 合議制機関 府省内の基本的な方針又は計画の策定等、組織としての意思決定を行 う機関。「デジタル統括責任者若しくはより上位の者がこれらの行為 を行うものとする」としています。 （例）情報化推進委員会として局長級で構成\n\n16 PJMOの体制 各プロジェクトを推進する体制が、PJMO(ProJect Management Office）です。 プロジェクトを成功させるためには、制度所管部門及び業務実施部門がプロジェクトに主体的に参画することが不可欠 なので、情報システム部門のみによるPJMOの組成は行わないものとしています。 （ただし、情報システム部門が制度所管部門及び業務実施部門の役割を全て兼ねているときはこの限りではありません） プロジェクト推進責任者 プロジェクトの企画立案に関する事務を総括します。 プロジェクト推進責任者は、デジタル統括責任者が指名します。 プロジェクト推進管理者 プロジェクト推進責任者を補佐します。 プロジェクト推進管理者は、プロジェクト推進責任者が指名が指名します。 制度所管部門 （例）制度所管部門管理者を体制に入れる プロジェクトに関係する制度について、把 握した問題点に基づいて見直しを行います。 業務実施部門 （例）業務実施部門管理者を体制に入れる プロジェクトが対象とする業務について、 把握した問題点に基づいて見直しを行いま す。 情報システム部門 （例）情報システム管理者を体制に入れる プロジェクトにおける情報化に関する事務 を行い、把握した問題点に基づいて、情報 システムの見直しを行います。\n\n17 プロジェクトの規模に見合った体制を組むことが重要 プロジェクトには配慮すべき利用者や関係者が多く、利用者からの要望対応、情報システムの機能変更、経費精査 等に、大きな労力が必要です。実践ガイドブック（第２章）でも、PJMOの代表的な業務を例示し、これらの業務 を円滑に実施するために担当者を十分に配置することの重要性を説明しています。",
      "page_from": 15,
      "page_to": 17,
      "char_count": 1213,
      "position": 5146,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c6",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 6,
      "text": "した問題点に基づいて、情報 システムの見直しを行います。\n\n17 プロジェクトの規模に見合った体制を組むことが重要 プロジェクトには配慮すべき利用者や関係者が多く、利用者からの要望対応、情報システムの機能変更、経費精査 等に、大きな労力が必要です。実践ガイドブック（第２章）でも、PJMOの代表的な業務を例示し、これらの業務 を円滑に実施するために担当者を十分に配置することの重要性を説明しています。 参考\n\n18 標準ガイドライン本編 第３編 ＩＴマネジメント やっと 今日の説明の 本題です\n\n19 標準ガイドライン本編第３編（ＩＴマネジメント） 第１章 ＩＴマネジメントの全体像\n\n20 ITマネジメントのポイント ✓ 年度単位のスケジュールを確認する 政府の情報システムのプロジェクトでは、予算要求、調達等を考慮す ると長期間の準備が必要です。 ✓ プロジェクト特性に応じたスケジュール 一方で、プロジェクトによってスケジュールの形態は様々です。 クラウド利用型、実証実験型等の典型的なパターンを参考にして下さい。 ✓ チェックリストから読み進める 読者の方が直面している業務内容に即して実践ガイドブックを読み進 められるように、チェックリストを冒頭に準備しています。 ✓ 忙しい中でも踏みとどまる システムが安定稼働していても、されていなければ全く意味がありま せん。過去の教訓を参考にして、このままプロジェクトを進めてよい か、振り返ってみてください。 これだけは覚えて！\n\n21 標準的なスケジュール 理論的な工程順序だけでなく、一般的なプロ ジェクト（比較的、大規模なもの）をモデルと したスケジュールのモデルを提示しています。 ・Ｎ年度を運営開始として、 Ｎ年度の前後４年間を図示 ・サービス・業務企画に外部支援（コンサル） を入れることを想定して、そのコンサル経費 の予算要求から準備開始 ・設計・開発は単年度で終わらず、２年度にま たがる想定 ・N+1年度（導入翌年度）には、次のシステム 更改に向けた準備を開始\n\n22 スケジュールの典型的なパターン（解説書） 解説書には、クラウド利用型、実証実験型、 単年度設計開発型（小規模型）のスケ ジュール例も記載しています。 右図は、実証実験型のスケジュール例です。 参考 「実証実験型」プロジェクトのスケジュール例 実証実験とは、全ての機能を一度に構築するので はなく、試行版（プロトタイプ）を先に構築・評 価しながら、段階的に情報システム全体を構築し ていく手法を指しています。 [1] プロジェクト効果の実現性や実現案の妥当性 を検証すること等を目的とし、システム構築を 複数の段階に分け、情報システムの効果を計る ために必要な最低限の機能から構築し、効果の モニタリングを行う。 [2] [1]のモニタリング結果を踏まえて、サービ ス・業務企画や要件定義を見直し、本格的な情 報システムの開発を行う。",
      "page_from": 16,
      "page_to": 22,
      "char_count": 1238,
      "position": 6159,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c7",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 7,
      "text": "価しながら、段階的に情報システム全体を構築し ていく手法を指しています。 [1] プロジェクト効果の実現性や実現案の妥当性 を検証すること等を目的とし、システム構築を 複数の段階に分け、情報システムの効果を計る ために必要な最低限の機能から構築し、効果の モニタリングを行う。 [2] [1]のモニタリング結果を踏まえて、サービ ス・業務企画や要件定義を見直し、本格的な情 報システムの開発を行う。\n\n23 分厚い実践ガイドブック、まずはチェックリストから 読者の方が直面している業務内容に即して実践ガイドブックを読み進められるように、特に重点的に読んでいただ きたい内容をチェックリストとしています。 参考\n\n24 あの資料と、 この資料と、 え、それも？ 予算要求 12月までだから 11月には・・ 調達 そんなこと 今ごろ言わないで。 期限優先で。 設計・開発 システムは 安定稼働して います・・。 運用 そんなシステムじゃ、 使えないよ なんだ、これは。 別のやり方で業務するしかないな ギャップ 重大な ギャップ 忙しい中でも、踏みとどまるきっかけを 予算要求、調達、様々な業務を期限までにこなすには、相当な労力が必要です。 でも、いつのまにか、現場で役立つという目的から 乖離してしまうことがあります。 参考 このまま進んでいいだろうか。 一歩、踏みとどまって考えてみることが重要です。 過去には、途中で踏みとどまることができず失敗したプロジェクト もありました。その教訓を実践ガイドブック等に掲載しています。 これから進めるプロジェクトの中では、少なくても同じ失敗をすることは避けたいですね。 せっかく作ったものが、 システムとして安定稼働 していても、利用者から 使われていなければ全く 意味がありません。\n\n25 標準ガイドライン本編第３編（ＩＴマネジメント） 第２章 プロジェクトの管理\n\n26 プロジェクト管理のポイント ✓ 立ち上げる時には３つの重要確認事項 目標、実現手段、費用対効果を明確にして、デジタル統括責任者が プロジェクトの立ち上げを承認します。 ✓ プロジェクト計画書を必ず作成 プロジェクト推進責任者は、まずプロジェクト計画書を作成します。 段階的に内容を詳細化すればよいので、当初は概要記載で構いません。 ✓ プロジェクト管理要領も忘れずに プロジェクト計画書と同時期にプロジェクト管理要領も作成します。 プロジェクトを管理する手法、手順、遵守事項等を記載するものです。 ✓ モニタリングも計画から始まる モニタリング方法を最初に定めることが重要です。KPIをどのように 測定するかについても、予め検討しましょう。 これだけは覚えて！\n\n27 プロジェクトの立ち上げ プロジェクトを立ち上げにあたっても、しっかりとプロセスが定められています。 目標、実現手段、費用対効果を明確にして、体制を確立することが重要です。",
      "page_from": 22,
      "page_to": 27,
      "char_count": 1229,
      "position": 7197,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c8",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 8,
      "text": "クトを管理する手法、手順、遵守事項等を記載するものです。 ✓ モニタリングも計画から始まる モニタリング方法を最初に定めることが重要です。KPIをどのように 測定するかについても、予め検討しましょう。 これだけは覚えて！\n\n27 プロジェクトの立ち上げ プロジェクトを立ち上げにあたっても、しっかりとプロセスが定められています。 目標、実現手段、費用対効果を明確にして、体制を確立することが重要です。 提供しているサービスや実施している業務の状況を詳細に把握した上で、国民や職員等の利用者視 点から十分に効果を実感できるものとするように留意する。 ● 目標の明確化 ● 立ち上げの承認 ● 目標設定が妥当か ● 実現手段が妥当か ● 費用対効果が妥当か デジタル統括責任者が 承認を行う ● 体制準備 ● 事前調整 「利用者の困りごと」等の課題を把握し、それを踏まえた目標と なっているか → 「価値の創出」につながっているか 情報システム以外の選択肢も含めた様々な対応策の中で、適切な 実現手段となっているか 概算規模として、想定される効果に対して、費用が適切な水準に 収まっているか 提供しているサービスや実施している業務の状況を詳細に把握した上で、国民や職員等の利用者視 点から十分に効果を実感できるものとするように留意する。 提供しているサービスや実施している業務の状況を詳細に把握した上で、国民や職員等の利用者視 点から十分に効果を実感できるものとするように留意する。\n\n28 目標とする成果を見極める：誰が何に困っているのか 失敗プロジェクトには、業務分析を軽視し、 楽観的な推測による過大な想定効果を見 積っていたという傾向がありました。 「誰が何に困っているのか」最初にしっか りと把握することがとても重要です。 参考 課題：申請者が窓口へ来訪する必要がある 目標：電子申請を実現し、来訪を不要とする 指標：電子申請利用率 60% （xx年度） プロジェクトの目標が安易に設定された例（悪い例） 電子申請の実現 KPI 課題：全国展開企業や代行業等の大量申請者の手続きが煩雑 目標：拠点ごとに異なっていた申請様式を統一 大量申請者向けのデータ一括申請の導入 プロジェクトの目標の設定例（改善例） 課題：審査期間が長く、平均2週間、長いものでは2か月を要している 目標：（例外を除き）審査期間を原則１週間以内とする。 課題：申請時に必須となる添付書類を別窓口から入手する手間が発生 目標：システム連携により、申請時の添付書類を不要化 大量申請者への対応 対象手続きの審査１週間以内遵守率 80% （xx年度） 100% （xx+2 年度） 審査期間の短縮 添付書類の不要化 KPI ＜目標設定のポイント＞ 窓口へ来訪することに 不便を感じているはずだ そんなことより、 審査期間が長いことが大問題だった ＜推測＞ ＜現場を確認すると＞\n\n29 機能する体制を作る プロジェクト初期の体制構築を誤ると、プロ ジェクトの失敗に直結します。",
      "page_from": 26,
      "page_to": 29,
      "char_count": 1274,
      "position": 8227,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c9",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 9,
      "text": "大量申請者への対応 対象手続きの審査１週間以内遵守率 80% （xx年度） 100% （xx+2 年度） 審査期間の短縮 添付書類の不要化 KPI ＜目標設定のポイント＞ 窓口へ来訪することに 不便を感じているはずだ そんなことより、 審査期間が長いことが大問題だった ＜推測＞ ＜現場を確認すると＞\n\n29 機能する体制を作る プロジェクト初期の体制構築を誤ると、プロ ジェクトの失敗に直結します。 → 情報システム部門に加え、業務・サービスに 関わる部門が協働する体制を構築 → 複数部門が円滑に情報連携するために必要と なるルール等を整備 参考 制度所管部門 業務実施部門 情報システム部門 ＜三位一体の体制例＞ 三 位 一 体 の 体 制\n\n30 プロジェクト計画書の作成 プロジェクト推進責任者は、まずプロジェクト計画書を作成します。段階的に内容を詳細化すればよいので、当初は概 要記載で構いません。プロジェクトの成果を明確にし、意思決定や関係者との合意における指針として参照するドキュ メントです。 ✓ 政策目的 業務の実施によって目指す政策上の目的・背景等について記載する。 ✓ 対象業務範囲及び企画の方向性等 政策目的を達成するためにプロジェクトの対象となるべき事業のサー ビス・業務の内容について記載する。 ✓ 対象とする情報システム サービス・業務に用いる情報システムの名称、主な機能及びサービ ス・業務での利用方法について記載する。 ✓ 目標及びモニタリング プロジェクトを推進し、新しいサービス・業務を実現することで達成 する目標を、具体的な指標及びその達成目標年度等で記載する。 ✓ 前提条件・制約条件等 プロジェクトを実施する上でＰＪＭＯ及び関係者が理解すべき前提条 件、制約条件、リスク等の事項があれば記載する。 。 ✓ 実施計画 当該情報システムのライフサイクルを通して必要となる作業内容・ス ケジュール・調達計画の概要等について記載する。 ✓ 予算 業務を実施するために必要となる全ての経費項目を洗い出し、その金 額を見積り、必要となる予算及び要求年度等を記載する。 ✓ 体制 ＰＪＭＯを含むプロジェクトを推進するための体制、役割等について 記載する。\n\n31 プロジェクト計画書は段階的に詳細化する プロジェクト初期に頑張ってプロジェ クト計画書を作成するのですが、策定 後に内容が更新されないという傾向が あります。初期には概要記載で構いま せんので、プロジェクトの工程の要所 で追記しましょう。 詳細化する際は、別紙構成とすると効率的です。 スケジュール、予算要求内容、機能一覧等、プロ ジェクトの活動で作成するドキュメントをそのま ま別紙として指定することで、その後のメンテナ ンスも含めて省力化することができます。 もちろん、本体に追記する形でも構いません。様 式や体裁は自由ですので、使いやすい方法を選ん でください。",
      "page_from": 28,
      "page_to": 31,
      "char_count": 1232,
      "position": 9301,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c10",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 10,
      "text": "要記載で構いま せんので、プロジェクトの工程の要所 で追記しましょう。 詳細化する際は、別紙構成とすると効率的です。 スケジュール、予算要求内容、機能一覧等、プロ ジェクトの活動で作成するドキュメントをそのま ま別紙として指定することで、その後のメンテナ ンスも含めて省力化することができます。 もちろん、本体に追記する形でも構いません。様 式や体裁は自由ですので、使いやすい方法を選ん でください。 参考\n\n32 目標設定とモニタリング 目標設定にあたっては、政策目標 （KGI）と重要成果指標（KPI）を 紐づけて、全体目標が階層的に整 理した形にすると分かりやすくな ります。 参考 KGI （Key Goal Index：政策目標） KPI （Key Performance Index：重要成果指標） また、モニタリング方法を最初に 定めることが重要です。KPIをど のように測定するかについても、 予め検討しましょう。 ＜モニタリング方法＞ 利用者数：１万人/月 → アクセスログで毎月確認 平均処理期間：3日 → 統計機能から毎月確認 ・・・\n\n33 プロジェクト計画書の「ひな形」 実践ガイドブックの別紙として、プロジェクト計画書のひな型を準備しています。 あくまでサンプルですので、この様式でなくても必要な内容を記載していれば問題ありません。 参考\n\n34 プロジェクト管理要領の作成 プロジェクト推進責任者は、プロジェクト計画書と同時期にプロジェクト管理要領も作成します。 プロジェクトを管理する手法、手順、遵守事項等を記載するドキュメントです。 ✓ ステークホルダー管理 プロジェクトに係る主要なステークホルダーを定義し、プロジェクト への関わり方について記載する。 ✓ コミュニケーション管理 ステークホルダーとの情報共有方法や合意形成方法等として、ステー クホルダー間の連絡調整に関する方法、会議体の種類や開催頻度、合 意形成手順、議事録管理等の具体的内容について記載する。 ✓ 工程管理 作業内容・スケジュールを所定の時期に完了させるために、作業管理 方法、進捗状況の報告先、内容、頻度等について記載する ✓ 指標管理 プロジェクトの目標の達成状況を適切に管理するために把握すべき指 標項目、実績値の取得目的・取得手法・取得頻度、実績値の変動によ る対応策等について記載する。 ✓ リスク管理 プロジェクトの遂行を阻害する可能性のあるリスクについて、リスク 顕在時の報告先、報告内容、リスクの管理手法等を記載する。 ✓ 課題管理 プロジェクトの遂行上発生する解決すべき課題について、その発生時 の報告先、報告内容、課題の管理手法等を記載する。 ✓ 変更管理 プロジェクトの進捗により発生する変更について、管理対象、変更手 順、管理手法等を記載する。 ✓ 品質管理 プロジェクトの各工程で実施する作業の品質を管理する手法及び改善 する手法について記載する。 ✓ 記録管理 プロジェクト実施中に作成する各種文書の保存期間について記載する。",
      "page_from": 31,
      "page_to": 34,
      "char_count": 1281,
      "position": 10333,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c11",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 11,
      "text": "ジェクトの遂行上発生する解決すべき課題について、その発生時 の報告先、報告内容、課題の管理手法等を記載する。 ✓ 変更管理 プロジェクトの進捗により発生する変更について、管理対象、変更手 順、管理手法等を記載する。 ✓ 品質管理 プロジェクトの各工程で実施する作業の品質を管理する手法及び改善 する手法について記載する。 ✓ 記録管理 プロジェクト実施中に作成する各種文書の保存期間について記載する。\n\n35 ステークホルダー管理は、とても重要 プロジェクトへの影響力が大きい ステークホルダーとしっかりとコ ミュニケーションを取り、課題を 早期に把握し、綿密に合意形成を 図ることがとても重要です。 参考 外部関係者 利用者 （職員） 関連する 制度所管部門 関連する 業務実施部門 関連する 他ＰＪＭＯ 利用者 （国民、企業） 関連する民間企業 その他関連機関 （外国政府、業界団体等） 関連する公的機関 （地方公共団体等） 内部関係者 推進体制 主要なステークホルダー ステークホルダー全体 ＰＪＭＯ 各種事業者 ＰＭＯ等 関連組織 主要なステークホルダーを 特定 プロジェクトへの 期待、影響等を把握 コミュニケーション方法 を決める ※ 「コミュニケーション管理」として規定\n\n36 プロジェクト管理要領の「ひな形」 実践ガイドブックの別紙として、プロジェクト管理要領のひな型も準備しています。 あくまでサンプルですので、この様式でなくても必要な内容を記載していれば問題ありません。 参考\n\n37 標準ガイドライン本編第３編（ＩＴマネジメント） 第３章 予算要求\n\n38 予算要求のポイント ✓ 全体スケジュールを理解して計画的に準備 予算要求に必要な資料を作成するには時間がかかりますので、計画的 に準備を進めてください。 ✓ 詳細な見積りを取得する 発注者側である職員が見積り内容を十分に理解し、前提条件や取り得 る選択肢を理解した上で、実現機能と価格のバランスを取ります。 ✓ 費用構造を理解して、重点部分を精査 人件費についても、ハードウェア等についても、特に費用の中心とな る部分を特定し、その必要性を精査しましょう。 ✓ コスト削減の先例を活用する 過去に多くのプロジェクトで、コスト削減に向けた工夫、取組を行っ てたので、その先例を踏まえてコスト削減手法を検討しましょう。 これだけは覚えて！\n\n39 予算要求プロセスの概要 予算要求（第３章）とサービス・業務企画（第４章）は、基本的に同時並行で進めます。予算要求に必要な資料を作成 するには時間がかかりますので、計画的に準備を進めてください。 ● 予算要求の対象の特定 ● 資料の準備 ● 経費の見積 ● 予算内容の確認 ● 府省内での確認 ● デジタル庁での確認 ＰＭＯの求めに応じて必要な資料を提出し、PMOから指摘、 助言又は指導を受けた際は、必要な対応策を講じます。 デジタル庁の求めに応じて必要な資料を提出し、デジタル庁か ら指摘、助言又は指導を受けた際は、必要な対応策を講じます。",
      "page_from": 34,
      "page_to": 39,
      "char_count": 1284,
      "position": 11414,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c12",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 12,
      "text": "間がかかりますので、計画的に準備を進めてください。 ● 予算要求の対象の特定 ● 資料の準備 ● 経費の見積 ● 予算内容の確認 ● 府省内での確認 ● デジタル庁での確認 ＰＭＯの求めに応じて必要な資料を提出し、PMOから指摘、 助言又は指導を受けた際は、必要な対応策を講じます。 デジタル庁の求めに応じて必要な資料を提出し、デジタル庁か ら指摘、助言又は指導を受けた際は、必要な対応策を講じます。 予算要求に先立ち、プロジェクトの内容や進め方等を踏まえ、情報システム関係予算 の要求対象を特定します。 情報システム関係予算の要求に当たって、要求内容及び費用対効果の合理性が十分に 判断できる資料となるよう、計画的に準備します。 予算要求の積算に当たっては、事業者に必要な情報を提供した上で、積算内訳を明確 にして、複数事業者の見積りを比較します。\n\n40 予算要求のスケジュール 府省によって時期や内容に若干の異なりは ありますが、おおむね次のようなスケ ジュールで活動を行います。 作業の全体像を理解しないで準備活動を進 めると、作業が期日に間に合わないおそれ があります。 予算要求に向けた作業計画を立て、関係者 と共有しながら進めてください。 参考 ※ 上表のCIO補佐官については、デジタル統括アドバイザー等に読み替えてください。\n\n41 詳細な見積りに基づいてやりとりする 参考 人件費の見積り 種別 製品名称 製品番号 数量 借料（月単価） 借料（月合価） 保守料（月単価）保守料（月合価） Sugoi Server SG2017 SG2017STD 1 6,500 6,500 1,870 1,870 CPU for Sugoi Server (3.0GHz/4コア/10MB） SGCPU30X4 2 7,800 15,600 2,100 4,200 メモリ32GB （32GB RDIMM） SGMMR32 8 10,800 86,400 3,400 27,200 LAN拡張ボード（10Gbps） SGLAN10G 1 1,840 1,840 530 530 ファイバーチャネル拡張ボード（8Gbps） SGFC8G 1 3,350 3,350 830 830 内蔵ＤＶＤ－ＲＯＭユニット SGDVD 1 450 450 200 200 電源ユニット（800W） SGPWR 2 3,230 6,460 1,800 3,600 Open source OS for Server 基本サポート SGOSSPRT 1 3,000 3,000 － － Sugoi Server SG2017 SG2017STD 1 6,500 6,500 1,870 1,870 CPU for Sugoi Server (3.0GHz/4コア/10MB） SGCPU30X4 2 7,800 1",
      "page_from": 39,
      "page_to": 41,
      "char_count": 1200,
      "position": 12498,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c13",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 13,
      "text": "2 3,230 6,460 1,800 3,600 Open source OS for Server 基本サポート SGOSSPRT 1 3,000 3,000 － － Sugoi Server SG2017 SG2017STD 1 6,500 6,500 1,870 1,870 CPU for Sugoi Server (3.0GHz/4コア/10MB） SGCPU30X4 2 7,800 15,600 2,100 4,200 メモリ32GB （32GB RDIMM） SGMMR32 8 10,800 86,400 3,400 27,200 LAN拡張ボード（10Gbps） SGLAN10G 1 1,840 1,840 530 530 ファイバーチャネル拡張ボード（8Gbps） SGFC8G 1 3,350 3,350 830 830 内蔵ＤＶＤ－ＲＯＭユニット SGDVD 1 450 450 200 200 電源ユニット（800W） SGPWR 2 3,230 6,460 1,800 3,600 Open source OS for Server 基本サポート SGOSSPRT 1 3,000 3,000 － － Sugoi Server SG2017 SG2017STD 1 6,500 6,500 1,870 1,870 CPU for Sugoi Server (3.0GHz/4コア/10MB） SGCPU30X4 2 7,800 15,600 2,100 4,200 メモリ32GB （32GB RDIMM） SGMMR32 8 10,800 86,400 3,400 27,200 LAN拡張ボード（10Gbps） SGLAN10G 1 1,840 1,840 530 530 ファイバーチャネル拡張ボード（8Gbps） SGFC8G 1 3,350 3,350 830 830 内蔵ＤＶＤ－ＲＯＭユニット SGDVD 1 450 450 200 200 電源ユニット（800W） SGPWR 2 3,230 6,460 1,800 3,600 Open source OS for Server 基本サポート SGOSSPRT 1 3,000 3,000 － － WEBサーバ #1 WEBサーバ #2 APサーバ #1 種別 製品名称 製品番号 数量 借料（月単価） 借料（月合価） 保守料（月単価）保守料（月合価） Rippana Database Standard License (2core) RDBSTD 6 140,400 842,400 108,000 648,000 Rippana Database クラスタリング・オプション (2core) RDBCLSO 6 98,000 588,000 67,000 402,000 Rippana Da",
      "page_from": 41,
      "page_to": 41,
      "char_count": 1200,
      "position": 13498,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c14",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 14,
      "text": "価） 借料（月合価） 保守料（月単価）保守料（月合価） Rippana Database Standard License (2core) RDBSTD 6 140,400 842,400 108,000 648,000 Rippana Database クラスタリング・オプション (2core) RDBCLSO 6 98,000 588,000 67,000 402,000 Rippana Database バックアップ・オプション (2core) RDBBKUO 6 14000 84,000 8950 53,700 Rippana Database モニタリング・オプション (2core) RDBMNTO 6 8500 51,000 6850 41,100 Rippana Database メンテナンス・オプション (2core) RDBMTNO 6 7100 42,600 3770 22,620 Rippana Database 管理機能オプション (2core) RDBMNGO 6 11280 67,680 8000 48,000 Operation Management Agent （運用管理）[OSS] OMAGNT 1 - - - - Storage Management Middleware（ストレージ管理） (1Server) SMM1SVR 1 18,000 18,000 36,000 36,000 Cyber Attack Protection （セキュリティ対策） (1Server) CAP1SVR 1 2,100 2,100 1,000 1,000 Open source OS for Server [OSS] SGOSS1SVR 1 - - - - Rippana Database Standard License (2core) RDBSTD 6 140,400 842,400 108,000 648,000 Rippana Database クラスタリング・オプション (2core) RDBCLSO 6 98,000 588,000 67,000 402,000 Rippana Database バックアップ・オプション (2core) RDBBKUO 6 14000 84,000 8950 53,700 Rippana Database モニタリング・オプション (2core) RDBMNTO 6 8500 51,000 6850 41,100 Rippana Database メンテナンス・オプション (2core) RDBMTNO 6 7100 42,600 3770 22,620 Rippana Database 管理機能オプション (2core) RDBMNGO 6 11280 67,680 8000 48,000",
      "page_from": 41,
      "page_to": 41,
      "char_count": 1199,
      "position": 14498,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c15",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 15,
      "text": "se モニタリング・オプション (2core) RDBMNTO 6 8500 51,000 6850 41,100 Rippana Database メンテナンス・オプション (2core) RDBMTNO 6 7100 42,600 3770 22,620 Rippana Database 管理機能オプション (2core) RDBMNGO 6 11280 67,680 8000 48,000 Operation Management Agent （運用管理）[OSS] OMAGNT 1 - - - - Storage Management Middleware（ストレージ管理） (1Server) SMM1SVR 1 18,000 18,000 36,000 36,000 Cyber Attack Protection （セキュリティ対策） (1Server) CAP1SVR 1 2,100 2,100 1,000 1,000 Open source OS for Server [OSS] SGOSS1SVR 1 - - - - Operation Management 全体管理 OMMNGR1S 1 - - 2,304,000 2,304,000 Operation Management 構成管理オプション OMCNF1S 8 - - 113,200 905,600 サポ トサ ビ DBサーバ #2 DBサーバ #1 ハードウェア等の見積り 人件費部分は「一式」として計上されがちで すが、実現する機能単位で、開発内容や開発 規模と紐づけた形の内訳を把握しましょう。 ハードウェア、ソフトウェア等についても、 一式計上ではなく、製品、数量等を明確にし て、特に費用の中心となる部分について必要 性を精査しましょう。 クラウドサービスを利用する場合も同様で、 サービス単位での内訳を把握しましょう。 発注者側である職員が見積り内容を十分に理解し、前提条件や取り得る選択肢を理解した上で、実現機能と価 格のバランスを取ることが重要です。そのためには、まず詳細な単位で見積りを把握しましょう。\n\n42 コスト削減の先例を活用する 参考 過去に多くのプロジェクトで、コスト削減に向けた工夫、取組を行ってきました。 個々の内容については、実践ガイドブックを参照してください。  サーバの統合や削減  端末の統合や削減  専用機器の標準機器へのリプレース  周辺機器の削減・機種統一等  システムアーキテクチャの変更  ソフトウェアの集約や削減  オープンソースソフトウェアの活用  ハードウェア・ソフトウェアの保守 条件の見直し  機器やソフトウェア単位での保守対 象等の見直し  レンタル契約の見直し  保守実績の把握による工数精査  利用頻度の低いアプリケ",
      "page_from": 41,
      "page_to": 42,
      "char_count": 1200,
      "position": 15498,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c16",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 16,
      "text": "バの統合や削減  端末の統合や削減  専用機器の標準機器へのリプレース  周辺機器の削減・機種統一等  システムアーキテクチャの変更  ソフトウェアの集約や削減  オープンソースソフトウェアの活用  ハードウェア・ソフトウェアの保守 条件の見直し  機器やソフトウェア単位での保守対 象等の見直し  レンタル契約の見直し  保守実績の把握による工数精査  利用頻度の低いアプリケーションプ ログラムの廃止  システム管理対象データのスリム化  アプリケーションプログラムの保守 条件の見直し  保守作業の効率化  運用実績の把握による工数精査  運用業務の効率化、一元化  運用作業のピーク平準化  冗長化・ＢＣＰ対策の適正化  サービス内容の見直し  ネットワークの統合  ネットワークの保守条件の見直し  データセンタの統合や条件見直し  関連経費の見直し ハードウェア・ソフトウェア アプリケーション 運用業務 その他\n\n43 標準ガイドライン本編第３編（ＩＴマネジメント） 第４章 サービス・業務企画\n\n44 サービス・業務企画のポイント ✓ サービス設計12か条を理解する 利用者中心の行政サービスを提供するための重要な考え方ですので、 まずは12箇条にどのようなものがあるか確認してください。 ✓ 利用者のニーズから出発する サービスを提供する側は、どうしても提供者側の視点に立ちがちです。 ペルソナ分析等を活用し、利用者の立場でのニーズを把握します。 ✓ エンドツーエンドで考える 利用者がサービスを受ける最初の行動から最後の行動まで（エンド ツーエンド）の視野に立ち、利用者の行動全体を考えます。 ✓ 事実を詳細に把握する 現場を観察し、業務で発生する実データを確認しながら問題を可視化 し、その因果関係を整理して具体的な改善策を打つことが重要です。 これだけは覚えて！\n\n45 サービス・業務企画の概要 利用者視点でのサービスを実現するための心構え（サービス設計12か条）を理解し、現状を着実に把握した上で企画内 容を検討し、業務要件として取りまとめを行います。 ● 心構えと視点 ● 現状の把握と分析 ● 企画内容の検討 サービス設計12か条を理解し、サービスデザイン思考で、現状把握、分析、検討、調整等を実施する。 ● 業務要件の定義 ● 利用者 ● 既存の情報システム 既存の情報システムの資料、残存課題等 各利用者の規模、拠点、特徴、行動、満足度、要求事項等 ● 業務 範囲、フロー、量、実施体制、実施時期・時間、実施場所等 ● データ 一覧、定義、入出力、流れ、取扱量、処理件数、品質等 ● 情報システムの運用 情報システムの運用実績、各種指標の状況、残存課題等 ● 関連調査 類似サービスの存否、データ標準化状況、優良/失敗事例等 課題を解決するための企画案を作成し、関連組織との調整、協議を行います。 企画内容を踏まえ、既存実施している業務との差異を明確にして、業務要件をまとめます。",
      "page_from": 42,
      "page_to": 45,
      "char_count": 1281,
      "position": 16498,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c17",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 17,
      "text": "施体制、実施時期・時間、実施場所等 ● データ 一覧、定義、入出力、流れ、取扱量、処理件数、品質等 ● 情報システムの運用 情報システムの運用実績、各種指標の状況、残存課題等 ● 関連調査 類似サービスの存否、データ標準化状況、優良/失敗事例等 課題を解決するための企画案を作成し、関連組織との調整、協議を行います。 企画内容を踏まえ、既存実施している業務との差異を明確にして、業務要件をまとめます。\n\n46 サービス・設計１２箇条\n\n47 サービス・設計１２箇条\n\n48 サービス・設計１２箇条の構造 サービス設計12箇条は、利用者中心の行政サー ビスを提供するための重要な考え方であるサー ビスデザイン思考をベースとしています。 どれか１箇条だけを守るというものではなく、 何度も繰り返し、軌道修正を図りながら良い サービスを実現していくことを目指しています。 利用者のニーズ把握から出発 現状把握を通して企画案を検討 そのプロセスを何度も繰り返す 計画全体を柔軟に軌道修正\n\n49 利用者のニーズから出発する サービスを提供する側は、どう しても「提供者側の視点」に立 ちがちです。様々な利用者のそ れぞれの立場でニーズを把握す るための手法の１つとして、 「ペルソナ分析」があります。 参考 「ペルソナ」とは サービスの典型的な利用者の、目的、 意識、行動等のパターンを構造化し、 利用対象者を仮想の人物として定義 するものです。 ペルソナを作成して検討を行うこと で利用者体験を洗い出すことができ、 検討を行う関係者の間で共通認識を 持って検討ポイントを具体化するこ とができます。\n\n50 利用者 プロジェクトの対象 のサービス 他の サービス 他の サービス 証明書受領 出発 検討の対象範囲（利用者視点のエンドツーエンド） 所掌範囲 証明書受領 申請 申請 移動 移動 帰宅 エンドツーエンドで考える 行政組織は縦割りです。企画に際して、自らが所属する組織の所掌範囲を意識せざるを得ないでしょう。 ただ、利用者にはそんな事情は関係ありません。利用者がサービスを受ける必要が生じた時の最初の行動から最 後の行動まで（エンドツーエンド）の視野に立ち、利用者の行動全体を一連の流れとして考えることが重要です。 参考\n\n51 事実を詳細に把握する 参考 何か問題あるの？ 平均 合計 概要 何かおかしいぞ？ これはまずい!! 内訳、ばらつきを調べる 現場で発生している事実を観る まとめられた情報（事実が見えない） 現状を把握せずにサービス・業務 企画を行うと、様々なトラブルが 発生しかねません。 現場を観察し、業務で発生する実 データを確認しながら、事実に基 づいて問題を可視化、その因果関 係を整理し、具体的な改善策を打 つことが重要です。",
      "page_from": 45,
      "page_to": 51,
      "char_count": 1177,
      "position": 17579,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c18",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 18,
      "text": "参考 何か問題あるの？ 平均 合計 概要 何かおかしいぞ？ これはまずい!! 内訳、ばらつきを調べる 現場で発生している事実を観る まとめられた情報（事実が見えない） 現状を把握せずにサービス・業務 企画を行うと、様々なトラブルが 発生しかねません。 現場を観察し、業務で発生する実 データを確認しながら、事実に基 づいて問題を可視化、その因果関 係を整理し、具体的な改善策を打 つことが重要です。 症状が分からないと治療できない！ 本当に発生している事実を詳細に把握 することが重要  業務を観察する  実績データを分析する  業務を可視化する\n\n52 業務を可視化する 複数の関係者へ口頭や文章のみで、業務の状況を的確に伝えることは非常に困難です。 「誰が（どの組織が）」「いつ」「何を」「どの順番で」実施しているか、「どの範囲が情報システム化されて いるか」を業務フローで可視化し、関係者が同一認識の下で課題解決に向けて検討できるようにします。 参考 効果を 紐づける！ 現行（AsIs）の業務フロー 将来（ToBe）の業務フロー\n\n53 ボトルネックとなっている滞留状況をつかむ 業務フローだけでは、業務のどこで滞留が発生しているかは把握できません。例えば、１件１件の業務処理の滞 留状況を可視化する（下図）ことで、大きなボトルネックが発生している箇所を把握しすることができます。 参考 業務フローに計測ポイントを設定し、 実績を確認する\n\n54 問題は、根本原因が同じになる粒度まで分類する 問合せや要望等を大まかな分 類で分析しても、根本的な問 題を把握できません。問合せ が発生した根本原因が同じ内 容となるまで詳細に分類する と、本当に対策が必要な問題 を見つけることができます。 参考\n\n55 業務要件を定義する サービス・業務企画の内容を踏まえ、以下の事項を含めて業務要件として定義します。 ✓ 業務実施手順 業務の実施に必要な体制、手順及びそれらを記載した業務フロー図 入出力情報及び取扱量、管理対象情報一覧 等 ✓ 規模 サービスの利用者数及び情報システムの利用者数 単位（年、月、日、時間等）当たりの処理件数 ✓ 時期・時間 業務の実施時期、期間及び繁忙期 等 業務の実施・提供時間 等 ✓ 場所等 業務の実施場所、諸設備、必要な物品等の資源の種類及び量 等 ✓ 管理すべき指標 業務の運営上補足すべき指標項目、把握手順・手法・頻度 等 ✓ 情報システム化の範囲 情報システムを用いて実施する業務の範囲及び情報システムを用いず に実施する業務の範囲 ✓ 業務の継続の方針等 情報システムの障害、災害等の発生時に維持すべき必須の業務につい て、その業務を継続させるための基本的な考え方。 ✓ 情報セキュリティ 業務において取り扱われる情報の格付・取扱い制限等に応じた情報セ キュリティ対策の基本的な考え方。\n\n56 業務要件定義書の「ひな形」 実践ガイドブックの別紙として、業務要件定義書のひな型を準備しています。",
      "page_from": 51,
      "page_to": 56,
      "char_count": 1272,
      "position": 18556,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c19",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 19,
      "text": "ステムを用いず に実施する業務の範囲 ✓ 業務の継続の方針等 情報システムの障害、災害等の発生時に維持すべき必須の業務につい て、その業務を継続させるための基本的な考え方。 ✓ 情報セキュリティ 業務において取り扱われる情報の格付・取扱い制限等に応じた情報セ キュリティ対策の基本的な考え方。\n\n56 業務要件定義書の「ひな形」 実践ガイドブックの別紙として、業務要件定義書のひな型を準備しています。 あくまでサンプルですので、この様式でなくても必要な内容を記載していれば問題ありません。 参考\n\n57 標準ガイドライン本編第３編（ＩＴマネジメント） 第５章 要件定義\n\n58 要件定義のポイント ✓ 各要件の整合を取る 業務要件、機能要件、非機能要件で構成され、それぞれの内容は項目 間で影響し合っています。整合性について十分確認しましょう。 ✓ 機能に優先順位をつける 実現する機能を検討する際には、政策目的やプロジェクト目標との関 係、費用対効果等の観点を主眼として優先順位を判断します。 ✓ 具体的な実現イメージを作成する 文章だけでは機能要件を表現しきれません。簡単な略図で良いので、 画面イメージ等を作成すると、関係者が共通理解を持てます。 ✓ 信頼性については、バランスを重視 局所的に高い稼働率を確保しても、他の構成要素の稼働率が低ければ 意味がありません。バランスの良い構成を検討しましょう。 これだけは覚えて！\n\n59 要件定義の概要 要件定義とは、情報システムに求め るものを明確なドキュメントとして 整理したものです。 業務要件、機能要件、非機能要件で 構成され、それぞれの内容は項目間 で影響し合っています。 前章で整理した業務要件に基づき、 システム要件（機能要件、非機能要 件）を具体化していきます。 これらの要件間で矛盾が発生しない よう、整合を確認しながら、抜けも れがないように要件を定義しましょ う。\n\n60 機能要件を定義する サービス・業務企画の内容を踏まえ、以下の事項を含めて業務要件として定義します。 ✓ 機能 情報システムにおいて備える機能について、処理内容、入出力情報・ 方法、入力・出力の関係等を記載する。 ✓ 画面 情報システムにおいて表示される画面について、画面の概要や表示イ メージ、画面の遷移や入出力の基本的考え方等を記載する。 ✓ 帳票 情報システムにおいて入出力される帳票について、帳票の概要や表示 イメージ、帳票の入出力の基本的な考え方等を記載する。なお、業務 のデジタル化を前提に、帳票は最小限にすることが望ましい ✓ データ 情報システムにおいて取り扱われるデータベースや入出力ファイルと いった全てのデータについて、データモデル、データ定義、データの 利活用方法、オープンデータの範囲と方法、データ項目の標準化等、 データに関する要件を記載する。",
      "page_from": 55,
      "page_to": 60,
      "char_count": 1209,
      "position": 19629,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c20",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 20,
      "text": "て入出力される帳票について、帳票の概要や表示 イメージ、帳票の入出力の基本的な考え方等を記載する。なお、業務 のデジタル化を前提に、帳票は最小限にすることが望ましい ✓ データ 情報システムにおいて取り扱われるデータベースや入出力ファイルと いった全てのデータについて、データモデル、データ定義、データの 利活用方法、オープンデータの範囲と方法、データ項目の標準化等、 データに関する要件を記載する。 ✓ 外部インタフェース 整備する情報システムと他の情報システムとの連携（外部インタ フェース）について、外部インタフェース一覧として、相手先の情報 システム、送受信データ名、送受信タイミング、送受信の条件の基本 的な考え方等を記載する。\n\n61 機能に優先順位をつける 予算やスケジュールの関係か ら、実現する機能を絞ること もあります。 実現する機能を検討する際に は、政策目的やプロジェクト 目標との関係、費用対効果等 の観点を主眼として優先順位 を判断していきます。 また、機能を代替する方法 （業務担当者の手作業や運 用・保守作業にする等）も合 わせて検討します。 参考\n\n62 具体的な実現イメージを作成する 機能要件を文章だけで表現しても、人によって理解が異なってしまいます。簡単な略図で良いので、画面イメー ジ等を作成すると、関係者が共通理解を持つことができますし、必要な機能に漏れがないか再検討することにも 役立ちます。 参考 画面遷移図 画面イメージ\n\n63 機能要件定義書の「ひな形」 実践ガイドブックの別紙として、機能要件定義書のひな型を準備しています。 あくまでサンプルですので、この様式でなくても必要な内容を記載していれば問題ありません。 参考\n\n64 非機能要件を定義する サービス・業務企画の内容を踏まえ、以下の事項を含めて業務要件として定義します。 ✓ ユーザビリティ等 ユーザビリティ及びアクセシビリティの配 慮事項等 ✓ 上位互換性 ＯＳ等のバージョンアップ時における情報 システムの改修の許容度等 ✓ 移行 移行時期、移行方式、移行対象、移行環境 等 ✓ システム方式 クラウドサービス、ハードウェア、ソフト ウェア、ネットワーク等 ✓ 中立性 オープンな標準的技術又は製品を用いる等 の要件等 ✓ 引継ぎ 他の関係事業者への引継ぎに関する要件 ✓ 規模 機器数、設置場所、データ量、処理件数、 利用者数等 ✓ 継続性 障害、災害等への対応機能、システム構成、 目標復旧時点及び目標復旧時間等 ✓ 教育 教育対象者の範囲、マニュアルの作成、教 育の方法、研修環境等 ✓ 性能 応答時間、バッチ処理時間等 ✓ 情報セキュリティ 情報セキュリティ対策に関する事項 ✓ 運用 運用時間、運用監視、障害復旧、その他の 運用管理方針、運用環境等 ✓ 信頼性 情報システム",
      "page_from": 60,
      "page_to": 64,
      "char_count": 1200,
      "position": 20638,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c21",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 21,
      "text": "数、設置場所、データ量、処理件数、 利用者数等 ✓ 継続性 障害、災害等への対応機能、システム構成、 目標復旧時点及び目標復旧時間等 ✓ 教育 教育対象者の範囲、マニュアルの作成、教 育の方法、研修環境等 ✓ 性能 応答時間、バッチ処理時間等 ✓ 情報セキュリティ 情報セキュリティ対策に関する事項 ✓ 運用 運用時間、運用監視、障害復旧、その他の 運用管理方針、運用環境等 ✓ 信頼性 情報システムの信頼性について、稼働率等 ✓ 稼働環境 クラウドサービス、ハードウェア、ソフト ウェア製品、ネットワーク等の構成 ✓ 保守 保守、サポート体制、保守環境等 ✓ 拡張性 性能及び機能の拡張性要件 ✓ テスト テストの種類、目的、内容、実施者、合否 判断基準、テスト実施環境等\n\n65 信頼性については、バランスを重視 局所的に高い稼働率を確保しても、他の構成要素の稼働率が低ければシステム全体の稼働率は低くなります。 バランスの良い構成を検討しましょう。 参考 サーバだけの稼働率を高めても、 ネットワークの稼働率が低ければ、 システム全体の稼働率も低くなる\n\n66 非機能要件定義書の「ひな形」 実践ガイドブックの別紙として、非機能要件定義書のひな型を準備しています。 あくまでサンプルですので、この様式でなくても必要な内容を記載していれば問題ありません。 参考\n\n67 標準ガイドライン本編第３編（ＩＴマネジメント） 第６章 調達\n\n68 調達のポイント ✓ ルールを確認し、必要日程を確保する 調達に関するルールは、政府調達に関する協定や会計法等で調達手順 や期間等が定められているので、計画的に作業を進めます。 ✓ 入札制限を理解する 政府の調達では、一部の事業者が有利とならないように適切な入札制 限を設けて、透明性と公正性を確保する必要があります。 ✓ 網羅的かつ分かりやすい構成とする 調達仕様書一式として多数のドキュメントを準備します。詳細部分は 付属資料に回すなど、全体構成が分かりやすくなるように考慮します。 ✓ 事業者の技術力を適確に評価する 例えば、作業計画（WBS）の内容を見るだけでも、事業者の技術力を 詳細に見極めることが可能です。評価の観点を押さえましょう。 これだけは覚えて！\n\n69 調達の概要 調達に関しては様々なルールや手続きが定められています。会計法等の関係法令等を遵守し、透明性、公正性及び競争 性の確保を図るため、以下の流れで業務を進めます。 ● 調達の計画 合理的な調達単位及び調達の方式を精査した上で、実施時期等を検討し、計画をまとめます。 ● 調達仕様書の作成 事業者が提案内容を検討するために不可欠な情報が網羅されるように調達仕様書を作成します。 ● 公告 調達に関する公告手続を行います。 ● 審査 総合評価等、審査を行うときは、審査体制を確立して審査を的確に実施します。 ● 入開札 入札・開札を実施します。 ● 契約 ＰＪＭＯが契約書の内容を確認した上で、会計担当部門が事業者と契約を締結します。",
      "page_from": 64,
      "page_to": 69,
      "char_count": 1278,
      "position": 21638,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c22",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 22,
      "text": "時期等を検討し、計画をまとめます。 ● 調達仕様書の作成 事業者が提案内容を検討するために不可欠な情報が網羅されるように調達仕様書を作成します。 ● 公告 調達に関する公告手続を行います。 ● 審査 総合評価等、審査を行うときは、審査体制を確立して審査を的確に実施します。 ● 入開札 入札・開札を実施します。 ● 契約 ＰＪＭＯが契約書の内容を確認した上で、会計担当部門が事業者と契約を締結します。 ● 検収 成果物に対し、要件定義書等において求める要件及び品質が満たされているかを適切に確認します。 （業務完了後）\n\n70 調達手続の基本的ルールを確認し、必要日程を確保する 調達に関する期間等の ルールは、政府調達に関 する協定や会計法等で調 達手順や期間等が定めら れています。 詳細については、標準ガ イドライン解説書「第６ 章１．調達の計画」に記 載しているルールを確認 して、計画を立ててくだ さい。 参考 ※ SDRとは IMF特別引出権(Special Drawing Rights）のこと 令和4年3月31日までは、 以下のレートとなっている ・10万SDR ＝ 1,500万円 ・80万SDR ＝1億2,000万円\n\n71 調達ルールの根拠となっている法令等 前ページの調達手続の根拠 法令は右図のとおりです。 なお、このルール以外に各 府省で独自のルールを定め ている場合もあります。 参考\n\n72 調達の目的や範囲を正しく伝える 外部事業者に応札を促してプロジェクトにとって有用な提案を引き出すためには、プロジェクトの背景及び目的、 調達に至るまでの経緯、成果物やサービスに期待する効果、プロジェクトの全体像や見通しといった発注者の意図 を明確に伝えることがとても大切です。 参考 例えば、調達範囲の 記載にあたっても、 プロジェクトの全体 像、全体スケジュー ルを示した上で、 「本調達の範囲」を 相対的に示すことで、 外部事業者へも正確 に範囲を伝えやすく なります。\n\n73 入札制限を理解する 調達の単位を検討する際には、一部の事業者が有利とならないよう、それぞれの調達案件に対して適切な入札制 限を設けて、透明性と公正性を確保する必要があります。標準ガイドラインでは、入札制限について、以下のよ うに定めています。 参考 b) 入札制限 透明性及び公正性並びに確実な契約履行等を確保するため、次のｲ）からﾊ）までに掲げる者に 対し、入札制限を定めるものとする。 ｲ) 各工程の調達仕様書の作成に直接関与した事業者 各工程の調達仕様書の作成に直接関与した事業者は、透明性及び公正性の確保の観点から、当 該調達案件の入札に参加させないものとする。ただし、競争上何ら有利とならないと認められ るときはこの限りでない。 ﾛ) 設計・開発等のプロジェクト管理支援事業者 設計・開発等のプロジェクト管理支援事業者（プロジェクトの全部又は一部におけるプロジェ クトの管理上生ずる作業について、ＰＪＭＯを支援する事業者をいう。以下同じ。",
      "page_from": 69,
      "page_to": 73,
      "char_count": 1278,
      "position": 22716,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c23",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 23,
      "text": "の調達仕様書の作成に直接関与した事業者は、透明性及び公正性の確保の観点から、当 該調達案件の入札に参加させないものとする。ただし、競争上何ら有利とならないと認められ るときはこの限りでない。 ﾛ) 設計・開発等のプロジェクト管理支援事業者 設計・開発等のプロジェクト管理支援事業者（プロジェクトの全部又は一部におけるプロジェ クトの管理上生ずる作業について、ＰＪＭＯを支援する事業者をいう。以下同じ。）について は、相互けん制の観点から、その管理の対象となる情報システムの設計・開発の作業に関する 内容を含む調達案件の入札に参加させないものとする。 ﾊ) 監査対象である情報システムに関与した事業者 監査対象である情報システムに関与した事業者は、監査の独立性及び客観性の確保の観点から、 当該情報システムの監査業務に関する調達案件の入札に参加させないものとする。 特に、調達仕様書の作成に関与した事業者 への入札制限要否については、ご質問を多 く頂きます。 大切なことは、意思決定の責任が発注者に あることを認識し、他の応札事業者に対し て公正性が確保できる環境を整備していく ことです。 例えば、調達仕様書の一部となりうる調査 研究等を実施した事業者に対しても、それ が調達内容や調達方法の決定に直接関わる ものでなければ、入札制限を設ける必要が ないと考えることができます。\n\n74 一者応札状況を改善するための施策 新規事業者にとっては、既存システムの業務の受注にはそもそもコストやリスクが大きくなります。 一者応札の状況を是正するには、既存事業者の優位性を相対的に低下させ、競争性を高めることが重要です。 参考 ✓ 十分な準備期間の確保 新規事業者に対し、既存システムに関する 技術的調査などを行うための十分な期間を 確保します。 ✓ 既存事業者優位作業の分離 サブシステム単位で分離して新規事業者か ら参入しやすくする、運用業務から業務ア プリケーションの障害対応や修正等を分離 する等の工夫を行います。 ✓ 契約期間の複数年度化 新規事業者は、既存システムの調査、業務 知識習得等を実施するため、契約が単年度 であれば採算が取れないことがあります。 契約期間を複数年度にすることで、応札企 業を増やせる可能性があります。 ✓ 設計情報等の詳細開示 既存システムの基本設計書や詳細設計書等 を、入札時の閲覧資料等として新規事業者 が確認できるようにします。 ✓ 汎用的な製品への移行 特定の事業者しか供給できない製品（ハー ドウェア、ソフトウェア）ではなく、汎用 的な製品やオープンソースソフトウェア （OSS）を調達品目とします。 ✓ 数量情報の開示 システム改修の場合、改修する画面や帳票、 データ項目等について、文章で表現するだ けでなく定量的に数値として示すことで、 作業規模を見積もりやすくできます。 ✓ 運用・保守業務の実績開示 既存システムの運用・保守に関連するド キュメントや、運用・保守業務の実績がわ かる資料を開示します。",
      "page_from": 73,
      "page_to": 74,
      "char_count": 1276,
      "position": 23794,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c24",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 24,
      "text": "ェア）ではなく、汎用 的な製品やオープンソースソフトウェア （OSS）を調達品目とします。 ✓ 数量情報の開示 システム改修の場合、改修する画面や帳票、 データ項目等について、文章で表現するだ けでなく定量的に数値として示すことで、 作業規模を見積もりやすくできます。 ✓ 運用・保守業務の実績開示 既存システムの運用・保守に関連するド キュメントや、運用・保守業務の実績がわ かる資料を開示します。 ✓ 前提条件等の緩和 事業者に求める資格や実績要件を十分に検 討した上で、可能な限り仕様を緩和するこ とで多くの事業者の参入を促します。 ✓ 次年度調達を考慮した納品物 設計書を契約単位ごとに分冊とすると、読 み込みが大変です。新規事業者も含めて、 第三者にとっても読みやすい構成となるこ とを考慮します。\n\n75 調達仕様書を定義する 調達仕様書には、事業者が提案内容を検討するために不可欠な情報が網羅されるように、原則として以下を記載します ✓ 調達案件の概要 調達の背景、目的、期待する効果、業務・情報システムの概要、契約 期間、作業スケジュール等について記載する。 ✓ 調達単位、調達の方式等 調達案件の調達単位、調達の方式、実施時期等について記載する。 ✓ 情報システムに求める要件 要件定義の成果物（機能要件、非機能要件）について記載する。 ※ 当該ドキュメントを別紙としてつけることが一般的 ✓ 作業の実施内容 作業の内容、成果物の範囲、納品期日等について記載する。 ✓ 作業の実施体制・方法 作業実施体制、作業要員に求める資格要件、作業場所、作業の管理に 関する要領等について記載する。 ✓ 作業の実施に当たっての遵守事項 機密保持、資料の取扱い、遵守する法令等について記載する。 ✓ 成果物の取扱い 知的財産権の帰属、契約不適合責任、検収等について記載する。 ✓ 入札参加資格 入札参加要件、入札制限について記載する。 ✓ 再委託に関する事項 契約した業務の再委託（再々委託を含む）の制限並びに再委託を認め る場合の条件、承認手続等について記載する。 ✓ その他 前提条件、制約条件、変更手順等について記載する。また、付属文書 として事業者が閲覧できるプロジェクト関連資料を添付する。\n\n76 調達に必要なドキュメントの全体構成（例） 調達仕様書以外には、以下のようなドキュメントを揃えます（付属文書を含めた全体構成の例）。 参考 付属文書を活用して、 可読性を上げ機密性を確保する 調達仕様書の本編に全てを記載すると、 かえって調達内容が理解しにくいもの となってしまうおそれがあります。適 宜、別文書（付属文書）とすることを 推奨します。 また、調達に必要な情報の中には、機 密保持の観点から一般に公開できない 内容も含まれます。このような内容は、 独立した文書として準備し、その文書 の閲覧を希望する外部事業者が閲覧手 続きを発注者に対して行った上、発注 者の立会いの下、執務場所での閲覧等 として機密性を確保します。",
      "page_from": 74,
      "page_to": 76,
      "char_count": 1272,
      "position": 24870,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c25",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 25,
      "text": "えって調達内容が理解しにくいもの となってしまうおそれがあります。適 宜、別文書（付属文書）とすることを 推奨します。 また、調達に必要な情報の中には、機 密保持の観点から一般に公開できない 内容も含まれます。このような内容は、 独立した文書として準備し、その文書 の閲覧を希望する外部事業者が閲覧手 続きを発注者に対して行った上、発注 者の立会いの下、執務場所での閲覧等 として機密性を確保します。\n\n77 調達仕様書の「ひな形」 実践ガイドブックの別紙として、調達仕様書のひな型を準備しています。 あくまでサンプルですので、この様式でなくても必要な内容を記載していれば問題ありません。 参考\n\n78 提案内容を評価する 最低価格競争入札方式（価格だけで決める）の場合は不要ですが、総合評価競争入札の場合は技術点と価格点の合計で 落札者を決定します。技術点の評価項目は、事前に定めて調達仕様書にも添付します。評価項目の内容は、プロジェク ト毎に独自に決めることができます。以下は、標準ガイドラインで記載している例示内容です。 ✓ 制度、業務及び情報システムに対する理解度 ✓ 要件定義の理解度 ✓ 任意で提案を求める事項に対する充足度 ✓ プロジェクトの計画能力 ✓ プロジェクトの管理能力 ✓ 設計・開発等に関する技術的能力 ✓ 設計・開発等の実績 ✓ 組織的対応力\n\n79 作業計画（WBS）を精査することは重要 外部事業者の技術力の評価には、具体的な作業計画（WBS）案の提出を求めて評価することが効果的です。 参考 上の図は、「悪い例」です。どのような点が問題なのか、考えてみてください。\n\n80 作業計画（WBS）を精査することは重要（続き） 前ページの例は、ネットに転がっている ようなテンプレート的なＷＢＳであり、 調達仕様書の中身をよく検討しなくても 機械的に割り当てるだけで作れてしまい、 「手抜き」以外の何物でもありません。 参考 良いWBSは、サブシステムや機能単位に 分解され、より細かな粒度で計画されて います。 また、一般論としての工程だけでなく、 プロジェクト独自の検討要素が含まれて います。 そして、それぞれの単体テスト、結合テ スト、総合テストの関係性がわかるよう になっており、開発要員を効率的に稼働 できるように工夫されています。\n\n81 標準ガイドライン本編第３編（ＩＴマネジメント） 第７章 設計・開発\n\n82 設計・開発のポイント ✓ 基本設計書は特に重要 基本設計書は、機能、画面、帳票等の利用者が直接的に理解できる内 容をまとめるものあり、「システムの命運を握る設計図」です。 ✓ テストを事業者任せにしない テストの計画時点から、その内容が十分であるかを確認します。特に 非機能テストについては抜け漏れが発生しがちであるため注意します。 ✓ 移行作業もとても大切 システム移行、データ移行、業務移行という異なる側面から移行作業 を計画して実施することが重要です。",
      "page_from": 76,
      "page_to": 82,
      "char_count": 1258,
      "position": 25942,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c26",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 26,
      "text": "は、機能、画面、帳票等の利用者が直接的に理解できる内 容をまとめるものあり、「システムの命運を握る設計図」です。 ✓ テストを事業者任せにしない テストの計画時点から、その内容が十分であるかを確認します。特に 非機能テストについては抜け漏れが発生しがちであるため注意します。 ✓ 移行作業もとても大切 システム移行、データ移行、業務移行という異なる側面から移行作業 を計画して実施することが重要です。 ✓ 移行判定と稼働判定 本番移行の開始を承認する「移行判定」と、サービス・業務の開始を 承認する「稼働判定」があります。判定基準を事前に明確化すること が重要です。 これだけは覚えて！\n\n83 設計・開発の概要 開発手法としてウォータフォール型を選択した場合は、基本的に以下の流れで作業を進めます。 なお、アジャイル開発を選択した場合は、以下の流れを短いサイクルで繰り返す形で作業を進めます。 ● 計画策定 設計・開発事業者とともに、設計・開発実施計画書及び設計・開発実施要領を作成します。 ● 要件定義（確定） 調達手続開始後の事情の変化、受注事業者等の提案等を踏まえ、関係者、関係事業者等と要件定義の 内容について調整の上、要件定義内容を確定します。 ● 設計 画面、帳票等の利用者にとって直接的に理解することができる基本設計を行い、その後に機能を実現 するための詳細設計を行います。 ● 開発・テスト 設計・開発事業者が、機能の実装と、テスト（単体テスト・結合テスト・総合テストを行います。 ＰＪＭＯは、上記プロセスの確認、指摘等を行い、受入テストを実施します。 ● 移行 本番環境において新しい情報システムを利用するための作業として、業務移行、システム移行、デー タ移行を行います。また、移行判定、稼働判定を経て、本番稼働を開始します。 ● 引継ぎ 設計・開発内容（設計書、作業経緯、残存課題等）を、運用事業者及び保守事業者に確実に引き継ぎ ます。\n\n84 様々な工程名称 工程の名称は、事業者によって呼び方が 異なります。同じ名称でも、事業者に よって捉え方が異なることがあるため、 注意が必要です。 標準ガイドラインでは、この図の左側に あるように工程を定義しています。 基本的にはウォーターフォール型開発と 呼ばれる手法を前提にしています。 原則としてある工程が終われば次の工程 に着手するという形で、工程完了後に手 戻りが発生しないように検討を進めます。 工程を時系列で進めることから、計画が 立てやすく、進捗管理がしやすいのが特 徴です。 参考\n\n85 システム開発のV字モデル 参考 ウォーターフォール型の開発プロセスでは、よくＶ字モデルで表されます。 直線的に進んでいく工程を、 あえてＶ字にしていること には意味があります。 同じ高さにある工程が、そ れぞれ深く関係しています。 例えば、総合テストとは基 本設計で定めた要件が充足 されているかを確認するテ ストであり、受入テストと は要件定義との充足性を確 認するテストということで す。",
      "page_from": 82,
      "page_to": 85,
      "char_count": 1283,
      "position": 27000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c27",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 27,
      "text": "85 システム開発のV字モデル 参考 ウォーターフォール型の開発プロセスでは、よくＶ字モデルで表されます。 直線的に進んでいく工程を、 あえてＶ字にしていること には意味があります。 同じ高さにある工程が、そ れぞれ深く関係しています。 例えば、総合テストとは基 本設計で定めた要件が充足 されているかを確認するテ ストであり、受入テストと は要件定義との充足性を確 認するテストということで す。\n\n86 アジャイル開発 アジャイル開発は、対象となる機能の設計・開発・テストを短い期間（イテレーション）に分けて進め、イテ レーションが終了するごとに動く機能が出来上がる情報システム構築作業の進め方です。 短期間で動く機能が出来上がるため、情報システムの利用者に確認を取りやすく、設計・開発の途中で変更が 多く発生すると見込まれる場合に有用です。 サービス設計12か条にある「何度も繰り返す」、「一遍にやらず、一貫してやる」といった視点に沿うもの ですので、 参考 × 投げっぱなしアジャイル 発注者の要件を調達以前の段階で十分 に定めず、要件自体を設計工程で決め るというように後送りにする × 優先度をつけないアジャイル 設計を進める中で出てきた要件につい て、発注者が優先度の判断をせず、全 てを実現することを求めてしまう ※ 注意 こんな進め方はアジャイル開 発ではありません。名ばかり のアジャイル開発にならない ように気を付けましょう。 詳細は、「アジャイル開発実践ガイドブック」を参照\n\n87 設計・開発実施計画書とは 設計・開発実施計画書は、事業者が担当する設計・開発作業の範囲 について、プロジェクト計画書を具体化・詳細化したものです。 なお、事業者が作成するプロジェクト計画書を、設計・開発実施計 画書とみなす形でも構いません。 参考 ✓ 作業概要 ✓ 作業体制 ✓ スケジュール ✓ 成果物 ✓ 開発形態、開発手法、 開発環境、開発ツール等 ✓ その他（制約条件等） ＜記載事項＞\n\n88 設計・開発実施計画書の「ひな形」 実践ガイドブックの別紙として、設計・開発実施計画書のひな型を準備しています。 あくまでサンプルですので、この様式でなくても必要な内容を記載していれば問題ありません。 ※ 同様に「設計・開発実施要領」のひな型もあります。プロジェクト管理要領を具体化する内容です。 参考\n\n89 マイルストーンを明確に 設計・実施計画書の重要要素の１つがスケジュー ルです。細かいスケジュールだけあれば良いわけ ではありません。プロジェクトの主要な進捗ポイ ント（マイルストーン）を明確にして、以下のこ とをチェックします。 参考 クリティカル・パスとは 作業の最長経路のことです。この経路に必要な期間が、 プロジェクトの最短所要時間となります。 クリティカル・パス上の作業が遅延した場合、プロジェ クト期間に影響を与えるため、注意が必要です。",
      "page_from": 1,
      "page_to": 89,
      "char_count": 1235,
      "position": 28083,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c28",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 28,
      "text": "素の１つがスケジュー ルです。細かいスケジュールだけあれば良いわけ ではありません。プロジェクトの主要な進捗ポイ ント（マイルストーン）を明確にして、以下のこ とをチェックします。 参考 クリティカル・パスとは 作業の最長経路のことです。この経路に必要な期間が、 プロジェクトの最短所要時間となります。 クリティカル・パス上の作業が遅延した場合、プロジェ クト期間に影響を与えるため、注意が必要です。 ✓ マイルストーン達成への必要作業の網羅 ✓ 各作業の依存関係誤りや作業の抜け漏れ ✓ クリティカル・パスの把握 計画に対して、進捗実績を可視化します（通称イナズマ線） 遅延部分が、左側に出っ張る形になります。\n\n90 基本設計書は特に重要 基本設計書は、機能、画面、帳票等の利用者が直接的に理解できる内容をまとめるものです。要件を正しく 反映し、利用者にとって使いやすく、保守・運用を効率良く維持できるかといった「システムの命運を握る 設計図」です。また、システムの品質を確保するためのテストについても、その重要な前提となります。 参考\n\n91 基本設計書の構成（例） 一般的な基本設計書の記載項目を例示します。 参考 項番 目次 内容 1 全体編 1-1 システム全体図 システム、業務、Ｈ／Ｗ，Ｓ／Ｗ，Ｎ／Ｗ等の各々視点から全体俯瞰する資料 1-2 データの流れと機能構成 データ及びその流れとそれぞれの機能との関係全体を記載 1-3 機能分割 サブシステム構成、機能分割、処理方式など基本的な設計の考え方を記載 ・・・ ・・・ ・・・ 2 機能編 2-1 機能・画面・帳票一覧 分割された機能を一覧として記載。また関連する機能と対応させた画面・帳票を一覧形式で記載 2-2 画面・帳票フロー 画面、帳票と機能の流れ（展開条件、戻り条件など）を記載 2-3 各機能別処理内容 機能毎の処理概要、入出力（データベース、ファイル、画面、帳票など）関連図、チェック／編集要領など 定型標準フォームに記載 ・・・ ・・・ ・・・ 3 データ編 3-1 データモデル 要件定義で作成した概念レベルのモデルを詳細化。全てのデータ（データベース、ファイル、テーブル等） を関連づけて記載 3-2 データ一覧、データ定義／ レイアウト データベース、ファイル、テーブルなどのデータに関する説明（マスターデータ等の分類、標準化レベル等 も記載） 3-3 CRUD データと機能の処理別マトリックス。データの生成から更新、参照、消滅までのライフサイクルを記載 ・・・ ・・・ ・・・\n\n92 テストを事業者任せにしない システムの使い勝手を良くし安定した品質にするために、最も重要なものがテストです。 テストの計画時点から内容が十分であるかを確認し、事業者任せにならないように進めます。 参考 単体テスト アプリケーションを構成する最 小の単位で実施するテストであ り、主に機能単位で設計通りに 動作するかを事業者（プログラ マ）が確認する。",
      "page_from": 89,
      "page_to": 92,
      "char_count": 1265,
      "position": 29119,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c29",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 29,
      "text": "フサイクルを記載 ・・・ ・・・ ・・・\n\n92 テストを事業者任せにしない システムの使い勝手を良くし安定した品質にするために、最も重要なものがテストです。 テストの計画時点から内容が十分であるかを確認し、事業者任せにならないように進めます。 参考 単体テスト アプリケーションを構成する最 小の単位で実施するテストであ り、主に機能単位で設計通りに 動作するかを事業者（プログラ マ）が確認する。 結合テスト 複数の機能を連携させて動作を 確認するテストであり、主に ユースケース単位で設計通りに 動作するかをテスト担当者が確 認する。 総合テスト システム全体が設計の通りに動 作することを確認するテストで あり、ユースケースを組み合わ せた一連の業務が行えることを 機能面や非機能面の観点からテ スト担当者が確認する。 受入テスト 納品されるシステムが要件通り に動作することを確認するテス トであり、発注者が主体となり、 事業者と協力して確認する。 加えて、テストシナリオや テスト評価方法の妥当性を 確認し、過不足を指摘する ことで抜け漏れの無いテス トになるように関与する。 事業者がテストの実施主体ではあるが、発注者もテスト計画 を確認した上で、実施状況の報告を求め、報告書に記載され ている実施結果に不足、誤り等が発生している場合は、課題 等を整理し、指摘又は指導を行う。 発注者が主体となりテスト を実施する。実際の利用者 がテストに参加することで、 サービス・業務が円滑に実 施できることを確認する。\n\n93 機能要件だけでなく、非機能要件もしっかりテスト 特に、非機能テストについては抜け漏れが発生しがちであるため、以下を参考に確認してください。 （全てのテストを実施するという趣旨ではなく、プロジェクトに応じて必要性を判断） 参考 ✓ パフォーマンステスト 負荷のかかっていない通常状態で、 画面等のレスポンスタイムと、バッ チ処理等のスループットを計測する テストのこと。 ✓ ラッシュテスト（※） 性能要件として想定している最大負 荷（同時アクセス数等）に対して、 システムの処理能力を確認するテス トのこと。 ✓ ストレステスト（※） 性能要件として想定している最大負 荷を超える負荷がかかった想定外の 状況に対してシステムの挙動を確認 するテストのこと。 ✓ 大容量テスト（※） バッチ処理の所要時間やネットワー ク性能の十分性等を確認するために 想定されている最大容量のデータの 送受信等を確認するテストのこと。 ✓ 縮退テスト 部分的なハードウェアの故障などに 対して、冗長構成への切替えなどが 想定どおりに機能することを確認す るテストのこと。 ✓ 災害対策テスト 大規模災害発生時の対応（マニュア ル含む）が的確かを確認するテスト のこと。 ✓ ペネトレーションテスト システムに対して侵入テストを試み、 適正にガードされていることを確認 するテストのこと。",
      "page_from": 91,
      "page_to": 93,
      "char_count": 1250,
      "position": 30184,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c30",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 30,
      "text": "容量のデータの 送受信等を確認するテストのこと。 ✓ 縮退テスト 部分的なハードウェアの故障などに 対して、冗長構成への切替えなどが 想定どおりに機能することを確認す るテストのこと。 ✓ 災害対策テスト 大規模災害発生時の対応（マニュア ル含む）が的確かを確認するテスト のこと。 ✓ ペネトレーションテスト システムに対して侵入テストを試み、 適正にガードされていることを確認 するテストのこと。 ✓ インシデントレスポンステスト インシデントが発生したときにどの ようなメッセージがあがり、その時 の対応（マニュアル含む）が的確か を確認するテストのこと。 ✓ ファジング 検査対象のソフトウェア製品に「ファズ （英名：fuzz）」と呼ばれる問題を引き起 こしそうなデータを大量に送り込み、その 応答や挙動を監視することで脆弱性を検出 する検査手法のこと。 （※）これらをまとめて、「負荷テスト」と呼ぶこともあります。\n\n94 移行作業もとても大切 本番の環境で情報システムを稼働するためには、データの設定、既存サービス・業務や情報システムからの切 り替え等が重要です。以下の観点を中心に、移行方法を計画して実行します。 参考 システム移行 受入テストが終わったものを本番環境にリ リースすることを指す。以下のような観点 について検討し、検討結果から発生した必 要なプログラムやツールに関して、設計・ 実装・テストを行う。 ＜検討内容例＞ ・ネットワークやＤＮＳサーバの切り替え方式 ・外部情報システムと連携部分の切り替え方式 ・移行対象設備（ハードウェア等）の移行方式 ・新旧のマスターデータの同期の仕組み ・移行失敗時の切り戻し方式 ・端末又は端末上のソフトウェアの入れ替え方式 データ移行 既存情報システムから新情報システムへ データを適切な形で渡すことを指す。以下 の観点について検討し、検討結果から発生 した必要なプログラムやツールに関して、 設計・実装・テストを行う。 ＜検討内容例＞ ・新規データ作成か、現行に元データがあるか ・元データの形式や移行対象 ・手作業移行かツール（自動）による移行か ・移行ツールを開発するか既存製品を利用するか ・テーブル定義（論理）の項目と移行元データの 項目の対応（マッピング） ・データ変換やクレンジングなどのデータ処理の ロジック 業務移行 各種移行方式を検討した結果を踏まえなが ら、（所管の）業務や利用者において「移 行時に発生する業務」「段階移行/平行稼働 中の特殊な作業」について、洗い出しや検 討を行う。 ＜検討内容例＞ ・平行稼働中の業務データの手動保存/移行 ・アクセスＵＲＬの変更 ・端末の入れ替え ・利用者のログインＩＤ/パスワードの変更 など\n\n95 マニュアルも忘れずに 業務マニュアルとシ ステム操作マニュア ルは異なります。 特に業務マニュアル について作成を忘れ たり、作成しても内 容が十分でなかった りするケースが発生 しがちなので、注意 してください。",
      "page_from": 93,
      "page_to": 95,
      "char_count": 1273,
      "position": 31234,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c31",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 31,
      "text": "て、洗い出しや検 討を行う。 ＜検討内容例＞ ・平行稼働中の業務データの手動保存/移行 ・アクセスＵＲＬの変更 ・端末の入れ替え ・利用者のログインＩＤ/パスワードの変更 など\n\n95 マニュアルも忘れずに 業務マニュアルとシ ステム操作マニュア ルは異なります。 特に業務マニュアル について作成を忘れ たり、作成しても内 容が十分でなかった りするケースが発生 しがちなので、注意 してください。 参考\n\n96 移行判定と稼働判定 基本的に、本番移行の開始を承認する「移行判定」とサービス・業務の開始（＝新しい情報システムへの切り替 え）を承認する「稼働判定」の２段階で判定を行います 参考 判定の種類 承認内容の例 タイミングの例 承認条件の例 移行判定 本番移行の開始 受入テスト、移行リハーサ ル完了後、本番移行前  受入テストの完了が承認されている  第三次レビューで妥当と判断される  移行計画書及びリハーサルの結果が適 正である 稼働判定 本番稼働の開始 （新しいサービス・業務の開始） 本番移行の完了後又は完了 が確実に見込まれるとき  本番環境への移行の結果が適正である ※ 判定会議は、ともするとシャンシャン会議になりがちです。どういう場合には「ダメ」を出すか、あらか じめ明文化して関係者で共有しておくことが重要です。グループシンク（集団浅慮）に陥らないようにするに は、稼働判定基準はあらかじめ厳密に定めておく必要があります。\n\n97 標準ガイドライン本編第３編（ＩＴマネジメント） 第８章 サービス・業務の運営と改善\n\n98 運営と改善のポイント ✓ 設計・開発と並行して準備を進める 情報システムの設計・開発に注力する一方で、サービス・業務の準備 が抜けてしまいがちなので、計画的に実施します。 ✓ 運営と改善を外部事業者に丸投げしない 外部の事業者に作業を委託できるものがありますが、職員が正しく作 業を切り出し、事業者へ指示や管理をすることが大前提です。 ✓ 研修・教育は、繰り返し何度も実施する 定期的な人事異動等も考慮し、研修の動画配信、教材の共有等により、 誰でも、いつでも研修を受講できる環境とすることが理想的です。 ✓ 業務改善に向けて、日々の記録を蓄積する 利用者からの問い合わせや要望、運用・保守事業者からの報告、定期 的な監視取得情報等は、サービス改善の大きなヒントとなります。 これだけは覚えて！ サービス・業務の\n\n99 業務の運営も、準備→運営→改善 設計開発（第７章）と同時並行で、サービス・業務の運営準備を進めます。 また、運営の中で発生した課題に対して、サービス・業務面と情報システム面での改善を進めます。\n\n100 サービス・業務の運営と改善の概要 情報システムの設計・開発に注力する一方で、サービス・業務の準備が抜けてしまいがちです。 特に「準備」について、抜け漏れが発生しないように計画的に実施します。",
      "page_from": 94,
      "page_to": 100,
      "char_count": 1239,
      "position": 32307,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c32",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 32,
      "text": "99 業務の運営も、準備→運営→改善 設計開発（第７章）と同時並行で、サービス・業務の運営準備を進めます。 また、運営の中で発生した課題に対して、サービス・業務面と情報システム面での改善を進めます。\n\n100 サービス・業務の運営と改善の概要 情報システムの設計・開発に注力する一方で、サービス・業務の準備が抜けてしまいがちです。 特に「準備」について、抜け漏れが発生しないように計画的に実施します。 ● 準備 ● サービス・業務の改善 ● 情報システムの改善 ● 体制等 ● 課題対応 業務の運営開始時に発生する課題のリスク分析と対応 運営体制構築、利用者への周知・広報、業務手順書作成等 ● 教育・訓練 情報システムの操作、業務の運営手順等を一体的に教育・訓練 ● リハーサル 業務のリハーサルで、業務の運営に支障を来す不具合等を発見 業務内容そのものや業務手順の見直し、教育訓練やモニタリング方法の改善等 緊急性、重要性、費用対効果等を踏まえ、改善要否、改善方法、利用者への周知等を検討 ● サービス・業務の運営 業務を実施しながら、モニタリング等によりサービス実態を把握 準備を忘れない！\n\n101 運営と改善を、外部事業者に丸投げしない サービス・業務の日常的なオペレーション、問合せや要望への対応等は基本的に職員が実施しますが、外部の事 業者に作業を委託できるものがあります。ただし、この場合も職員が正しく作業を切り出し指示や管理をするこ とが前提であり、丸投げすることは問題です。 参考\n\n102 関連する業務実施部門との責任分担を実効的に定める 特に情報システムが関係するトラブルでは、 原因不明等の理由で問題解決が困難になり がちです。単に部門間の責任分界点を定め ただけでは、責任の押し付け合いになりか ねません。 例えば、右図のケースを考えましょう。 ・Ａ組織はデータを入力する業務を実施 → データを誤入力してしまった。 ・Ｂ組織は、データの誤りに気付かず、 そのデータを使って業務を実施 不具合の責任がA、Bのどちらにあるのか、 一概には判断することができません。 あらかじめ発生しうるケースを想定し、問 題究明の初動体制を含めた責任分担を決め ておくと、有事の際に円滑に対応できます。 参考\n\n103 研修・教育は、繰り返し何度も実施する 大規模システムでは全国各地に業 務担当者が存在するケースもあり ますが、各職員に研修機会を確保 することが重要です。 また、定期的な人事異動があるた め、新規に着任した人への研修も 必要です。 実開催での研修実施には限界もあ るので、研修の動画配信、教材の 共有等により、誰でも、いつでも 研修を受講できる環境とすること が理想的です。 参考\n\n104 業務改善に向けて、日々の記録を蓄積する 業務の中では、日々様々な情報が集 まってきます。",
      "page_from": 99,
      "page_to": 104,
      "char_count": 1205,
      "position": 33346,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c33",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 33,
      "text": "存在するケースもあり ますが、各職員に研修機会を確保 することが重要です。 また、定期的な人事異動があるた め、新規に着任した人への研修も 必要です。 実開催での研修実施には限界もあ るので、研修の動画配信、教材の 共有等により、誰でも、いつでも 研修を受講できる環境とすること が理想的です。 参考\n\n104 業務改善に向けて、日々の記録を蓄積する 業務の中では、日々様々な情報が集 まってきます。 ・利用者からの問い合わせや要望 ・運用・保守事業者から報告される 突発的に発生した障害 ・定常的な監視活動から取得した 情報（インシデント記録等） これらの情報はサービス改善の大き なヒントとなります。 ＜例＞ 利用者の業務窓口訪問、Webサイト のアクセス時間帯を分析 → 利用のピーク特性をつかむことで サービス改善のきっかけをつかむ 参考\n\n105 標準ガイドライン本編第３編（ＩＴマネジメント） 第９章 運用及び保守\n\n106 運用及び保守のポイント ✓ 運用と保守の違いを理解する 運用とは変更を加えずに日々システムを動かすこと、保守とは変更を 加えてシステムの機能・品質を維持することです。 ✓ 計画に基づいて確実に作業を行う 運用計画書、運用実施要領、保守計画書、保守実施要領、運用継続計 画を作成し、手順と体制を準備した上で日々の作業を実施します。 ✓ 自動化の仕組みを取り入れる 運用・保守の作業では人による確認や作業が多く発生しますが、シス テム運用管理ツール等を導入して、自動化を進めることが効果的です。 ✓ 障害発生対応のために事前から体制準備 障害発生時に適切に暫定対策、恒久対策を実施できるように、各関係 者の体制と役割分担を事前に決めておくことが重要です。 これだけは覚えて！ サービス・業務の\n\n107 運用とは何か 運用とは、情報システムの設計された 仕様及び構成の変更を原則として行わ ずに、情報システムの稼働状態を維持 することを目的とした活動です。 簡単に言うと、情報システムの目標を 達成するために、情報システムの機能 を利用者に提供し続けるための活動と 言えます。 情報システムの稼働状態を維持するた めの作業が主となりますが、情報シス テムを相手にするだけではなく、ユー ザサポートのように「人」を相手にす る作業もあります。 作業を大きく分類すると右図に示すも のがあります。 参考 → 変更を加えずに、日々システムを動かすこと\n\n108 保守とは何か 保守とは、機能維持、品質維持等、情 報システムを設計された仕様どおりに 動作させることを目的と活動のことで す。簡単に言うと、様々な環境変化に 対する情報システムの変更も含めて、 情報システムが予定された機能・レベ ルを提供するように調整する活動です。 作業を大きく分類すると右図に示すも のがあります。 参考 → 変更を加えて、システムの機能・品質を維持すること ※ 既存の機能の修正や新たな機能の開発は、 「機能改修」にあたります。",
      "page_from": 103,
      "page_to": 108,
      "char_count": 1270,
      "position": 34351,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c34",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 34,
      "text": "報システムを設計された仕様どおりに 動作させることを目的と活動のことで す。簡単に言うと、様々な環境変化に 対する情報システムの変更も含めて、 情報システムが予定された機能・レベ ルを提供するように調整する活動です。 作業を大きく分類すると右図に示すも のがあります。 参考 → 変更を加えて、システムの機能・品質を維持すること ※ 既存の機能の修正や新たな機能の開発は、 「機能改修」にあたります。プログラムに修 正が入る点では「保守」と似ていますが、保 守における修正は、サービス・業務の開始時 点で定められた設計どおりに動作させるため のものである点に注意してください。\n\n109 運用・保守も、準備→実施→改善 第８章（サービス・業務）と対をなす形で、情報システムの運用・保守についても、準備、実施、改善を行います。\n\n110 運用及び保守の概要 情報システムの設計・開発に注力する一方で、サービス・業務の準備が抜けてしまいがちです。 特に「準備」について、抜け漏れが発生しないように計画的に実施します。 ● 実施 ● 改善 ● 引継ぎ ● 運用の実施 ● 大規模災害対策 運用継続計画に基づき定常的な訓練を実施 手順に沿って定常時対応、障害発生時対応を実施 ● 保守の実施 手順に沿って定常時対応、障害発生時対応を実施 ● システム現況確認 システム構成、ライセンス、サポート等の現況確認 運用実績等から作業効率や作業項目の過不足の評価・検証、各種計画の見直し、作業の改善 円滑な作業継続が行えるように、運用保守の作業経緯、残存課題等に関する情報を整理 ● 準備 運用計画書、運用実施要領、保守計画書、保守実施要領、運用継続計画を作成し、手順と体制を準備\n\n111 運用と保守の計画を作成する 運用事業者、保守事業者に各種作業を委託する際の前提ルールとして、計画書、実施要領をそれぞれ作成します。 参考 ✓ 作業概要 ✓ 作業体制 ✓ スケジュール ✓ 成果物 ✓ 運用形態・運用環境 ✓ その他 ✓ コミュニケーション管理 ✓ 体制管理 ✓ 作業管理 ✓ リスク管理 ✓ 課題管理 ✓ システム構成管理 ✓ 変更管理 ✓ 情報セキュリティ対策 運用計画書 運用実施要領 ✓ 作業概要 ✓ 作業体制 ✓ スケジュール ✓ 成果物 ✓ 運用形態・運用環境 ✓ その他 ✓ コミュニケーション管理 ✓ 体制管理 ✓ 作業管理 ✓ リスク管理 ✓ 課題管理 ✓ システム構成管理 ✓ 変更管理 ✓ 情報セキュリティ対策 保守計画書 保守実施要領\n\n112 計画書、実施要領のひな型 実践ガイドブックの別紙として、計画書、実施要領のそれぞれのひな型を準備しています。 あくまでサンプルですので、この様式でなくても必要な内容を記載していれば問題ありません。 参考\n\n113 運用・保守に、自動化の仕組みを取り入れる かなり昔には、情報システムの運用・保守は、従来は人による目視確認や手作業で実施してきました。しかし、 最近では、システム運用管理ツール等を導入して、極力自動化を進めています。",
      "page_from": 108,
      "page_to": 113,
      "char_count": 1295,
      "position": 35421,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c35",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 35,
      "text": "ガイドブックの別紙として、計画書、実施要領のそれぞれのひな型を準備しています。 あくまでサンプルですので、この様式でなくても必要な内容を記載していれば問題ありません。 参考\n\n113 運用・保守に、自動化の仕組みを取り入れる かなり昔には、情報システムの運用・保守は、従来は人による目視確認や手作業で実施してきました。しかし、 最近では、システム運用管理ツール等を導入して、極力自動化を進めています。 ただ、これらのツールを導入してライセンスを購入したにもかかわらず、十分に活用できていない例もあるので、 以下のポイントを参考に自動化の状況を確認して下さい。 参考 ✓ 手順が定まっている作業 セキュリティパッチアップ デート、プログラム更新、 データ更新等を自動的に行う プログラムや設定を準備して おく事で正確かつ実施効率を 上げる方法です。 ✓ 監視設定と通知・連絡 アクセス量が制限値を超えた 時や、サーバのメモリやディ スク容量等があらかじめ設定 した値を超えた時、機器の故 障があった際に、メールや SMS、電話等で自動的に関係 者に通知・連絡する方法です。 ✓ 目視に頼っていた判断・制御 アクセス状況やサーバリソー スのグラフの異常傾向の検知、 不審な大量アクセス等の検知 についても、機械学習等を活 用し、初期判断に用いること ができます。 自動化を進めるためのポイント\n\n114 障害発生への対応は事前からの体制準備が重要 障害が発生しない情報システムは、ほぼありません。大切なのは、障害が発生した際に適切な対応を取ることで 被害を最小限に留め、暫定対策から恒久対策を実施し、将来にわたって同じ又は同じような障害を発生させない ようにすることです。そのために、各関係者が適切な役割分担の下に協働して対応を進められるように、事前に 体制と役割分担を決めておくことが重要です。（下図は、基本的な対応フローの例） 参考\n\n115 外部事業者に依頼する作業内容を明確にする 運用及び保守に係る作業は、外部 事業者に委託することが大半です。 作業内容が専門的であり、手順に 沿った定型かつ大量な作業が多い ことがその理由です。 基本的には、運用設計・保守設の 段階で必要な作業を洗い出してい るはずですが、右表に示すような 項目（忘れ物チェックリスト）は、 重要な内容にもかかわらず見落と されがちなので、注意してくださ い。 参考\n\n116 会議開催は効率的に 規模が大きなプロジェクトになると、複数 の組織や事業者が関わるため、会議体がど うしても増える傾向があります。 毎日が会議ばかりになり、本来行うべき作 業に手が回らないという本末転倒な状況に 陥りかねません。 会議体の目的を整理し、必要な出席者を事 前に選抜するようにしましょう。 右表は、一般的なプロジェクトにおける会 議構成の例です。 これらの会議を全て実施することを推奨し ているわけではなく、必要に応じて、抜粋、 統合しながら効率的に開催することを重視 しましょう。",
      "page_from": 112,
      "page_to": 116,
      "char_count": 1274,
      "position": 36516,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c36",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 36,
      "text": "がど うしても増える傾向があります。 毎日が会議ばかりになり、本来行うべき作 業に手が回らないという本末転倒な状況に 陥りかねません。 会議体の目的を整理し、必要な出席者を事 前に選抜するようにしましょう。 右表は、一般的なプロジェクトにおける会 議構成の例です。 これらの会議を全て実施することを推奨し ているわけではなく、必要に応じて、抜粋、 統合しながら効率的に開催することを重視 しましょう。 参考\n\n117 標準ガイドライン本編第３編（ＩＴマネジメント） 第10章 システム監査\n\n118 システム監査のポイント ✓ システム監査の役割を理解する プロジェクトの目標を達成することを目的として、情報システムにま つわるリスクに適切に対処しているかを客観的に評価する活動です。 ✓ 全体の流れを理解する 個々の監査では、監査実施計画に基づき予備調査、本調査を実施し、 監査報告書をまとめます。指摘事項への改善も計画的に進めます。 ✓ 全体体制を理解する 監査結果の報告先は合議制機関（各府省の情報化推進委員会等）です。 実務的には、PMOが監査を推進し、個々の監査体制を構築します。 ✓ 表面的な指摘だけでは不十分 「ルールを逸脱しているかどうか」という確認に留まるのではなく、 「なぜルールどおりにやっていないのか」という根本原因を探ること が、とても大切です これだけは覚えて！\n\n119 システム監査とは システム監査とは、プロジェクトの目標を達成することを目的 として、所管する情報システムにまつわるリスクに適切に対処 しているかを客観的に評価する活動のことです。 ● 実施 ● 指摘事項への対応 ● フォローアップ ● 予備調査 組織、業務、システムの概要を把握し、 監査手続書を作成 ● 実地調査 監査手続書に基づき監査を実施し、 監査調書を作成 ● 監査報告書監査調書を元に報告書案を作成し、 監査対象の確認を得た上で報告 監査対象は指摘事項に対する改善計画の立 案、対応を行い、結果を報告 ＰＭＯは、当該監査の結果への対応につ いて、フォローアップを行う ● 監査実施計画 監査対象、監査目的、監査範囲、スケジュー ル、監査体制、監査実施方法等を計画 ● 監査体制の確立 独立性、監査能力、専門性の観点から問題な いように監査責任者、監査実施者を決定\n\n120 監査体制の全体像 合議制機関 局長級で構成する「情報化推進委員 会」等、府省内の意思決定を行う組織 （会議体） ＰＭＯ 3か年分の監査対象等を定めたシステム 監査計画を定め、個々の監査体制を構 築して監査を進める 監査チーム（監査体制） 監査責任者、監査実施者を決め、監査 を実施する ＰＪＭＯ（監査対象） 監査への対応を行い、監査指摘事項へ の対応を計画的に実施する 参考 システム監査を進めるための体制\n\n121 事例（変更管理の妥当性） 実例を見ると、システム監査の内容がイメージしやすいと思います。",
      "page_from": 116,
      "page_to": 121,
      "char_count": 1246,
      "position": 37590,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    },
    {
      "chunk_id": "09e35e707fe16229bf3d18490cfaeb77_c37",
      "doc_id": "09e35e707fe16229bf3d18490cfaeb77",
      "chunk_index": 37,
      "text": "体） ＰＭＯ 3か年分の監査対象等を定めたシステム 監査計画を定め、個々の監査体制を構 築して監査を進める 監査チーム（監査体制） 監査責任者、監査実施者を決め、監査 を実施する ＰＪＭＯ（監査対象） 監査への対応を行い、監査指摘事項へ の対応を計画的に実施する 参考 システム監査を進めるための体制\n\n121 事例（変更管理の妥当性） 実例を見ると、システム監査の内容がイメージしやすいと思います。 実践ガイドブックでは、「変更管理の妥当性」を監査テーマとした実例につ いて、監査の確認観点、予備調査の内容、本調査でのチェック項目等を解説 しています。 参考 ※ 詳細は、「実践ガイドブック」参照\n\n122 根本原因を究明して、改善点を発見する 監査を実施する際に、「ルールを逸脱している かどうか」だけを確認するだけでは十分ではあ りません。 → 「なぜルールどおりにやっていないのか」 という根本原因を探ることが、とても大切です。 → また、不十分な点を指摘するだけではなく、 根本原因に対して、他のプロジェクトの好事例 等を踏まえながら具体的に提案を行うことが効 果的です。 参考 このように、根本原因にまで踏み込んで具体的提案 を行うために、監査実施の様々なノウハウがあり、 実践ガイドブックでも紹介しています。 （右図は、インタビューのノウハウ）\n\n123 監査実施計画書、監査報告書の「ひな形」 実践ガイドブックの別紙として、監査実施計画書、監査報告書のひな型を準備しています。 あくまでサンプルですので、この様式でなくても必要な内容を記載していれば問題ありません。 参考",
      "page_from": 120,
      "page_to": 123,
      "char_count": 693,
      "position": 38636,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "（参考）標準ガイドライン研修資料（PDF／11,657KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/67d846da/20220509_resources_standard_guidelines_guideline_07.pdf"
    }
  ],
  "keywords": [
    {
      "term": "プロジェ",
      "count": 88
    },
    {
      "term": "参考",
      "count": 68
    },
    {
      "term": "システム",
      "count": 66
    },
    {
      "term": "サービス",
      "count": 54
    },
    {
      "term": "ます",
      "count": 52
    },
    {
      "term": "情報シス",
      "count": 48
    },
    {
      "term": "標準ガイ",
      "count": 38
    },
    {
      "term": "ドライン",
      "count": 37
    },
    {
      "term": "設計",
      "count": 35
    },
    {
      "term": "デジタル",
      "count": 31
    }
  ]
}