{
  "doc_id": "0b0a15df7cd89c957a1b90d55dc100b2",
  "metadata": {
    "meeting": "デジタル社会推進標準ガイドライン",
    "agency": "デジタル庁",
    "title": "サービスデザイン関連ガイドラインの読み進め方・資料の探し方（PDF／8,738KB）",
    "date": "2023-07-04",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/37043d44/20251016_how_to_use_and_find_service_design_resources.pdf"
  },
  "pages": 7,
  "chunks": [
    {
      "chunk_id": "0b0a15df7cd89c957a1b90d55dc100b2_c0",
      "doc_id": "0b0a15df7cd89c957a1b90d55dc100b2",
      "chunk_index": 0,
      "text": "参考資料 （サービ スデザイ ン ） サービスデザイン関連ガイドラインの 読み進め方・資料の探し方 References (Service Design) How to Use and Find Service Design Resources 2025 年 （令和7 年） 10 月16 日 技術検討会議サービスデザイ ンタスク フ ォー ス\n\npage 1 サービスデザイン関連ガイ ドラインの読み進め方・資料の探し方 1 概要 デジタル社会推進標準ガイドライン群 （通称 「標準ガイドライン群」 ） のDS-600番台は、サービスデザインに関 するガイドライン、ガイドブック、ツール、事例等を取り扱っているドキュメント群です。主に以下のような テーマを扱っています。 ● サービスデザイン ● 人間中心設計 （UXデザイン） ● ユーザーリサーチ ● リスク情報に基づく意思決定 （Risk-Informed Decision-Making: RIDM） ● ユーザビリティ ● アクセシビリティ ● ウェブサイト、ウェブコンテンツの設計 ● ビジュアルコミュニケーション 標準ガイドライン群のドキュメントには 「標準ガイドライン （Normative） 」と 「実践ガイドブック （Informative） 」 の2種類の区分が設けられています。 Normativeになっているドキュメントは各府省の情報シス テムが対象で、民間の情報システムは対象ではありません。 サービスデザイン領域では読者の理解のサポートとなるよう、初めてその領域を本格的に取り組もうとして いる方向けの資料として、原理・原則や基礎的な概念を解説する 「導入ガイドブック」 を設けています。 「実践 ガイドブック」 では 「導入ガイドブック」 の内容を前提として、 より実践的な主題を説明しています。目的に応 じて、必要なところを確認してください。 種類 付番 位置づけ 各府省 民間 ガイドライン DS-6x0 Normative 遵守すべき 対象外 導入ガイドブック DS-6x1 Informative 参考にできる 参考にできる 実践ガイドブック DS-6x2 Informative 参考にできる 参考にできる 参考資料 なし なし 参考にできる 参考にできる 「参考資料」 はDS-600番台の標準ガイドライン群を更に補足することを目的に、デジタル庁が独自に用意し ている資料やツール類で、標準ガイドライン群への編入を行っていないドキュメントです。\n\npage 2 サービスデザイン関連ガイ ドラインの読み進め方・資料の探し方 民間企業での勉強会や教育機関での講義等で参考にする場合は、これらのドキュメント群が、政府情報シス テムの構築にあたって必要な解説をすることを目的としており、教科書としての網羅性や最新性を満たせてい ないことに留意してください。民間では必ず出てくる概念が説明されていないこともあります。",
      "page_from": 1,
      "page_to": 3,
      "char_count": 1252,
      "position": 0,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "サービスデザイン関連ガイドラインの読み進め方・資料の探し方（PDF／8,738KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/37043d44/20251016_how_to_use_and_find_service_design_resources.pdf"
    },
    {
      "chunk_id": "0b0a15df7cd89c957a1b90d55dc100b2_c1",
      "doc_id": "0b0a15df7cd89c957a1b90d55dc100b2",
      "chunk_index": 1,
      "text": "編入を行っていないドキュメントです。\n\npage 2 サービスデザイン関連ガイ ドラインの読み進め方・資料の探し方 民間企業での勉強会や教育機関での講義等で参考にする場合は、これらのドキュメント群が、政府情報シス テムの構築にあたって必要な解説をすることを目的としており、教科書としての網羅性や最新性を満たせてい ないことに留意してください。民間では必ず出てくる概念が説明されていないこともあります。 なお、セキュリティ、プライバシー、ユーザビリティ等の諸要素は相補関係にありますから、他の文書群で もDS-600番台のテーマが主軸となることはあります。あわせて参照してください。 図1.1 サービ ス デザイ ン関連ガイ ド ライ ン 、 ガイ ド ブ ッ ク 、 参考資料の構成。 各資料の内容に意見や提案したいことがあるときは 各資料の内容や構成について、ぜひデジタル庁のウェブサイトからご意見をお寄せください。頂いたご意見 に個別にご返信することはありませんが、ひとつひとつ拝見し改訂の際に参考としています。\n\npage 3 サービスデザイン関連ガイ ドラインの読み進め方・資料の探し方 1.1 ガイドライン ガイドライン （Normative） は、政府情報システムの整備・管理についての手続・手順や、各種技術標準等に 関する共通ルールなど、各府省が遵守すべき内容をまとめたドキュメントです。 対象読者 ガイドラインの対象読者は以下を想定しています。 ●行政機関の職員 （情報システムの調達担当者） ●各府省から情報システムの整備・運用等を受託した事業者 ガイドラインの記載は抽象的になることが多く、いきなり読むのは困難です。各府省のPMOやP JMOで初 めて情報システムの調達を担当する方や導入・学習のために読むドキュメントを探している方は、導入ガイド ブック （Informative） から読み始め、まずは原則を掴むことを意識すると良いでしょう。 DS-600番台のガイドライン ● 「DS-670.1 ユーザビリティガイドライン」 （デジタル庁） ● 「DS-680.1 ウェブサイトガイドライン」 （デジタル庁） ● 「DS-680.2 ウェブコンテンツガイドライン」 （デジタル庁） ガイドラインの遵守レベル ガイドラインは項目の重要性等に応じて 「義務」 となっているものと 「努力義務」 となっているものがあります。 見分け方は次に示す通りです。 ●「〜するものとする」 ：義務 （必ず遵守しなければならない項目） ●「〜するよう努める」 ：努力義務 （遵守するよう努める項目） 1.1.1 DS-670.1 ユーザビリティガイドライン （デジタル庁） ウェブサイトを含む情報システムのユーザビリティの確保に関するガイドラインです。 1.1.2 DS-680.1 ウェブサイ トガイドライン （デジタル庁） 各府省が設置するウェブサイトの構築に関するガイドラインです。",
      "page_from": 2,
      "page_to": 4,
      "char_count": 1248,
      "position": 1052,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "サービスデザイン関連ガイドラインの読み進め方・資料の探し方（PDF／8,738KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/37043d44/20251016_how_to_use_and_find_service_design_resources.pdf"
    },
    {
      "chunk_id": "0b0a15df7cd89c957a1b90d55dc100b2_c2",
      "doc_id": "0b0a15df7cd89c957a1b90d55dc100b2",
      "chunk_index": 2,
      "text": "」 ：義務 （必ず遵守しなければならない項目） ●「〜するよう努める」 ：努力義務 （遵守するよう努める項目） 1.1.1 DS-670.1 ユーザビリティガイドライン （デジタル庁） ウェブサイトを含む情報システムのユーザビリティの確保に関するガイドラインです。 1.1.2 DS-680.1 ウェブサイ トガイドライン （デジタル庁） 各府省が設置するウェブサイトの構築に関するガイドラインです。 1.1.3 DS-680.2 ウェブコンテンツガイドライン （デジタル庁） 各府省が設置するウェブサイトを通じ政府が発信すべき情報、ウェブサイトに掲載するコンテンツの品質確 保に関するガイドラインです。\n\npage 4 サービスデザイン関連ガイ ドラインの読み進め方・資料の探し方 1.1.4 廃止ドキュメント 以下のドキュメントは廃止になっています。 ●「Webサイト等による行政情報の提供・利用促進に関するガイドライン」 （各府省情報化統括責任者 （ＣＩ Ｏ） 連絡会議決定） ●「Webサイトガイドブック」 （内閣官房 情報通信技術 （ＩＴ） 総合戦略室） 上記各ドキュメントの後継ドキュメントは以下のドキュメントです。 ●「DS-680.1 ウェブサイトガイドライン」 （デジタル庁） ●「DS-680.2 ウェブコンテンツガイドライン」 （デジタル庁） 1.2 導入のための参考になるドキュメント （ガイドブック） ガイドブック （Informative） は、 ガイドラインの理解を深めるための解説書です。ユーザビリティやアクセシ ビリティの確保に取り組む導入者向けに、基本的な事項を解説しています。各府省の担当者を対象に書かれて いますが、民間の事業者や教育機関でも一定程度参考にできるよう配慮しています。 対象読者 ガイドラインの対象読者は以下を想定しています。 ●行政機関の職員 （情報システム担当者） ●デザイナー、エンジニア等の開発者 代表的なドキュメント ● 「DS-671.1 ユーザビリティ導入ガイドブック」 （デジタル庁） 利用者中心の視点に立ち、誤操作を起こしにくく安全で、利用ニーズに合致した使いやすい情報システ ム及びユーザーインタフェース （User Interface: UI） を提供するための基本的な原則や手法について紹介 しています。 ● 「DS-671.2 ウェブアクセシビリティ導入ガイドブック」 （デジタル庁） ウェブアクセシビリティに初めて取り組もうとしている行政官の方や事業者向けに、ウェブアクセシビ リティの考え方や概要、取り組み方のポイントを解説するための資料です。 ● 「DS-672.1 ウェブアクセシビリティ広報向けガイドブック」 （デジタル庁） ウェブサイト構築後に作成・追加されるコンテンツのアクセシビリティをどのように確保すべきかに焦 点を当てた実践編の資料です。特に、動画やSNSを活用したコンテンツ作成において、行政の広報担当 者が心掛ける点や満たすべきポイントを記載しています。",
      "page_from": 4,
      "page_to": 5,
      "char_count": 1279,
      "position": 2100,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "サービスデザイン関連ガイドラインの読み進め方・資料の探し方（PDF／8,738KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/37043d44/20251016_how_to_use_and_find_service_design_resources.pdf"
    },
    {
      "chunk_id": "0b0a15df7cd89c957a1b90d55dc100b2_c3",
      "doc_id": "0b0a15df7cd89c957a1b90d55dc100b2",
      "chunk_index": 3,
      "text": "リティの考え方や概要、取り組み方のポイントを解説するための資料です。 ● 「DS-672.1 ウェブアクセシビリティ広報向けガイドブック」 （デジタル庁） ウェブサイト構築後に作成・追加されるコンテンツのアクセシビリティをどのように確保すべきかに焦 点を当てた実践編の資料です。特に、動画やSNSを活用したコンテンツ作成において、行政の広報担当 者が心掛ける点や満たすべきポイントを記載しています。\n\npage 5 サービスデザイン関連ガイ ドラインの読み進め方・資料の探し方 1.3 支援ツール （参考資料） 情報システムの調達担当者及び事業者向けに、画面の実装に使えるUIコンポーネントや、品質確認に使える ツール集を用意しています。 代表的なツール ● 「デジタル庁デザインシステム」 （デジタル庁） ● 「UI チェックリスト」 （デジタル庁） 1.3.1 デジタル庁デザインシステム デジタル庁デザインシステムは、スタイリングの考え方を提供するデザイン言語、情報の視覚表現とインタ ラクションを具現化するUIコンポーネント、 ユーザビリティとアクセシビリティを踏まえた設計や実装のため のガイドラインから構成されるデザインアセットです。 https://design.digital.go.jp/dads/ ● デザインデータ （Figma） ● コードスニペット （React） デジタル庁のミッションである 「誰一人取り残されない、人に優しいデジタル化を。 」 の実現に寄与すること を標榜し、官公庁や地方自治体などの行政機関や公共性の高い組織等のウェブサイト/ウェブアプリケーショ ン/オンラインサービスまたはシステム等で利用することを念頭に置いて構築されています。 1.3.2 UI・ コンテンツ等のチェックリスト UIの実装や、アクセシビリティを確保した広報にあたり見落としがちな設計方針・実装の観点を指針として 提供しています。 ● 「UI チェックリスト」 （デジタル庁） ● 「 （アクセシビリティ） 広報向けコンテンツチェックリスト」 （デジタル庁）\n\npage 6 サービスデザイン関連ガイ ドラインの読み進め方・資料の探し方 1.3.3 各ガイドラインの遵守状況チェックリスト サービスデザインの各ガイドライン ［1.1］ を遵守した情報システムの企画・調達等を行う上での参考として、 又は自己点検を行うときに活用できる資料を提供しています。 参考資料 ● 「 『DS-670.1 ユーザビリティガイドライン』 遵守状況チェックリスト」 （デジタル庁） ● 「 『DS-680.1 ウェブサイトガイドライン』 遵守状況チェックリスト」 （デジタル庁） ● 「 『DS-680.2 ウェブコンテンツガイドライン』 遵守状況チェックリスト」 （デジタル庁） 遵守状況チェックリストの活用方法 各ガイドラインが提示している観点を項番毎に簡潔に示し、プロジェクトにおいて該当する取組がどれくら い定着しているか （成熟度） を記入できるようになっています。",
      "page_from": 5,
      "page_to": 7,
      "char_count": 1290,
      "position": 3179,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "サービスデザイン関連ガイドラインの読み進め方・資料の探し方（PDF／8,738KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/37043d44/20251016_how_to_use_and_find_service_design_resources.pdf"
    },
    {
      "chunk_id": "0b0a15df7cd89c957a1b90d55dc100b2_c4",
      "doc_id": "0b0a15df7cd89c957a1b90d55dc100b2",
      "chunk_index": 4,
      "text": "庁） ● 「 『DS-680.1 ウェブサイトガイドライン』 遵守状況チェックリスト」 （デジタル庁） ● 「 『DS-680.2 ウェブコンテンツガイドライン』 遵守状況チェックリスト」 （デジタル庁） 遵守状況チェックリストの活用方法 各ガイドラインが提示している観点を項番毎に簡潔に示し、プロジェクトにおいて該当する取組がどれくら い定着しているか （成熟度） を記入できるようになっています。以下のような手順で、成熟度をチェックしてみ ましょう （チームの状態に応じてアレンジしてください） 。 1 チェックリストの各観点について、どのような取組が定着し ているかを書き出します。チーム全体で話し ながら検討し ても良いですし、メンバー毎に個別に判定をし てあとから突き合わせ、メンバー間でどのよ うな認識の違いが出るかを比較しながらのディスカッションも効果的でしょう。 2 プロジェクトチーム で定着し ている （うまく機能し ている） 観点にフォーカスした検討を行います。なぜそ の観点が定着し ているのか、どのような影響をもたらし ているか、改善できる点はないかをチーム全 体で振り返ります。 3 プロジェクトチーム で定着し ていない観点を検討します。今後取り組んでいきたい観点やプロジェクト にと っての優先順位をチーム で検討します。 4 今後取り組んでいきたいことを新たにやるためには、チーム でどのような能力を獲得することが必要と なるか、何をやめたり効率化しなければならないのか、業務や役割分担の棚卸しをします。 5 チーム での次のアクションを決めて、定期的に振り返りの機会を持ちます。 遵守状況チェックリスト活用時に意識すべきこと 重要な価値や概念に注目する チェックリストと向き合うときは 「重要な価値や概念を理解すること」 を意識し、疎かになっている観点を 義務的にやることリストに追加するのではなく、 「このルールが守ろうとしている価値は何か？」 「もしこれを 怠ったら、誰にどんな影響があるのか？」 を突き詰め、チェックリストに記載された観点を自分事化して柔軟 かつ本質的な対応ができるようになることが大切です。 やることに優先順位をつける 発達段階のチームでは 「あれもこれもやらなければ」 という状態に陥りがちです。しかし、 新しいことを始め たり何かを変えてみるときには、チームに一定の負荷がかかりますし、チームのリソースも有限なので、いき なりすべてをカバーすることはできません。緊急性や重要性に応じて計画を立てることや、業務を減らすこと、 人員の増員等も同時に検討する必要があります。 成熟しているチームでは変化を意識する 項目の多くが成熟しているという自己評価になったチームでは、 「成熟度が高い項目が機能しなくなるのは どのようなときか？」 「成功体験が逆に失敗を呼び込むとしたら？」 「どのような変化に敏感でなければいけな い？」 といった問いかけを意識して、自チームの変化にフォーカスすると良いでしょう。",
      "page_from": 7,
      "page_to": 7,
      "char_count": 1280,
      "position": 4270,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "サービスデザイン関連ガイドラインの読み進め方・資料の探し方（PDF／8,738KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/37043d44/20251016_how_to_use_and_find_service_design_resources.pdf"
    },
    {
      "chunk_id": "0b0a15df7cd89c957a1b90d55dc100b2_c5",
      "doc_id": "0b0a15df7cd89c957a1b90d55dc100b2",
      "chunk_index": 5,
      "text": "ことや、業務を減らすこと、 人員の増員等も同時に検討する必要があります。 成熟しているチームでは変化を意識する 項目の多くが成熟しているという自己評価になったチームでは、 「成熟度が高い項目が機能しなくなるのは どのようなときか？」 「成功体験が逆に失敗を呼び込むとしたら？」 「どのような変化に敏感でなければいけな い？」 といった問いかけを意識して、自チームの変化にフォーカスすると良いでしょう。",
      "page_from": 7,
      "page_to": 7,
      "char_count": 200,
      "position": 5350,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "サービスデザイン関連ガイドラインの読み進め方・資料の探し方（PDF／8,738KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/37043d44/20251016_how_to_use_and_find_service_design_resources.pdf"
    }
  ],
  "keywords": [
    {
      "term": "デジタル",
      "count": 24
    },
    {
      "term": "ドライン",
      "count": 18
    },
    {
      "term": "ガイドラ",
      "count": 14
    },
    {
      "term": "デザイン",
      "count": 13
    },
    {
      "term": "チェック",
      "count": 12
    },
    {
      "term": "サービス",
      "count": 11
    },
    {
      "term": "ウェブサ",
      "count": 11
    },
    {
      "term": "ユーザビ",
      "count": 9
    },
    {
      "term": "イン",
      "count": 8
    },
    {
      "term": "関連ガイ",
      "count": 7
    }
  ]
}