{
  "doc_id": "0bf02b4975091c9e538e86944ae53d18",
  "metadata": {
    "meeting": "デジタル社会推進標準ガイドライン",
    "agency": "デジタル庁",
    "title": "参考資料（ウェブコンテンツ） メタデータ定義サンプル（PDF／8,434KB）",
    "date": "2023-07-04",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a4771c74/20251016_metadata_definition_samples.pdf"
  },
  "pages": 5,
  "chunks": [
    {
      "chunk_id": "0bf02b4975091c9e538e86944ae53d18_c0",
      "doc_id": "0bf02b4975091c9e538e86944ae53d18",
      "chunk_index": 0,
      "text": "参考資料 （ウ ェ ブコンテ ンツ） メタデータ定義サンプル References (Web Content) Metadata Definition Samples 2025 年 （令和7 年） 10 月16 日 技術検討会議サービスデザイ ンタスク フ ォー ス\n\npage 1 メタデータ定義サンプル データカタログに関するメタデータ定義サンプル 必須と書かれているものは 「サンプルを仮に適用した場合、 必須にしたほうが良いと考えられる項目」 を示している。メタデータの作 成の際には、本書のほか、 「DS-469 メタデータ導入実践ガイドブック」 も参照のこと。 項目 GIF（DCAT- GoJ）表記 本ガイド ライン ジャパン サーチ 内容 ID 管理ID 必須 必須 カタログの識別子 カタログ名（日本語） タイトル 必須 必須 カタログの日本語名称 カタログ名（英語） タイトル 必須 必須 カタログの英語名称 カタログ名（読み） 必須 必須 カタログの読み（全角かな又はカナ） カタログの説明（日本語） 説明 必須 必須 カタログに関する説明（日本語） カタログの説明（英語） 説明 推奨 推奨 カタログに関する説明（英語） 提供者 提供者 必須 カタログを公開・発信している組織名を記載 提供者URL 必須 組織紹介サイトURL を記載 作成者 作成者 推奨 カタログを作成した部局・担当名を記載 連絡窓口（連絡先） 推奨 問合せ・連絡を受け付ける部局・担当名を記 載 カタログ種別 テーマ分類 必須 必須 カタログが扱うコンテンツの種別。本ガイド ラインが取扱う政府がウェブサイトを通じて 発信する情報については基本的には公文書 日本標準産業分類 分類 推奨 日本標準産業分類に基づくカテゴリ メタデータの権利表示 ライセンス 必須 推奨 メタデータの二次利用条件について記載。基 本的にはCC 0 を適用する サムネイル画像の権利表示 推奨 推奨 サムネイル画像が含まれる場合、その利用条 件について記載。各府省が発信する情報は、 公共データ利用規約に準拠することが求めら れており、 基本的にはCC BY 2.0（クリエイティ ブコモンズ（CC） ）を適用する コンテンツのライセンス 推奨 推奨 各府省が発信する情報は、公共データ利用規 約に準拠することが求められており、基本的 にはCC BY 2.0（クリエイティブコモンズ（CC） ） を適用する 二次利用に関する特記事項 利用規約 推奨 推奨 二次利用条件の特記事項を記載。 クリエイティ ブコモンズ（CC）のバージョンが最新でない 場合や、個別の利用規約が存在する場合は記 載 コンテンツ公開状況 公開範囲 推奨 推奨 資料のアクセス範囲（ 「ウェブ公開」 「限定公開」 「デジタルコンテンツなし」 「コンテンツによって アクセス可能性が異なる」 ） 。",
      "page_from": 1,
      "page_to": 2,
      "char_count": 1221,
      "position": 0,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "参考資料（ウェブコンテンツ） メタデータ定義サンプル（PDF／8,434KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a4771c74/20251016_metadata_definition_samples.pdf"
    },
    {
      "chunk_id": "0bf02b4975091c9e538e86944ae53d18_c1",
      "doc_id": "0bf02b4975091c9e538e86944ae53d18",
      "chunk_index": 1,
      "text": "ティブコモンズ（CC） ） を適用する 二次利用に関する特記事項 利用規約 推奨 推奨 二次利用条件の特記事項を記載。 クリエイティ ブコモンズ（CC）のバージョンが最新でない 場合や、個別の利用規約が存在する場合は記 載 コンテンツ公開状況 公開範囲 推奨 推奨 資料のアクセス範囲（ 「ウェブ公開」 「限定公開」 「デジタルコンテンツなし」 「コンテンツによって アクセス可能性が異なる」 ） 。資料により異なる 場合は個別定義が可能 コンテンツ種別（フォーマット） 推奨 推奨 画像/ 動画/ 文書/ 表形式/ 音声/3D/ コンテ ンツによって異なる\n\npage 2 項目名 GIF（DCAT- GoJ）表記 本ガイド ライン ジャパン サーチ 内容 カタログのURL ホームペー ジ 推奨 推奨 カタログを公開するURL カタログの代表画像 推奨 推奨 カタログの紹介やSNS でのシェア等、検索 サービスの一覧での表示を前提に、取扱う情 報を視覚的に表現した画像（代表的な資料やロ ゴ等） 。用意することが困難な場合は組織ロゴ 等を準用する 対象地域 対象地域 推奨 カタログの対象地域を記載 対象期間 推奨 カタログの対象期間を記載 最終更新日 最終更新日 あれば必須 あれば必須 データの最終更新日 公開日 公開日 必須 必須 データをリリースした日 コンテンツの追加頻度 更新頻度 あれば必須 シリーズとして発行される刊行物の場合記載。 日次/ 週次/ 月次/ 隔月/ 季刊/ 不定期 個別データセッ ト ・文書等に関するメタデータ定義サンプル 必須と書かれているものは 「サンプルを仮に適用した場合、 必須にしたほうが良いと考えられる項目」 を示している。メタデータの作 成の際には、本書のほか、 「DS-469 メタデータ導入実践ガイドブック」 も参照のこと。 項目 GIF（DCAT- GoJ）表記 本ガイド ライン ジャパン サーチ 内容 ID 管理ID 必須 必須 データセット・文書等の識別子 データセット・文書等の名称 タイトル 必須 必須 データセット・文書等の日本語名称 データセット・文書等の名称（英語） 必須 あれば必須 データセット・文書等の英語名称 データセット・文書等の名称（読み） 必須 あれば必須 データセット・文書等の日本語名称の読み（全 角かな又はカナ） データセット ・ 文書等の説明 （日本語） 説明 推奨 推奨 データセット・文書等に関する説明（日本語） データセット・文書等の説明（英語） 推奨 データセット・文書等に関する説明（英語） 提供者 提供者 推奨 あれば必須 データセット・文書等の提供者名（所蔵者が提 供者と異なる場合は所蔵者に記載） 所蔵者 あれば必須 あれば必須 所蔵者名（提供者と異なる場合） 提供者URL 必須 あれ",
      "page_from": 2,
      "page_to": 3,
      "char_count": 1200,
      "position": 1021,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "参考資料（ウェブコンテンツ） メタデータ定義サンプル（PDF／8,434KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a4771c74/20251016_metadata_definition_samples.pdf"
    },
    {
      "chunk_id": "0bf02b4975091c9e538e86944ae53d18_c2",
      "doc_id": "0bf02b4975091c9e538e86944ae53d18",
      "chunk_index": 2,
      "text": "はカナ） データセット ・ 文書等の説明 （日本語） 説明 推奨 推奨 データセット・文書等に関する説明（日本語） データセット・文書等の説明（英語） 推奨 データセット・文書等に関する説明（英語） 提供者 提供者 推奨 あれば必須 データセット・文書等の提供者名（所蔵者が提 供者と異なる場合は所蔵者に記載） 所蔵者 あれば必須 あれば必須 所蔵者名（提供者と異なる場合） 提供者URL 必須 あれば必須 データセット・文書等の所蔵機関の組織概要 紹介サイト 連絡窓口（連絡先） 連絡先情報 あれば必須 問合せ・連絡を受け付ける部局・担当名を記 載 カテゴリ（ジャパンサーチ） 必須 （公文書） データセット・文書等が扱うコンテンツの種 別。本ガイドラインが取扱う政府がウェブサ イトを通じて発信する情報については基本的 には公文書を指定 メタデータ定義サンプル\n\npage 3 項目 GIF（DCAT- GoJ）表記 本ガイド ライン ジャパン サーチ 内容 日本標準産業分類 分類 推奨 日本標準産業分類に基づくカテゴリ。本ガイ ドラインでは 「産業分類タグ」 （2019 年版では 「カ テゴリタグ」と呼称）が該当 資料種別 データセット・文書等が扱うコンテンツの資 料種別を補う情報。本ガイドラインでは「資 料種別タグ」 （2019 年版では「コンテンツタグ」 と呼称）が該当 ライセンス ライセンス 必須 あれば必須 各府省が発信する情報は、公共データ利用規 約に準拠することが求められており、基本的 にはCC BY 2.0（クリエイティブコモンズ（CC） ） を適用する 二次利用に関する特記事項 あれば必須 二次利用条件の特記事項を記載。CC ライセン スのバージョンが最新でない場合や、個別の 利用規約が存在する場合は記載。原則として は、構造化データ（データカタログ）に関する メタデータで一括指定 文書等の公開状況 公開範囲 推奨 あれば必須 資料のアクセス範囲（ 「ウェブ公開」 「限定公開」 「デジタルコンテンツなし」 「コンテンツによって アクセス可能性が異なる」 ） 。資料により異なる 場合は個別定義が可能 文書等のフォーマット 必須 画像/ 動画/ 文書/ 表形式/ 音声/3D（コンテ ンツによって異なる場合記載。原則としては、構 造化データ（データカタログ）に関するメタデー タで一括指定） データセットタイプ タイプ 公開URL あれば必須 あれば必須 データセット・文書等を公開するURL 文書等の代表画像URL 推奨 あれば必須 データセット・文書等の紹介やSNS でのシェ ア等、検索サービスの一覧での表示を前提に、 取扱う情報を視覚的に表現した画像（代表的な 資料やロゴ等） 。",
      "page_from": 3,
      "page_to": 4,
      "char_count": 1163,
      "position": 2021,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "参考資料（ウェブコンテンツ） メタデータ定義サンプル（PDF／8,434KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a4771c74/20251016_metadata_definition_samples.pdf"
    },
    {
      "chunk_id": "0bf02b4975091c9e538e86944ae53d18_c3",
      "doc_id": "0bf02b4975091c9e538e86944ae53d18",
      "chunk_index": 3,
      "text": "によって異なる場合記載。原則としては、構 造化データ（データカタログ）に関するメタデー タで一括指定） データセットタイプ タイプ 公開URL あれば必須 あれば必須 データセット・文書等を公開するURL 文書等の代表画像URL 推奨 あれば必須 データセット・文書等の紹介やSNS でのシェ ア等、検索サービスの一覧での表示を前提に、 取扱う情報を視覚的に表現した画像（代表的な 資料やロゴ等） 。用意することが困難な場合は 組織ロゴ等を準用する 作成者 作成者 あれば必須 データセット・文書等を作成した部局・担当 名を記載 対象地域 対象地域 データセット・文書等の対象地域を記載 座標 データセット・文書等に関する座標があれば 記載 対象期間 対象期間 推奨 データセット・文書等の対象期間（発行年、対 象時期等）を記載 最終更新日 推奨 あれば必須 データセット・文書等に関するメタデータの 最終更新日 公開日 公開日 推奨 データセット・文書等に関するメタデータの リリース日 品質評価 品質評価 品質評価を示す。本ガイドライン［16.1］を 参照すること メタデータ定義サンプル\n\n項目 GIF（DCAT- GoJ）表記 本ガイド ライン ジャパン サーチ 内容 品質測定結果 品質測定結 果 品質測定結果を示す 来歴情報 来歴情報 来歴情報を示す。本ガイドライン［18.3.4］ を参照すること シリーズID あれば必須 シリーズ・巻号がある刊行物の場合記載 通算巻号 あれば必須 通算巻号（シリーズ・巻号がある刊行物の場合） 資料群ID あれば必須 上下巻に別れている、付属資料群があるなど、 文書群で参照する必要がある場合に記載 メタデータ定義サンプル page 4",
      "page_from": 4,
      "page_to": 5,
      "char_count": 743,
      "position": 2984,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "参考資料（ウェブコンテンツ） メタデータ定義サンプル（PDF／8,434KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a4771c74/20251016_metadata_definition_samples.pdf"
    }
  ],
  "keywords": [
    {
      "term": "推奨",
      "count": 32
    },
    {
      "term": "必須",
      "count": 27
    },
    {
      "term": "ット",
      "count": 25
    },
    {
      "term": "データセ",
      "count": 24
    },
    {
      "term": "カタログ",
      "count": 21
    },
    {
      "term": "あれば必",
      "count": 21
    },
    {
      "term": "文書等の",
      "count": 17
    },
    {
      "term": "メタデー",
      "count": 13
    },
    {
      "term": "本ガイド",
      "count": 10
    },
    {
      "term": "コンテン",
      "count": 9
    }
  ]
}