{
  "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
  "metadata": {
    "meeting": "デジタル臨時行政調査会",
    "agency": "デジタル庁",
    "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
    "date": "2025-10-19",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
  },
  "pages": 23,
  "chunks": [
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c0",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 0,
      "text": "デジタル原則に照らした 規制の一括見直しプラン デジタル臨時行政調査会 令和４年６月３日\n\n1 デジタル原則に照らした規制の一括見直しプラン １．背景 近年の日本の実質ＧＤＰや所得は、 欧米諸国と比べ伸びが緩やかであり、 その 原因の一つがデジタル化の遅れにあるとの指摘がある。 我が国では、 現在まで、 デジタル技術を導入するための投資が行われ、 その結果、 デジタル関連産業は伸 張したものの、 デジタル技術を使用するユーザー側の各産業では、 その活用が諸 外国に比して遅れていると言われている。 この背景にあるのが、 法令をはじめと する我が国の社会制度やルールに、 アナログ的手法を前提とした 「アナログ規制」 の存在であり、アナログ規制が広く社会に浸透していることが、 「デジタル化」 を阻害し、デジタル技術の活用を阻んでいるという点である。 我が国では、少子高齢化が進む中で、今後、あらゆる産業・現場において人手 不足が進むことが予想されている。この点、デジタル技術を活用することで、 個々の業務に必要な時間を短縮できれば生産性は大きく上昇し、 また、 人が行っ ていた業務をデジタル技術が代替できれば人手不足への解決策となるなど、大 きな効果が見込まれる。 日本社会が抱える課題を解決していくためには、 あらゆ る分野でデジタル化を推進していくことが不可欠であると言える。 デジタル化を真の意味で達成し、 社会全体を豊かにしていくためには、 日本社 会全体の仕様をモデルチェンジする必要がある。日本社会の構造を大胆に改革 していくために、 デジタル改革、 行政改革、 規制改革の三位一体の改革を通じた 真の構造改革が必要である。こうした観点から、令和３年11 月に「デジタル臨 時行政調査会」 （以下「調査会」という。 ）が設置された。 同年12 月、調査会では、我が国がデジタル化を図っていく上での指針となる べき 「構造改革のためのデジタル原則」 を策定し、 当該原則に適合したデジタル 社会の実現を目指して、各府省庁とも連携し、構造改革に取り組んでいく。 ２．見直しの基本的な考え方と取組方針 （１）構造改革のためのデジタル原則 調査会では、 「国民や地域に寄り添う」とともに「個人や事業者がその能力を 最大限発揮」できる社会をデジタルの力で実現し、デジタル改革、行政改革、規 制改革の全てに通底する５つの原則からなる「構造改革のためのデジタル原則」 を、共通の指針として令和３年12 月に策定した。 ① デジタル完結・自動化原則 書面、目視、常駐、実地参加等を義務付ける手続・業務について、デジタル処 理での完結、 機械での自動化を基本とし、 行政内部も含めエンドツーエンドでの\n\n2 デジタル対応を実現すること。 国・地方公共団体を挙げてデジタルシフトへの組 織文化作りと具体的対応を進めること。",
      "page_from": 1,
      "page_to": 3,
      "char_count": 1210,
      "position": 0,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c1",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 1,
      "text": "５つの原則からなる「構造改革のためのデジタル原則」 を、共通の指針として令和３年12 月に策定した。 ① デジタル完結・自動化原則 書面、目視、常駐、実地参加等を義務付ける手続・業務について、デジタル処 理での完結、 機械での自動化を基本とし、 行政内部も含めエンドツーエンドでの\n\n2 デジタル対応を実現すること。 国・地方公共団体を挙げてデジタルシフトへの組 織文化作りと具体的対応を進めること。 ② アジャイルガバナンス原則（機動的で柔軟なガバナンス） 一律かつ硬直的な事前規制ではなく、リスクベースで性能等を規定して達成 に向けた民間の創意工夫を尊重するとともに、データに基づく EBPM を徹底し、 機動的・柔軟で継続的な改善を可能とすること。 データを活用して政策の点検と 見直しをスピーディに繰り返す、機動的な政策形成を可能とすること。 ③ 官民連携原則（GtoBtoC モデル） 公共サービスを提供する際に民間企業の UI・UX を活用するなど、ユーザー 目線で、ベンチャーなど民間の力を最大化する新たな官民連携を可能とするこ と。 ④ 相互運用性確保原則 官民で適切にデータを共有し、世界最高水準のサービスを享受できるよう、 国・地方公共団体や準公共といった主体・分野間のばらつきを解消し、 システム 間の相互運用性を確保すること。 ⑤ 共通基盤利用原則 ID、ベース・レジストリ等は、国・地方公共団体や準公共といった主体・分野 ごとの縦割りで独自仕様のシステムを構築するのではなく、官民で広くデジタ ル共通基盤を利用するとともに、調達仕様の標準化・共通化を進めること。\n\n3 ＜構造改革のためのデジタル原則＞ ＜デジタル原則の点検の方向性＞ 第７層 新たな価値 の創出 改革を通じて実現すべき価値 （デジタル社会を形成するための基本原則：①オープン・透明②公平・倫理③安全・安心④継続・安定・強靱 ⑤社会課題の解決⑥迅速・柔軟⑦包摂・多様性⑧浸透⑨新たな価値の創造⑩飛躍・国際貢献） アーキテクチャ 構造改革のためのデジタル原則 第６層 業務改革・ BPR／組織 原則① デジタル完結・自動化原 則 書面、目視、常駐、実地参加等を義務付ける手続・業務につい て、デジタル処理での完結、機械での自動化を基本とし、行政 内部も含めエンドツーエンドでのデジタル対応を実現すること。 国・地方公共団体を挙げてデジタルシフトへの組織文化作りと 具体的対応を進めること。 第５層 ルール 原則② アジャイルガバナンス原 則 （機動的で柔軟なガバナンス） 一律かつ硬直的な事前規制ではなく、リスクベースで性能等を 規定して達成に向けた民間の創意工夫を尊重するとともに、 データに基づくEBPMを徹底し、機動的・柔軟で継続的な改善 を可能とすること。データを活用して政策の点検と見直しをス ピーディに繰り返す、機動的な政策形成を可能とすること。",
      "page_from": 2,
      "page_to": 4,
      "char_count": 1224,
      "position": 1010,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c2",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 2,
      "text": "りと 具体的対応を進めること。 第５層 ルール 原則② アジャイルガバナンス原 則 （機動的で柔軟なガバナンス） 一律かつ硬直的な事前規制ではなく、リスクベースで性能等を 規定して達成に向けた民間の創意工夫を尊重するとともに、 データに基づくEBPMを徹底し、機動的・柔軟で継続的な改善 を可能とすること。データを活用して政策の点検と見直しをス ピーディに繰り返す、機動的な政策形成を可能とすること。 第４層 利活用環境 原則③ 官民連携原則 （GtoBtoCモデル） 公共サービスを提供する際に民間企業のUI・UXを活用するなど、 ユーザー目線で、ベンチャーなど民間の力を最大化する新たな 官民連携を可能とすること。 第３層 連携基盤 原則④ 相互運用性確保原則 官民で適切にデータを共有し、世界最高水準のサービスを享受 できるよう、国・地方公共団体や準公共といった主体・分野間 のばらつきを解消し、システム間の相互運用性を確保すること。 第２層 データ 原則⑤ 共通基盤利用原則 ID、ベースレジストリ等は、国・地方公共団体や準公共といっ た主体・分野ごとの縦割で独自仕様のシステムを構築するので はなく、官民で広くデジタル共通基盤を利用するとともに、調 達仕様の標準化・共通化を進めること。 第１層 インフラ じん\n\n4 （２）一括見直しプランの位置づけと基本的な方針 本プランは、我が国のデジタル改革、行政改革、規制改革を上記の「構造改革 のためのデジタル原則」 に沿って計画的かつ効果的に進めるため、 以下の事項に 関する今後３年間の集中改革期間における政府の取組方針を示すものである。 ・ アナログ規制の見直し及び規制の見直しアプローチ ・ アナログ規制の見直しに向けた取組の展開と応用（地方公共団体への波及 やテクノロジー企業の活用） ・ 法制事務のデジタル化に向けた取組 ・ デジタル時代にふさわしい政府への転換 （３）集中改革期間 冒頭で述べたとおり、 我が国のデジタル化の遅れは深刻であるが、 デジタル原 則が策定され、調査会が立ち上がった今こそ、国・地方・民間三者の連携を通じ て従来の規制・制度を一気に見直し、 デジタル社会の実現に向けた取組を今まで にないスピードで進められれば、これまでの遅れを取り戻すことも不可能では ない。 こうした考えから、 政府が本プランに示した取組を進める 「集中改革期間」 を、 令和４年７月から令和７年６月までの３年間とし、 スピード感を持って集中 的に取り組む。 （４）改革によって目指す効果 アナログ規制を横断的に見直すことで、様々な改革の効果が期待される。 第１に、 徹底的にアナログ規制を見直し、 デジタルの力を最大限発揮すること で、経済成長に大きく寄与すると考えられる。例えば、中小企業がAI を導入す ることで、令和７年までに約11 兆円の経済効果があるとの推計や、オンライン 化等による行政手続コストの20％削減により1.3 兆円の経済効果があるという 調査結果も出ている。",
      "page_from": 4,
      "page_to": 5,
      "char_count": 1274,
      "position": 2034,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c3",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 3,
      "text": "効果 アナログ規制を横断的に見直すことで、様々な改革の効果が期待される。 第１に、 徹底的にアナログ規制を見直し、 デジタルの力を最大限発揮すること で、経済成長に大きく寄与すると考えられる。例えば、中小企業がAI を導入す ることで、令和７年までに約11 兆円の経済効果があるとの推計や、オンライン 化等による行政手続コストの20％削減により1.3 兆円の経済効果があるという 調査結果も出ている。1このように、調査会が行うアナログ規制の横断的な見直 しは、日本の成長戦略の大きな一つの柱になることが期待される。 第２に、 デジタル化の推進が、 スタートアップ等の勃興や成長産業の創出につ ながることが挙げられる。 例えば、 押印見直しの規制改革を行った結果、 新たな 成長産業として、クラウド型電子契約サービスの市場規模が２年間で約３倍に 成長したとの調査結果がある。 2この例のように、 デジタル化を推進することで、 新たな産業創出等が期待される。 第３に、 現場の人手不足の問題を解消し、 所得の向上に寄与することが期待さ 1 2018 年6 月,「規制改革推進会議行政手続部会資料」 、2020 年3 月,「経済産業省調査」 2 2020 年, 2021 年, 富士キメラ総研調査よりクラウド型電子署名サービス協議会作成\n\n5 れる。日本の人口は2050 年には約１億人と今後30 年で2000 万人以上の人口が 減るという推計3がある。既に様々な産業の現場からは人手不足の声が聞かれる ところ、 今後、 生産年齢人口はさらに減少することとなるが、 デジタル化はこう した人手不足の解消の大きな解決策である。 例えば、 今まで人が往訪して行って いた検査について、カメラやドローンにより検査対象を撮影し、AI により診断 できれば、 検査にかける人数を大幅に削減でき、 生産性も大きく向上する。 これ により、 現場の人手不足は解消され、 結果として１人当たり検査できる件数が増 大するため、 １人当たりの所得は増加することが見込まれる。 また、 検査を遠隔 で行うことができるようになれば、現場に赴く頻度が減り、移動に係るCO2 を 減らすことができるなど、 脱炭素への取組の効果も見込まれる。 このようにデジ タル技術の活用は、人手不足で困っている事業者の問題解決や生産性の向上に よる国民の所得増加に寄与し、国民生活をより豊かにするという効果が期待さ れる。 第４に、 行政の在り方の変革につながる。 アナログ規制の見直しに際し、 行政 の内部プロセスをデジタル技術の活用を前提としたものへと転換する（BPR）こ とにより、作業や判断の自動化・均質化や、誤りの防止など、業務の負担軽減と 質の向上が可能となる。将来的に現場の各種データがリアルタイムで把握可能 になれば、EBPM の浸透・定着と相まって、横断的な見直しによらずとも、各府 省庁が自律的に、社会課題や技術の変化に応じて機動的で柔軟な見直しを行っ ていくことも可能となる。",
      "page_from": 5,
      "page_to": 6,
      "char_count": 1275,
      "position": 3108,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c4",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 4,
      "text": "政 の内部プロセスをデジタル技術の活用を前提としたものへと転換する（BPR）こ とにより、作業や判断の自動化・均質化や、誤りの防止など、業務の負担軽減と 質の向上が可能となる。将来的に現場の各種データがリアルタイムで把握可能 になれば、EBPM の浸透・定着と相まって、横断的な見直しによらずとも、各府 省庁が自律的に、社会課題や技術の変化に応じて機動的で柔軟な見直しを行っ ていくことも可能となる。 また、 民間企業の有する様々なデジタル技術の活用を 進めることにより、 今後、 規制だけでなく様々な行政分野において、 技術を通じ た官民の連携・共創の動きが発展していくことも期待される。 （５）アジャイル型の見直しアプローチ 本プランで示したアナログ規制の横断的な見直しの内容は、 例えば下記 「３． アナログ規制の見直し」 で提案されている類型を一つとっても、 デジタル技術の 進展によっては類型内容にも変更が生じる可能性があるなど、見直しアプロー チも、今後、修正が必要になってくると考えられる。 また、 本プランのアナログ規制の横断的な見直しは、 初めての試みであり、 当 初想定していなかった事項や追加で見直す必要がある事項等が明らかになるこ とも考えられる。 特に、 デジタル技術の進展、 人口減少をはじめとする我が国における社会状況 の変化を踏まえて、 例えば従来の規制体系における 「場所」 という概念を大幅に 見直す必要が生じる可能性があるなど、規制の体系自体の見直しが必要になる 3 2017 年, 国立社会保障・人口問題研究所「日本の将来推計人口」\n\n6 ことも考えられる。 こうしたことを踏まえ、 本プランの内容についても、 不断の見直しを行い、 必 要があれば、調査会での議論を経て、柔軟に改定することとする。 【調査会の取組の３つの特徴】 ①「点の改革」のみならず「面の改革」も これまでの規制改革の取組は、見直しを行うべきと判断された個別の規制 を重点的に見直すものであり、 対象となる一つ一つの規制の内容を検討し、 ピ ンポイントで見直しを図っていくという、 いわば 「点の改革」 であると言える。 一方、調査会では、規制を類型化し、その類型ごとに、一括的な見直しを行 うことに取り組んでおり、 規制の見直しを横断的に図っていくという、 いわば 「面の改革」 であると言える。 調査会では、 従来の規制改革で行われた点の改 革を先行事例として横展開することで、この「点の改革」と「面の改革」の双 方を両輪として推進していく。 「面の改革」 を行うことのメリットは、 見直しを大規模に行うことができる という点にある。 調査会が点検・見直しを行う対象は、 我が国に存在する合計 ４万にも及ぶ法令、通知、通達等の全体であり、こうした「面の改革」を行う ことで、 「集中改革期間」の３年間で、アナログ規制を一掃する見直しを行う ことが可能と考えている。",
      "page_from": 6,
      "page_to": 7,
      "char_count": 1240,
      "position": 4183,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c5",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 5,
      "text": "開することで、この「点の改革」と「面の改革」の双 方を両輪として推進していく。 「面の改革」 を行うことのメリットは、 見直しを大規模に行うことができる という点にある。 調査会が点検・見直しを行う対象は、 我が国に存在する合計 ４万にも及ぶ法令、通知、通達等の全体であり、こうした「面の改革」を行う ことで、 「集中改革期間」の３年間で、アナログ規制を一掃する見直しを行う ことが可能と考えている。 ②「要望ベースの改革」のみならず「テクノロジーベースの改革」も これまでの規制改革の取組では、 様々な要望を受け、 それに応じて個別に見 直しを行うことが基本であり、要望に基づき見直しを行うという点で、 「要望 ベース」であったと言うことができる。 今回の調査会の取組は、国民生活の利便性等、要望自体も重視しつつ、 「社 会全体におけるテクノロジー利活用の促進」 という視点にも力点を置き、 各種 テクノロジーに関する知識に基づき、 「既存の制度にどのようなテクノロジー を導入することができるか」という考えから見直しの要否を判断するという 点で、 「テクノロジーベース」で改革を行っていると言うことができる。 また、こうした「テクノロジーベース」での改革を推進するため、 「テクノ ロジーマップ」の作成についても進めている。テクノロジーマップを見れば、 どのような課題をクリアするために、どのような技術が活用できるかが明ら かになる。 例えば、 スタートアップ企業が有する技術は、 知名度が高くないために活用 が進まないケースが想定されるが、 このテクノロジーマップを整備し、 そうし た技術についてもマップ上に具体的に位置付けることにより、大企業からス タートアップに至るまでの様々な主体が保有する技術の活用手段が明確化さ れ、導入が促進されると考えている。\n\n7 このように、 調査会による 「テクノロジーベース」 の改革は、 「技術の進展」 、 さらには「新たな成長産業の創出」に関して、大きな波及効果が期待できる。 ③「現状の改革」のみならず「未来の改革」も これまでの改革の手法は、 今ある規制や制度を改革する、 いわば 「現状の改 革」を行うものであった。しかし、先端テクノロジーは日進月歩であり、現在 「最先端」と言える技術も数年後には当たり前の技術になっていることが考 えられる。 そこで、 調査会では、 今回の改革に併せて、 デジタル社会に適合した法令を 将来においても整備できるような仕組み、 言うなれば 「未来の改革」 が実現で きるような仕組みを考えている。 具体的には、 各府省庁が新たな法令の整備を検討する際に、 いわゆる 「デジ タル原則」 への適合性が図られるよう、 デジタル庁が具体的な指針を作成する ことや、 各府省庁が制定・改正しようとしている個別の法令についてデジタル 庁が 「デジタル原則」 に適合しているかを確認するプロセスを導入することを 検討している。",
      "page_from": 7,
      "page_to": 8,
      "char_count": 1252,
      "position": 5223,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c6",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 6,
      "text": "うな仕組み、 言うなれば 「未来の改革」 が実現で きるような仕組みを考えている。 具体的には、 各府省庁が新たな法令の整備を検討する際に、 いわゆる 「デジ タル原則」 への適合性が図られるよう、 デジタル庁が具体的な指針を作成する ことや、 各府省庁が制定・改正しようとしている個別の法令についてデジタル 庁が 「デジタル原則」 に適合しているかを確認するプロセスを導入することを 検討している。 こうした 「未来の改革」 のプロセスを経て、 法令が常にその時代のデジタル 技術に即したものになるよう、取組を継続していく。 ３．アナログ規制の見直し （１）法律、政令、省令への対応 調査会事務局（以下「事務局」という。 ）では、代表的なアナログ規制である 目視規制、 定期検査・点検規制、 実地監査規制、 常駐・専任規制、 書面掲示規制、 対面講習規制、往訪閲覧・縦覧規制（以下「７項目」という。 ）に該当するアナ ログ行為を求める場合があると解される約5,000 条項の法律、政令及び省令等 の規定を洗い出し、 点検リストとして一覧化した上で、 制度を所管する府省庁へ のヒアリング等を行いつつ、 一つ一つの規制について 「構造改革のためのデジタ ル原則」への適合性について点検を行った。 点検の結果、 ７項目を規定する法律、 政令及び省令の見直しの方針を以下に記 載している。なお、今後、各府省庁との調整・確認を通じて、上記約5,000 条項 の条項数について、変動が生じる可能性がある。\n\n8 ＜代表的なアナログ規制である７項目＞ ⅰ ７項目の見直しの基本的な考え方 （類型・Phase の導入） アナログ規制を横断的に見直す際に、 規制の趣旨・目的が類似した規制を一塊 として捉え、 その塊の一つの規制の見直しに、 あるデジタル技術が活用できれば、 その塊全体に同種のデジタル技術を活用することで、規制全体の見直しが可能 と考えられる。 そこで、 調査会では、 ７項目それぞれについて類型とデジタル化 の進捗度合いを示すPhase を「 （別紙）デジタル原則に照らした規制の一括見直 しプラン」 （以下、 「別紙」という。 ） 」の通り整理した。 ＜規制の横断的見直しによる量的変化がもたらす質的転換＞ アナログ規制を横断的に見直すことは、 結果として、 規制の様々な分野にお けるアナログ規制が減り、デジタル技術を活用した規制が多数を占めること につながる。 こうした状況が様々な分野で起こることで、 例えば、 新規に規制 を設計する場合や規制を改正する場合等、多数を占めるデジタル技術を活用 した規制を参照して制度設計されるため、個々の規制のPhase が上がる状況 が多くの規制の分野で生じることとなる。",
      "page_from": 8,
      "page_to": 9,
      "char_count": 1161,
      "position": 6275,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c7",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 7,
      "text": "グ規制を横断的に見直すことは、 結果として、 規制の様々な分野にお けるアナログ規制が減り、デジタル技術を活用した規制が多数を占めること につながる。 こうした状況が様々な分野で起こることで、 例えば、 新規に規制 を設計する場合や規制を改正する場合等、多数を占めるデジタル技術を活用 した規制を参照して制度設計されるため、個々の規制のPhase が上がる状況 が多くの規制の分野で生じることとなる。つまり、アナログ規制の見直しが 様々な分野で生じるという規模の変化 （量的変化） が規制全体の質的転換に影 響を与え、その結果、規制全体のPhase が引き上がる状況（相転移）をもたら 代表的なアナログ規制である７項目 目視規制 人が現地に赴き、施設や設備、状況等が法令等が求める一定の基準に適合している かどうかを、目視によって判定すること（検査・点検）や、実態・動向などを目視 によって明確化すること（調査）、人・機関の行為が遵守すべき義務に違反してい ないかどうかや設備・施設の状態等について、一定期間、常時注目すること（巡 視・見張り）を求めている規制 実地監査規制 人が現場に赴き、施設や設備、状況等が法令等が求める一定の基準に適合している かどうかを、書類・建物等を確認することによって判定することを求めている規制 定期検査・点検規制 施設や設備、状況等が法令等が求める一定の基準に適合しているかどうかを、一定 の期間に一定の頻度で判定すること（第三者検査・自主検査）や、実態・動向・量 等を、一定の期間に一定の頻度で明確化すること（調査・測定）を求めている規制 常駐・専任規制 （物理的に）常に事業所や現場に留まることや、職務の従事や事業所への所属等に ついて、兼任せず、専らその任にあたること（１人１現場の紐付け等）を求めてい る規制 対面講習規制 国家資格等の講習をオンラインではなく対面で行うことを求めている規制 書面掲示規制 国家資格等、公的な証明書等を対面確認や紙発行で、特定の場所に掲示することを 求めている規制 往訪閲覧縦覧規制 申請に応じて、又は申請によらず公的情報を閲覧・縦覧させるもののうち、公的機 関等への訪問が必要とされている規制\n\n9 し、規制全体を劇的に変化させる可能性がある。 規制の見直しを進めるに当たっては、こうした量的変化が質的変化をもた らす構造を理解し、戦略をもって、個別・形式に拘泥せず全体・実質を重視す ることが重要である。 ＜類型化とフェーズの考え方＞ （規制の見直しの基本的な考え方） ７項目の横断的な規制の見直しを行う際の基本的な考え方は、別紙で示した とおりであり、 今後、 この考え方に基づき７項目を規定する法律、 政令及び省令 等の見直しを検討・実施していく。",
      "page_from": 9,
      "page_to": 10,
      "char_count": 1165,
      "position": 7236,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c8",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 8,
      "text": "直しを進めるに当たっては、こうした量的変化が質的変化をもた らす構造を理解し、戦略をもって、個別・形式に拘泥せず全体・実質を重視す ることが重要である。 ＜類型化とフェーズの考え方＞ （規制の見直しの基本的な考え方） ７項目の横断的な規制の見直しを行う際の基本的な考え方は、別紙で示した とおりであり、 今後、 この考え方に基づき７項目を規定する法律、 政令及び省令 等の見直しを検討・実施していく。 ○ 横断的に規制を見直すため、規制の趣旨・目的ごとに類型を整理し、その上で、デジタル技術が適用されている段階を３つに区分 一括的見直しに向けた類型化とフェーズの考え方 ７項目の アナログ規制 目視規制 常駐専任 書面掲示 定期検査 対面講習 往訪閲覧 実地監査 検査・点検・監査 調査 巡視・見張 目視規制の中でも、健全度、長さ、 高さ等、基準への適合性の判定を目 的とするもの 目視規制の中でも、土地や家屋 等、実態・動向等の明確化を目 的とするもの 目視規制の中でも、施設や建物と いったインフラ等の監視を目的と するもの 検査・点検・監査 Phase１ 目視・ 実地監査規制 Phase２ 情報収集の遠隔化、 人による評価 Phase３ 判断の精緻化、自動化・ 無人化 デ ジ タ ル 技 術 の 適 用 段 階 を ３ 段 階 に 整 理 規制を目的・趣旨毎に類型化 デジタル技術の適用段階を整理 ＜目視規制の例＞ 先行事例を構築し、 横断的な見直しを検討 類型・フェーズ毎に横断的な見直し 先行事例の構築 ＋ 同じ趣旨・目的の規制を 一括りにして類型化 デジタル社会にあった 規制・制度に一括して変更 類型毎に規制の見直しを 行うことで横断的な見直しへ\n\n10 ＜規制の見直しの基本的な考え方（目視・実地監査規制の例）＞ ⅱ ７項目に関する法律、政令及び省令の見直し方針 （７項目に関する法律、政令及び省令の点検の状況） 事務局では、 ７項目に関する法律、 政令及び省令等の規定として洗い出した約 5,000 条項のうち、 約4,000 条項については、 デジタル原則への適合性の点検の 結果として、 各府省庁への数次にわたる意見照会等も経て、 それぞれの規制の類 型や見直しの方針（現在のPhase 及び想定される課題が解決された場合に到達 できると見込まれる見直し後のPhase）を確定させた。 （別表１（方針確定リス ト）参照） なお、 約5,000 条項のうち、 今後類型や見直しの方針を確定していくものにつ いては、別表２（継続検討リスト）に掲げている。加えて、調査会において洗い 出した約5,000 条項とは別に、各府省等から新規に追加提出があった７項目に 当てはまると考えられる規制等であってデジタル原則に照らした点検が未実施 であるもの（以下「新規点検対象の規制」という。 ）が約2,000 条項存在する。",
      "page_from": 10,
      "page_to": 11,
      "char_count": 1217,
      "position": 8201,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c9",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 9,
      "text": "ト）参照） なお、 約5,000 条項のうち、 今後類型や見直しの方針を確定していくものにつ いては、別表２（継続検討リスト）に掲げている。加えて、調査会において洗い 出した約5,000 条項とは別に、各府省等から新規に追加提出があった７項目に 当てはまると考えられる規制等であってデジタル原則に照らした点検が未実施 であるもの（以下「新規点検対象の規制」という。 ）が約2,000 条項存在する。 （見直し工程表の提出・公表） 今後、 事務局の提示した方針や事務局による調整等を踏まえ、 各府省庁は、 方 針確定リストに掲載された規制については、規制の見直しの実施時期や実施方 「目視」・「実地監査」規制の見直しの基本的な考え方 類型１ （検査・点検・監査） 類型２ （調査） 類型３ （巡視・見張） PHASE1 （目視・実地監査規制） ○人が目視や実地により確認するこ とが求められている情報を、技術を 用いて収集すること(注)ができないも の 【例】 ・触診など、現在の技術で収集する ことができない情報の確認を求めて いる規制 ○人が目視や実地により確認するこ とが求められている情報を、技術を 用いて収集すること(注)ができないも の 【例】 ・現在の技術で収集することができ ない情報の確認を求めている規制 ○人が目視や実地により確認するこ とが求められている情報を、技術を 用いて収集すること(注)ができないも の 【例】 ・現在の技術では異常を察知するた めに必要十分な情報を収集すること ができない規制 PHASE2 （情報収集の遠隔化、 人による評価） ○技術を用いて情報を収集すること が可能であり、それを許容する旨が 規制上明示されているが、「リスク 評価」までをAI等で代替することがで きないもの 【例】 ・業務、会計等の状況の検査など、 運営基準・品質管理基準等の定性的 な基準への適合性を判定する規制 ○技術を用いて情報を収集すること が可能であり、それを許容する旨が 規制上明示されているが、「情報の 整理」までをAI等で代替することがで きないもの 【例】 ・業務、会計等の状況の調査など、 抽象的な調査権限を課しており、定 量的な整理ができない規制 ○技術を用いて情報を収集すること が可能であり、それを許容する旨が 規制上明示されているが、「異常の 察知」や「対処」までをAI等で代替す ることができないもの 【例】 ・抽象的な確認権限を課しており、 画像認識処理技術の適用が難しい規 制 ・一律の対処が困難な見張人の配置 を求める規制 PHASE3 （判断の精緻化、 自動化・無人化） ○上記以外 ○上記以外 ○上記以外 ○目視・実地監査規制 （注）高精度カメラ、ドローン、オンライン会議システム等を活用した動画、画像、データ等で情報を収集すること ※規",
      "page_from": 11,
      "page_to": 11,
      "char_count": 1199,
      "position": 9218,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c10",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 10,
      "text": "や「対処」までをAI等で代替す ることができないもの 【例】 ・抽象的な確認権限を課しており、 画像認識処理技術の適用が難しい規 制 ・一律の対処が困難な見張人の配置 を求める規制 PHASE3 （判断の精緻化、 自動化・無人化） ○上記以外 ○上記以外 ○上記以外 ○目視・実地監査規制 （注）高精度カメラ、ドローン、オンライン会議システム等を活用した動画、画像、データ等で情報を収集すること ※規制の趣旨・目的を踏まえ、そもそもの規制が過剰になっていないかの点検が必要 ※目指すPHASEに進むために技術検証等を要する規制については、検証等の結果、適用可能な技術が存在し、実装できることが確認さ れることを前提とする。\n\n11 法等を検討し、継続検討リストに掲載された規制及び新規点検対象の規制につ いては、 見直し方針等を事務局と調整する。 これらの検討 ・ 調整の結果を踏まえ、 見直しを行うものについては令和４年９月末を目途に７項目に関する法律、政 令及び省令の見直し工程表の素案を調査会へ提出するものとする。 調査会は、令和４年12 月末を目途に、素案の内容を精査した上で７項目に関 する法令等の見直し工程表を公表するものとする。 各府省庁は、 集中改革期間において、 見直し工程表に沿って規制の見直しを行 うものとする。 （２）通知・通達等への対応 （通知・通達等の見直し方針） ７項目に関する通知・通達等については、 まずは、 夏以降に事務局で点検リス トを整理し、各府省庁における確認を経て当該リストを確定させる。 その後、 ７項目に関する法律、 政令及び省令の見直しの基本的な考え方を踏ま えつつ、 「構造改革のためのデジタル原則」への適合性について点検を行い、早 期に見直しが可能なものは、法令の改正の状況に併せて、令和４年12 月末まで に規制の見直しを行う。 一方、 点検の結果、 早期の見直しが困難な規制について は、来年以降、見直しに向けた方針を、調査会と連携しつつ、検討した上で、原 則令和５年中の見直しを目指す。 （３）規律全般 ⅰ 経済界から寄せられたデジタルに関する要望等への対応方針 （経済界要望等への対応方針） 経済界より受領した約1,900 件の要望等を、デジタル原則やテーマに基づき 類型化した上で、 先行事例を構築できた類型から、 各府省庁に自主点検の実施等 を依頼し、同様の規制があれば一括的な見直しを行う。令和４年12 月末を目途 に主な経済界要望等については見直し方針を決定・公表する。\n\n12 ＜経済界要望等の全体像＞ ⅱ 先行事例の構築 （経済界要望等の先行事例の構築） 現在、 経済界から寄せられた要望等の類型化を整理しているが、 既に先行事例 として一部の規制については検討を開始している。",
      "page_from": 11,
      "page_to": 13,
      "char_count": 1176,
      "position": 10218,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c11",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 11,
      "text": "事例を構築できた類型から、 各府省庁に自主点検の実施等 を依頼し、同様の規制があれば一括的な見直しを行う。令和４年12 月末を目途 に主な経済界要望等については見直し方針を決定・公表する。\n\n12 ＜経済界要望等の全体像＞ ⅱ 先行事例の構築 （経済界要望等の先行事例の構築） 現在、 経済界から寄せられた要望等の類型化を整理しているが、 既に先行事例 として一部の規制については検討を開始している。 （１）電子官報の実現 現在、 独立行政法人国立印刷局が配信している 「インターネット版官報」 （PDF） も 「官報」 として位置付けるため、 内閣府と独立行政法人国立印刷局が中心とな り、内閣官房、財務省、事務局等の関係機関が協力し、令和４年12 月末までに 課題の洗い出しを行い、工程案を作成する。さらに、中長期的な課題として、電 子官報の在り方として、データ再利用等が行えるデータ形式についても検討す る。 （２）書面・対面の行政手続における書面による交付・通知の見直し 経済界要望等の多くを占める書面・対面の行政手続について、 デジタル原則へ の適合に向けて、ルール・慣行の見直し、業務のDX、システム整備の一体的な 取組を推進する。 特に、 エンドツーエンドでのデジタル完結を目指す観点から、 申請等について、 令和７年までに原則オンライン化する方針に加え、 書面による 経済界要望等 約1,900件 行政手続以外を含む 約700件 「紙・人の介在」等に関する規制 約1,050件 ７つの先行検討項目 約200件 ・目視、実地監査 ・定期検査・点検 ・常駐・専任 ・講習、掲示、閲覧 残る「書面・対面規制」約850件 ・【民→官】申請・届出・提出に「書面」等を要求 ・【民→官】申請・届出・提出に「対面」を要求 ・【官→民】交付・通知に「書面」等を要求 ・【官↔民】政府調達契約で「書面」等を要求 ・行政手続でキャッシュレス支払いができない ・書面の備付け・携帯を要求 ・物理的な拠点設置を要求 --------- ・【テーマ別】 人事・総務・経理関連 自動車関連 不動産、建築、医療介護、金融等関連 引越しに伴う住所変更手続の簡素化・効率化 • 本人確認（生体認証等）や真正性（電子署名、タ イムスタンプ等）がネックとなり自動化等ができ ない（無人店舗販売等） • 民間の契約当事者間で書面交付等を要求する規制 がある • 官報の原本が慣習で紙媒体とされており、書面廃 止やデータ再利用ができない • 目的外利用規制等によりデータ再利用ができない • ベースレジストリ未整備等によりデータ再利用が できない（空間ID等） • 行政や準公共分野のデータを民間にも利用させて ほしい • 士業の業務独占や判定基準・手法の限定、もしく は基準が不明確等のためデジタル技術が活用でき ない •",
      "page_from": 12,
      "page_to": 13,
      "char_count": 1199,
      "position": 11194,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c12",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 12,
      "text": "書面交付等を要求する規制 がある • 官報の原本が慣習で紙媒体とされており、書面廃 止やデータ再利用ができない • 目的外利用規制等によりデータ再利用ができない • ベースレジストリ未整備等によりデータ再利用が できない（空間ID等） • 行政や準公共分野のデータを民間にも利用させて ほしい • 士業の業務独占や判定基準・手法の限定、もしく は基準が不明確等のためデジタル技術が活用でき ない • 国内外のイコールフッティングを確保してほしい 等 ○日本経済団体連合会等を中心に経済界より受領した約1,900件の要望等を、デジタル原則やテーマに基 づき類型化した上で、先行事例を構築できた類型から、各府省庁に自主点検の実施等を依頼し、同様 の規制があれば一括的な見直しを行う。 ○令和４年末を目途に主な経済界要望等については見直し方針を決定、公表する。 行政手続 約1,200件 • FD/CD/DVD等 でのデータ保 存・提出を要求 • 各府省庁間等で 重複する申請・ 届出を異なる様 式で要求 • 地方公共団体毎 に申請・届出の 様式が異なる 「紙・人の介在」等 以外の規制約150件 経済界要望等の全体像と対応方針\n\n13 交付・通知を行う手続の見直しも併せて進めるとともに、 引き続き、 地方公共団 体等と事業者の間の手続のデジタル化、行政手続におけるキャッシュレス化を 推進する。 加えて、 手続件数が多い手続については、 多くの国民や事業者が実際 にデジタル化のメリットを享受できるようになるまで取組を徹底する観点から、 引き続き、 オンライン利用率を大胆に引き上げる取組を推進する。 また、 行政手 続におけるオンライン化による効果の分析を継続的かつ低コストで実現する手 法を検討する。 （３）本人確認におけるマイナンバーカードの活用推進 非対面を含め厳格な本人確認が可能となるマイナンバーカードについて、銀 行等での活用が進むよう方策を検討する。 （４）引越しに伴う住所変更手続の簡素化・効率化 デジタル庁における引越しワンストップサービスの取組状況を踏まえつつ、 同一市町村内で引越しを行う場合に、 転居届とは別に、 市町村に対し住所変更の 届出が必要とされている障害福祉サービス等の事務の運用について、住民の利 便性向上と行政サービスの効率化の観点から改善する方策が考えられないか検 討する。 （５）自動車保有に係る行政手続のデジタル化推進 自動車保有に係る行政手続について、更なるデジタル化に向けた取り組みを 推進する。 また、 車両と利用者等のデータ連携の仕組みに関する方策を検討する。 （６）FD 等を用いる申請・届出等のオンライン化 FD やCD、DVD 等の記憶媒体での提出を求める申請・届出等において、データ の授受等に媒体を要さないオンライン対応の可能性について検討する。",
      "page_from": 13,
      "page_to": 14,
      "char_count": 1204,
      "position": 12194,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c13",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 13,
      "text": "する。 （５）自動車保有に係る行政手続のデジタル化推進 自動車保有に係る行政手続について、更なるデジタル化に向けた取り組みを 推進する。 また、 車両と利用者等のデータ連携の仕組みに関する方策を検討する。 （６）FD 等を用いる申請・届出等のオンライン化 FD やCD、DVD 等の記憶媒体での提出を求める申請・届出等において、データ の授受等に媒体を要さないオンライン対応の可能性について検討する。 ⅲ 規制改革推進会議との連携 デジタル分野の規制改革については、規制改革推進会議における先行的取組 を調査会にフィードバックするとともに、調査会における横断的な見直しの過 程で固有の事情等が明らかになった個別課題を規制改革推進会議の各ワーキン グ・グループにおける専門的な調査審議の場にタスクアウトしていくなど、 柔軟 に連動していくことが重要である。 両会議の連携・役割分担を図りつつ、 政府全 体として強力に規制改革を進めていく。 ４．規制の見直しアプローチ （１）一括的な法令改正 調査会における規制の見直しと従来の規制改革との大きな違いとして、横断 的に規制を見直すために類型とPhase を整理した点がある。これにより、見直 しを検討すべき規制を一括的に把握することが可能となり、従来の個別の規制\n\n14 改革よりも、多くの規制の見直しに取り組むことが可能となる。 （法律に係る一括的な改正） 規制の点検・見直し結果を踏まえ、 法律に係る一括的な改正については、 提出 する法律のリスト案を事務局において整理した上で、可能な限り速やかに国会 提出を目指す。 （政省令に係る一括的な改正） 規制の点検 ・ 見直し結果を踏まえ、 政令、 省令に係る一括的な改正については、 事務局において主要な見直し事項の考え方等を示す予定である。 各府省庁は、 見 直し工程表の公表予定である令和４年12 月末以降、当該考え方等を参考に、速 やかに政省令の改正を行う。 （通知・通達等に係る一括的な改正） 通知・通達等については、 夏以降、 点検リストを各府省庁と事務局において精 査した上で、７項目の類型やPhase を踏まえ、可能なものはできる限り一括的 な改正に取り組む。 （２）技術的検証を通じた見直し （技術的検証の必要性） デジタル技術を活用して規制の見直しを行うには、当該技術を活用した際に も、 安全性や実効性が一定の水準以上を確保できていることが必要である。 その ため、 安全性や実効性等の観点から、 デジタル技術の活用が規制の目的や目的を 果たすための基準等をみたすものか技術的検証が必要である。 ＜現状維持バイアスがもたらすアナログ的手法の選好＞ デジタル的手法とアナログ的手法は、 それぞれに得手と不得手がある。 デジ タル技術の活用に際して、しばしばデジタル技術の不得手の部分に焦点をあ て、 デジタル的手法はアナログ的手法に劣ると評価するケースがあるが、 それ はデジタルの力を見落とす結果を招く可能性がある。",
      "page_from": 14,
      "page_to": 15,
      "char_count": 1267,
      "position": 13198,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c14",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 14,
      "text": "が規制の目的や目的を 果たすための基準等をみたすものか技術的検証が必要である。 ＜現状維持バイアスがもたらすアナログ的手法の選好＞ デジタル的手法とアナログ的手法は、 それぞれに得手と不得手がある。 デジ タル技術の活用に際して、しばしばデジタル技術の不得手の部分に焦点をあ て、 デジタル的手法はアナログ的手法に劣ると評価するケースがあるが、 それ はデジタルの力を見落とす結果を招く可能性がある。 特に、 現場では、 対応等 の変更が必要ない現状維持を選択する傾向 （現状維持バイアス） が働くことが 知られており、顕在化していないヒューマンエラーや見落としの存在が考慮 されずに、 アナログ的手法に比べたデジタル技術の弱み （例えば雰囲気、 感覚 を検知できないといったもの） を挙げて、 デジタル的手法で代替できないとい う主張が行われるという指摘もある。 この例のように、 技術的検証を行う際に は、 デジタル技術の活用による様々なメリットを適切に評価したうえで、 規制 目的に照らしてアナログ的手法とデジタル的手法のどちらが優れているか客 観的・合理的に判定する必要がある。\n\n15 （技術的検証スキーム） 調査会では、 デジタル技術の安全性や実効性等の確認 （技術的検証） が行われ ないことによる規制の見直しの停滞を避けるため、技術的検証に係るコスト等 を低減させることで、 より容易に技術的検証を実施できる環境を整備し、 これに より、 アナログ規制の見直しが一層進むよう、 デジタル技術の安全性や実効性等 を効率的な形で検証できるスキームを検討し、令和４年12 月末を目途に具体的 な方策を示す。 （３）システム整備を通じた見直し 見直しを行うためにはシステム整備が必要なものが存在する。そうした見直 しについて、 各府省庁は、 調査会とデジタル庁と連携の上、 既存のシステムの活 用、 新規システムを構築する場合でも効率的なシステム整備となるよう、 令和４ 年８月末を目途に策定予定である中長期的な計画において、デジタル原則を十 分踏まえた規制の見直しに向けた整備の方向性を明記する。 また、 具体的なシス テム整備の方針を令和４年度中に検討し、 原則として、 令和６年度予算要求に向 けて関係者と連携し、同年度にシステム整備を進める。 また、 見直しに当たってシステム整備が必要と考えられる規制については、 上 記中長期的な計画及び令和４年12 月末までに公表予定の見直し工程表において 見直し方針が明記された場合には、方針確定リストに掲載された規制から順に、 デジタル庁における情報システム関連予算の一括計上、年間を通じた一元的な 統括・監理の枠組みの中で共通機能の活用や整備を含め当該規制に係るシステ ム整備の重点化を検討するものとする。",
      "page_from": 15,
      "page_to": 16,
      "char_count": 1183,
      "position": 14265,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c15",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 15,
      "text": "見直しに当たってシステム整備が必要と考えられる規制については、 上 記中長期的な計画及び令和４年12 月末までに公表予定の見直し工程表において 見直し方針が明記された場合には、方針確定リストに掲載された規制から順に、 デジタル庁における情報システム関連予算の一括計上、年間を通じた一元的な 統括・監理の枠組みの中で共通機能の活用や整備を含め当該規制に係るシステ ム整備の重点化を検討するものとする。 なお、 システム整備自体が自己目的化し、 本来の目的である行政サービスの利 用者の利便性向上や行政運営の効率化等が置き去りにされることがないよう、 業務の可視化を通じた業務フローの改善や業務プロセスの改革といった業務改 革（BPR）の視点を十分踏まえてシステム整備の検討に取り組んでいく。加えて BPR を実施した上で、 情報システム整備が必要な場合には、 まずは既存のシステ ムの活用が可能かを検討する。既存のシステムの活用で対応できない場合でも、 一つの共通システムの構築によって複数の規制の見直しに応用していく方策等 により、 システムの乱立を防ぎ、 また、 システム要件や業務要件の精査を行うこ とで、費用削減を徹底する。\n\n16 ５．取組の展開と応用（地方公共団体への波及やテクノロジー企業の活用） （１）地方公共団体における取組の支援 （地方公共団体における取組の重要性） 国民がデジタル化の恩恵を一層実感できるようにする観点からは、アナログ 規制の見直しは国だけでなく、国民生活に密接に関連する行政サービスの多く を提供する地方公共団体においても、 調査会の取組を参考として、 自主的に取り 組まれることが重要である。 （支援策の内容） こうしたことを踏まえ、 全国の地方公共団体においても、 調査会による規制の 横断的な点検・見直しと同様に、 地方公共団体のアナログ規制について点検・見 直しを実施できるよう、地方公共団体におけるアナログ規制の見直し手順や地 方公共団体による先進的な取組事例などを含むマニュアルを令和４年12 月末ま でに調査会が作成・公表し、地方公共団体による自主的な取組を支援する。 ＜地方公共団体における取組支援＞ 地方公共団体における取組の支援 ■我が国において、福祉、消防、道路・河川等のインフラの整備など、国民生活に密接に関連 する行政サービスの多くは、地方公共団体が実施 ⇒より多くの国民がデジタル技術を活用したより良いサービスを享受し、成長を実感するためには、 全国の地方公共団体におけるデジタル化（規制改革・行政改革）の取組が不可欠 ■各地方公共団体が、国におけるデジタル化の取組と協調し、自主的な取組を推進していけ るよう、デジタル臨調としても支援する必要 ○デジタル臨調における国の法令等の点検・見直し作業の状況を踏まえ、令和４年12月末ま",
      "page_from": 16,
      "page_to": 17,
      "char_count": 1198,
      "position": 15248,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c16",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 16,
      "text": "、地方公共団体が実施 ⇒より多くの国民がデジタル技術を活用したより良いサービスを享受し、成長を実感するためには、 全国の地方公共団体におけるデジタル化（規制改革・行政改革）の取組が不可欠 ■各地方公共団体が、国におけるデジタル化の取組と協調し、自主的な取組を推進していけ るよう、デジタル臨調としても支援する必要 ○デジタル臨調における国の法令等の点検・見直し作業の状況を踏まえ、令和４年12月末ま でに、以下の内容を含む地方公共団体向けのマニュアル等を公表 ・デジタル原則に基づく条例等の規制の点検・見直しに関する手順案（マニュアル） ・先進的な取組事例の紹介 ・国の法令等の点検・見直しの概要 ○上記について、地方公共団体に周知し、自主的な取組を一層推進するため、公表と併せて、 地方六団体に対して趣旨の説明や地方公共団体の担当者向けのオンライン説明会を実施 ○公表後、地方公共団体に対してアンケートを実施し、取組状況や取組の支障となっている 課題について聴取するとともに、必要に応じ助言 考え方 具体化\n\n17 （２）テクノロジーマップ/カタログの検討・整備 （テクノロジーマップの整備） 調査会の下に置かれた作業部会では、企業、有識者などから計11 回のヒアリ ングを通じてデジタル技術と規制の見直し事項の対応関係を整理し、令和４年 ３月に調査会においてテクノロジーマップとして提示した。 ＜テクノロジーマップの活用＞ 今後、 アナログ規制の見直しを各府省庁と進めていくには、 見直しに活用可能 な企業の技術や活用事例の詳細な情報を整理した、 いわゆる 「カタログ」 も併せ て提供することが有用である。 調査会では、 「４（２）技術的検証を通じた見直し」で述べた技術的検証スキ ームの中で、 具体的に活用される技術等の情報を一覧化し、 規制の見直しに取り 組む府省庁や技術を有する企業が、オープンな形で最新の情報を閲覧できるよ う、 テクノロジーマップが常に更新され、 利用に供することができる仕組みを検 討した上で、テクノロジーマップと技術カタログの試行版を速やかに示す。\n\n18 ＜テクノロジーマップ/カタログの整備＞ ６．法令等のデジタル原則適合性の確認プロセス及び法令データのデジタル正 本の提供体制の確立 （法令等のデジタル原則適合性を自律的かつ効率的に確認できる体制及びプロ セスの構築） 新規及び既存法令等のデジタル原則への適合性を確認するための立案過程等 における手続については、令和６年常会提出法律案のうちから確認を試行的に 行うべく、 公の会議体を含めデジタル庁の体制を整備するとともに、 令和４年度 内に詳細設計を行う。",
      "page_from": 17,
      "page_to": 19,
      "char_count": 1126,
      "position": 16248,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c17",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 17,
      "text": "ル原則適合性の確認プロセス及び法令データのデジタル正 本の提供体制の確立 （法令等のデジタル原則適合性を自律的かつ効率的に確認できる体制及びプロ セスの構築） 新規及び既存法令等のデジタル原則への適合性を確認するための立案過程等 における手続については、令和６年常会提出法律案のうちから確認を試行的に 行うべく、 公の会議体を含めデジタル庁の体制を整備するとともに、 令和４年度 内に詳細設計を行う。\n\n19 ＜法令等のデジタル原則適合性の確認プロセス＞ （デジタル原則に係る具体的な指針の策定） 【令和５年夏】 政策企画の早い段階から各府省庁が自律的に考慮できるよう、テクノロジー マップの整備等とともにデジタル原則に係る具体的な指針をデジタル庁が策定 することとし、 指針の策定／改定に際しては、 公の会議体で議論をすることで有 識者の知見や国民の要望等を反映する。 （デジタル原則適合性確認プロセスの立法プロセス等への組込み） 【令和６年常会提出法律案のうちから試行的に実施】 新規法令等のうち、 法律案・政令についてはデジタル庁が内閣法制局予備審査 前までに主体的に確認するとともに、 省令以下については各府省庁が決定前 （パ ブリックコメント前）までに確認する。 既存法令等については、 今後、 技術の進展、 国民の要望、 執行状況等を踏まえ、 公の会議体による検討を経てデジタル庁が点検する。 その際、税関係法令等の取扱いや規制の政策評価等の既存の取組との連携に ついては、詳細設計に際し検討する。\n\n20 （執行調整プロセスの設計・制度化） 【令和５年夏】 デジタル庁の確認等を経た上で定められた法令等における執行に向けたシス テム、 手続フロー、 体制について事前にすりあわせるプロセスを設計・制度化す るため、情報システムの整備及び管理の基本的な方針や指針において当該プロ セスを明確化する。 （法令データのデジタル正本の提供体制の確立） 国のインフラである法令等のデジタル正本（最新版の公式法令データベース） が常に参照できる環境の早期実現を目指し法制事務のデジタル化を進めるため、 別紙のe-LAWS の機能拡充等に係る工程表を踏まえ、デジタル臨時行政調査会作 業部会法制事務のデジタル化検討チームを引き続き活用し、法制事務に係る調 査、データ構造の検討、エディタ開発等を行う。 ＜法令データのデジタル正本の提供体制の確立＞ ７．デジタル時代にふさわしい政府への転換 デジタル原則の旗振り役の霞が関こそ、 「デジタルトランスフォーメーション」 を果断に進め、 新しい時代・社会に見合った姿に率先して変革していく必要があ る。",
      "page_from": 19,
      "page_to": 21,
      "char_count": 1123,
      "position": 17174,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c18",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 18,
      "text": "表を踏まえ、デジタル臨時行政調査会作 業部会法制事務のデジタル化検討チームを引き続き活用し、法制事務に係る調 査、データ構造の検討、エディタ開発等を行う。 ＜法令データのデジタル正本の提供体制の確立＞ ７．デジタル時代にふさわしい政府への転換 デジタル原則の旗振り役の霞が関こそ、 「デジタルトランスフォーメーション」 を果断に進め、 新しい時代・社会に見合った姿に率先して変革していく必要があ る。 各府省庁職員の意欲と能力を解放し、 挑戦を評価する組織への転換を目指し、\n\n21 ・ 迅速に行動しつつ、試行錯誤を繰り返しながら内容を改善していく、いわ ゆるアジャイルなプロセスを可能とする柔軟な行政ガバナンスを設計す る ・ 真に必要な分野に人材を確保・配分するとともに、外部登用を含め優秀な 人材が活躍できるような方策、デジタル技術を徹底活用できる、働きやす く、やりがいを持てる魅力ある職場環境の整備に取り組んでいく こととし、以下の取組を進める。 （機動的で柔軟な政策形成・評価の在り方） 急速なデジタル化の進展等、 社会課題が複雑さや困難さを増す一方、 行政がい わゆる 「無謬性神話」 にとらわれ、 このような社会課題に適時的確に対応できて いないとの指摘がある。行政がそのような「無謬性神話」から脱却し、より機動 的で柔軟な行政への転換を図るべく、デジタル技術も活用し、EBPM の手法の実 践に向けて予算編成プロセスでの行政事業レビューシートのプラットフォーム としての活用を進める等、 行政改革推進会議の下で開催された 「アジャイル型政 策形成・評価の在り方に関するワーキンググループ」の提言（令和４年５月31 日）に盛り込まれた内容を着実に実行に移す。 また、 政策評価について、 政策の立案段階の取組を重視し、 実証的共同研究の 枠組みや外部専門家の知見の一層の活用等を通じてEBPM の実践を進めるととも に、 行政事業レビューとの一体化等により評価関連作業の重複を整理し、 政策の 質を高める取組に注力できるよう、 総務省政策評価審議会の 「デジタル時代にふ さわしい政策形成・評価の在り方に関する提言」 （令和４年５月31 日） の内容を 具体化する。 （政府におけるデジタル人材等の確保・活用、デジタル技術を活用した職場環 境整備等） 内外から優秀なデジタル人材等を登用し、 活躍できる仕組みづくりや、 デジタ ル技術を活用した働きやすい職場環境の整備等の課題について、 検討・具体化を 進める。 ・ デジタル人材を含む民間人材の採用円滑化については、デジタル庁から 人事院及び内閣人事局に対し、当面の要望事項（民間市場を考慮した柔軟 な給与の決定、柔軟・迅速な採用・登用を可能とする仕組み、勤務形態の 柔軟化、定員・機構・級別定数等の機動的・柔軟な運用など）を示した",
      "page_from": 21,
      "page_to": 22,
      "char_count": 1200,
      "position": 18097,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    },
    {
      "chunk_id": "0df9dcc6b12e854620b81eb1f4406e76_c19",
      "doc_id": "0df9dcc6b12e854620b81eb1f4406e76",
      "chunk_index": 19,
      "text": "用し、 活躍できる仕組みづくりや、 デジタ ル技術を活用した働きやすい職場環境の整備等の課題について、 検討・具体化を 進める。 ・ デジタル人材を含む民間人材の採用円滑化については、デジタル庁から 人事院及び内閣人事局に対し、当面の要望事項（民間市場を考慮した柔軟 な給与の決定、柔軟・迅速な採用・登用を可能とする仕組み、勤務形態の 柔軟化、定員・機構・級別定数等の機動的・柔軟な運用など）を示したと ころであり（令和４年４月28 日） 、引き続き、デジタル庁・人事院・内閣 人事局の連携により、定期的に進捗を確認しつつ、スピード感を持って具 体的措置を講ずる（次回の調査会において、実施・検討状況について報告\n\n22 することとする） 。 あわせて、 リスキリングなど内部における人材の育成に 計画的に取り組む。 ・ デジタル技術を活用した働きやすい職場環境の整備については、働き方 の柔軟性向上や霞が関内外とのコミュニケーションの効率化・円滑化を図 るため、デジタル庁と内閣人事局が連携し、デジタルツールの先行導入府 省庁における取組事例をまとめ、柔軟な働き方の実現について各府省庁と 検討することで、新たにデジタルツールが導入された際に効果的に使われ る下地を作る。 その上で、 研修や利用拡大のための取組を行うことにより、 その他の府省庁におけるデジタルツールの導入に向けた取組を加速化さ せる。 また、 各地のサテライトオフィス活用に向けた取組も加速化させる。 これに加えて、全府省庁の職員に共通する庶務関係等手続について、内 閣官房行政改革推進本部事務局とデジタル庁が連携し、デジタル技術の活 用による利便性向上に向けた取組を進める。 以上",
      "page_from": 22,
      "page_to": 23,
      "char_count": 727,
      "position": 19097,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "デジタル原則に照らした規制の一括見直しプラン（PDF／1,881KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/7f6adee4/20230314_policies_digital-extraordinary-administrative-research-committee_outline_01.pdf"
    }
  ],
  "keywords": [
    {
      "term": "デジタル",
      "count": 97
    },
    {
      "term": "令和",
      "count": 25
    },
    {
      "term": "アナログ",
      "count": 25
    },
    {
      "term": "すること",
      "count": 24
    },
    {
      "term": "地方公共",
      "count": 21
    },
    {
      "term": "規制の見",
      "count": 19
    },
    {
      "term": "規制",
      "count": 16
    },
    {
      "term": "原則",
      "count": 16
    },
    {
      "term": "各府省庁",
      "count": 14
    },
    {
      "term": "テクノロ",
      "count": 13
    }
  ]
}