{
  "doc_id": "0e205dc0fc7d3135f06802ce986dbbbc",
  "metadata": {
    "meeting": "デジタル社会推進標準ガイドライン",
    "agency": "デジタル庁",
    "title": "参考資料_ガイドラインの英語版の概要（仮訳）Provisional Translation of the abstract of the Guideline（PDF／1,364KB）",
    "date": "2023-07-04",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/56fe9fb8/20250527_resources_standard_guidelines_guideline_06.pdf"
  },
  "pages": 4,
  "chunks": [
    {
      "chunk_id": "0e205dc0fc7d3135f06802ce986dbbbc_c0",
      "doc_id": "0e205dc0fc7d3135f06802ce986dbbbc",
      "chunk_index": 0,
      "text": "（Abstract） “The Guideline for Japanese Governments’ procurements and utilizations of generative AI for the sake of evolution and innovation of public administration” (Provisional Translation) 2025/5\n\n(1) Purpose and Scheme of this Guideline, etc. Purpose: Boost uses and secure risk managements of generative AI in the Japanese Government, by organizing propelling measures, governance, procurement, and utilization of generative AI. Target: IT systems that comprise text-generative AI. *Not applied to systems handling information of sensitive fields such as national security, maintenance of public security and order Implementation of this Guideline: Scheduled to start operations by May, 2025. (2) Promotion of Generative AI in the Government / Formulation of Governance Scheme Support safe and effective realization of potentially relatively high-risk AI utilization projects, through advice by Advanced AI Utilization Advisory Board and scheme of Consultation Desk, etc. to promote advanced utilizations of generative AI. The Chief AI Officer (CAIO) will be newly appointed in each ministry or agency. They will recognize all AI uses, boost new generative AI uses, and manage risks of AI to p",
      "page_from": 1,
      "page_to": 2,
      "char_count": 1200,
      "position": 0,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "参考資料_ガイドラインの英語版の概要（仮訳）Provisional Translation of the abstract of the Guideline（PDF／1,364KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/56fe9fb8/20250527_resources_standard_guidelines_guideline_06.pdf"
    },
    {
      "chunk_id": "0e205dc0fc7d3135f06802ce986dbbbc_c1",
      "doc_id": "0e205dc0fc7d3135f06802ce986dbbbc",
      "chunk_index": 1,
      "text": "ilizations of generative AI. The Chief AI Officer (CAIO) will be newly appointed in each ministry or agency. They will recognize all AI uses, boost new generative AI uses, and manage risks of AI to promote generative AI systems in an inclusive manner in each ministry or agency. * Also consider supply chain risks 2 （Abstract） “The Guideline for Japanese Governments’ procurements and utilizations of generative AI for the sake of evolution and innovation of public administration” • Inclusively grasp generative AI uses in the government • Promote effective and safe generative AI utilizations across ministries and agencies. *Secretariat: Digital Agency CIO Deputy CIO AI Planners, etc.(PJMO) AI users High-Risk Generative AIs Report the list of generative AI uses and risk management status in each ministry Consult about possibly high-risk AIs Give advice to projects Share best practices and give advice for smooth implementations of projects, etc. Advanced AI Utilization Advisory Board ------- AI Consultation Desk Promote generative AI uses by the ministry or the agency Formulation of AI governance and control implementations of generative AI Chief AI Officer (CAIO) Ministries and Agenc",
      "page_from": 2,
      "page_to": 2,
      "char_count": 1200,
      "position": 1000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "参考資料_ガイドラインの英語版の概要（仮訳）Provisional Translation of the abstract of the Guideline（PDF／1,364KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/56fe9fb8/20250527_resources_standard_guidelines_guideline_06.pdf"
    },
    {
      "chunk_id": "0e205dc0fc7d3135f06802ce986dbbbc_c2",
      "doc_id": "0e205dc0fc7d3135f06802ce986dbbbc",
      "chunk_index": 2,
      "text": "- AI Consultation Desk Promote generative AI uses by the ministry or the agency Formulation of AI governance and control implementations of generative AI Chief AI Officer (CAIO) Ministries and Agencies Digital Agency AI Planners, etc.(PJMO) AI users AI users AI users AI users (3) Rules for Procurement and Utilization of Generative AI Systems *This guideline sets rules separately for (1) CAIOs, (2) Planners, (3) Providers, and (4) Users.  CAIOs formulate “User’s Rule” for users (staff) of each ministry or agency.  Planners and Providers secure the procurement of safe and high-quality generative AI systems through the creation of procurement specification documents and contracts with the service providers by referring to the “Procurement Check Sheet” and the “Contract Check Sheet” of this guideline. After implementation, regularly verify proper use, safety, and quality assurance.  Providers and Users must properly report risk cases to the CAIO, and providers take appropriate countermeasures. Said Advisory Board receive the report of the risk cases and consider recurrence prevention measures, etc.as necessary. 1 2\n\n2 (1) Procurement Check Sheet Checkpoints considered to be includ",
      "page_from": 2,
      "page_to": 3,
      "char_count": 1200,
      "position": 2000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "参考資料_ガイドラインの英語版の概要（仮訳）Provisional Translation of the abstract of the Guideline（PDF／1,364KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/56fe9fb8/20250527_resources_standard_guidelines_guideline_06.pdf"
    },
    {
      "chunk_id": "0e205dc0fc7d3135f06802ce986dbbbc_c3",
      "doc_id": "0e205dc0fc7d3135f06802ce986dbbbc",
      "chunk_index": 3,
      "text": "measures. Said Advisory Board receive the report of the risk cases and consider recurrence prevention measures, etc.as necessary. 1 2\n\n2 (1) Procurement Check Sheet Checkpoints considered to be included in procurement specifications and contract documents. Only necessary points are to be included case by case basis, considering procurement patterns and risk-level. AI Consultation Desk in Digital Agency will give necessary advice. Governance Check Points Development and Operation Check Points Generative AI System Requirements (1) Compliance with Common Guiding Principles in AI Guidelines for Business (2) Establishment of AI governance framework (Proper risk management while maximizing AI merits) (3) Grasping latest trend of AI businesses and technologies for enhancing quality of generative AI systems (4) Organizing processes to address information security incidents and risk cases particular to generative AI systems (5) Literacy enhancement of workers engaged in development and operations of generative AI (6) Proper management of data input and output of generative AI systems (7) Measures to fulfill expected quality of generative AI systems (8) Measures to avoid vendor lock-in (9) C",
      "page_from": 2,
      "page_to": 3,
      "char_count": 1200,
      "position": 3000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "参考資料_ガイドラインの英語版の概要（仮訳）Provisional Translation of the abstract of the Guideline（PDF／1,364KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/56fe9fb8/20250527_resources_standard_guidelines_guideline_06.pdf"
    },
    {
      "chunk_id": "0e205dc0fc7d3135f06802ce986dbbbc_c4",
      "doc_id": "0e205dc0fc7d3135f06802ce986dbbbc",
      "chunk_index": 4,
      "text": "ns of generative AI (6) Proper management of data input and output of generative AI systems (7) Measures to fulfill expected quality of generative AI systems (8) Measures to avoid vendor lock-in (9) Considering necessary updates of generative AI systems (10) Considering cultural and linguistic aspects of outputs as necessary (11) Considering avoidance of environmental damages (12) Measures to prevent outputs of harmful information (13) Measures to prevent outputs of disinformation and mis information (14) Ensuring equality and inclusiveness (measures to prevent outputs including biases and discriminations) (15) Measures to prevent using generative AI systems for out-of-scope purposes (16) Proper treatments of personal information, privacy, and intellectual properties (17) Ensuring security of generative AI systems (18) Ensuring accountability (19) Ensuring robustness (Stability in appropriateness of outputs) (20) Ensuring quality of data for learning by generative AI (21) Verifiability of generative AI systems - Agreements on inputs by generative AI systems (Whether or not data is trained, How the data is stored, etc.) - Agreements on outputs by generative AI systems (Guarantees re",
      "page_from": 3,
      "page_to": 3,
      "char_count": 1200,
      "position": 4000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "参考資料_ガイドラインの英語版の概要（仮訳）Provisional Translation of the abstract of the Guideline（PDF／1,364KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/56fe9fb8/20250527_resources_standard_guidelines_guideline_06.pdf"
    },
    {
      "chunk_id": "0e205dc0fc7d3135f06802ce986dbbbc_c5",
      "doc_id": "0e205dc0fc7d3135f06802ce986dbbbc",
      "chunk_index": 5,
      "text": "of generative AI systems - Agreements on inputs by generative AI systems (Whether or not data is trained, How the data is stored, etc.) - Agreements on outputs by generative AI systems (Guarantees regarding outputs, To whom outputs belongs to, etc.) - Obligations of contractors for damages by possible incidents of generative AI systems (including sharing necessary data with the government for the purpose of specifying the cause of the incident and minimizing the damage) etc. 1. Risk Axes for High-Risk AI Assessments(High Risk AI Project Finder) CAIOs are to find possibly high- risk AI projects from right 4 axes and consult with the Advisory Board. A. Scope and types of users (i.e. Whether users are citizens or government staff), B. Characteristics of operations using generative AI, C. Presence of confidential information or personal data in training generative AI, etc., D. Whether the use involves the judgment by government staff on output results or not 2. Check Points on Procurement and Contract Processes (Procurement Check Sheet, Contract Check Sheet) (Reference 1) About Attached Check Sheets （High Risk AI Project Finder, Procurement Check Sheet, Contract Check Sheet) (2) Contr",
      "page_from": 3,
      "page_to": 3,
      "char_count": 1199,
      "position": 5000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "参考資料_ガイドラインの英語版の概要（仮訳）Provisional Translation of the abstract of the Guideline（PDF／1,364KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/56fe9fb8/20250527_resources_standard_guidelines_guideline_06.pdf"
    },
    {
      "chunk_id": "0e205dc0fc7d3135f06802ce986dbbbc_c6",
      "doc_id": "0e205dc0fc7d3135f06802ce986dbbbc",
      "chunk_index": 6,
      "text": "and Contract Processes (Procurement Check Sheet, Contract Check Sheet) (Reference 1) About Attached Check Sheets （High Risk AI Project Finder, Procurement Check Sheet, Contract Check Sheet) (2) Contract Check Sheet Checkpoints considered to be included in contract documents. Only necessary points are to be included case by case basis and AI Consultation Desk will give advice, as necessary. * Each ministry or agency determine which items of the check sheets to use according to the procurement methods or risk-levels.\n\n1 User’s Rule for Each Ministry/Agency  The Chief AI Officer (CAIO) establishes user’s rule (for staff) of each ministry or agency based on the “Model User’s Rule” attached to this guideline, for the sake of ensuring proper AI uses. ２.User’s Rule for Each Generative AI System  Planners establish user’s rule (for staff, citizens, etc.) for each generative AI system including purpose of the system and other specific matters. (Reference 2) Generative AI User’s Rule (Outline of the “Model User’s Rule”) 1. Purpose of the Rule 2. Rules for Generative AI Uses (1) Rules Before Use (2) Rules During Use (i) Rules Regarding Input Data or Prompts (ii) Rules Regarding the Utiliza",
      "page_from": 3,
      "page_to": 4,
      "char_count": 1199,
      "position": 6000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "参考資料_ガイドラインの英語版の概要（仮訳）Provisional Translation of the abstract of the Guideline（PDF／1,364KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/56fe9fb8/20250527_resources_standard_guidelines_guideline_06.pdf"
    },
    {
      "chunk_id": "0e205dc0fc7d3135f06802ce986dbbbc_c7",
      "doc_id": "0e205dc0fc7d3135f06802ce986dbbbc",
      "chunk_index": 7,
      "text": "of the “Model User’s Rule”) 1. Purpose of the Rule 2. Rules for Generative AI Uses (1) Rules Before Use (2) Rules During Use (i) Rules Regarding Input Data or Prompts (ii) Rules Regarding the Utilization of Generated Outputs 3. Contact Information ◆ Structure and Outline of the “Model User’s Rule” Understand risks about generative AI. Recognize that results of inputs and outputs can be forwarded to the system on clouds, as necessary. Understand that it is not allowed, in principle, to input classified information to contract-based cloud generative AI services. Understand that data could be censored or taken by foreign governments, in case of generative AI systems using servers located outside of Japanese territories. Use generative AI systems within the scope of the defined purposes of the systems. Cautiously deal with personal information when using generative AI systems with proper recognition of each generative AI system’s features. Input correct and newest data to generative AI systems . Ensure accountability for the decisions when using generative AI’s outputs as references. Utilize outputs of generative AI systems based on proper understanding about the biases possi",
      "page_from": 4,
      "page_to": 4,
      "char_count": 1199,
      "position": 7000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "参考資料_ガイドラインの英語版の概要（仮訳）Provisional Translation of the abstract of the Guideline（PDF／1,364KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/56fe9fb8/20250527_resources_standard_guidelines_guideline_06.pdf"
    },
    {
      "chunk_id": "0e205dc0fc7d3135f06802ce986dbbbc_c8",
      "doc_id": "0e205dc0fc7d3135f06802ce986dbbbc",
      "chunk_index": 8,
      "text": "e AI systems . Ensure accountability for the decisions when using generative AI’s outputs as references. Utilize outputs of generative AI systems based on proper understanding about the biases possibly included in the outputs from generative AI. As necessary, confirm correctness, basis, and facts about outputs of generative AI Confirm safety/fairness, objectivity, and neutrality of outputs (including whether third party’s intellectual properties are not infringed) of generative AI and remove or correct wrong elements in the outputs before using them. Promptly share risk cases and their symptoms with reporting office/desk. 3",
      "page_from": 4,
      "page_to": 4,
      "char_count": 636,
      "position": 8000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "参考資料_ガイドラインの英語版の概要（仮訳）Provisional Translation of the abstract of the Guideline（PDF／1,364KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/56fe9fb8/20250527_resources_standard_guidelines_guideline_06.pdf"
    }
  ],
  "keywords": []
}