{
  "doc_id": "2752a2a3dd7de5acb3f6944041150833",
  "metadata": {
    "meeting": "デジタル社会推進標準ガイドライン",
    "agency": "デジタル庁",
    "title": "本文（PDF／774KB）",
    "date": "2023-07-04",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
  },
  "pages": 22,
  "chunks": [
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c0",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 0,
      "text": "ゼロトラストアーキテクチャ 適用方針 2022 年（令和4 年）6 月30 日 デジタル庁 〔標準ガイドライン群ＩＤ〕 DS-210 〔キーワード〕 ゼロトラスト、ゼロトラストアーキテクチャ、 〔概要〕 政府情報システムのシステム方式について、より堅牢なシステム構築の観 点からゼロトラストアーキテクチャの適用方針を示す。\n\n改定履歴 改定年月日 改定箇所 改定内容 2022年6月30日 初版決定\n\ni 目次 １ はじめに ......................................................... 1 １.１ 背景と目的 .................................................. 1 １.２ 適用対象 .................................................... 1 １.３ 位置づけ .................................................... 2 １.４ 用語 ........................................................ 2 １.５ ゼロトラストアーキテクチャとは .............................. 3 1) ゼロトラストアーキテクチャの概要 ............................. 3 2) 具体例 ....................................................... 5 3) 境界型セキュリティとの関係 ................................... 6 ２ 適用方針 ......................................................... 9 1) リソースを識別し、特定できる状態にする ....................... 9 2) 主体の身元確認・当人認証を実施する ........................... 9 3) ネットワークを保護する ...................................... 10 4) リソースの状態を確認する .................................... 11 5) アクセス制御ポリシーで評価し、アクセス管理をする ............ 11 6) リソースとアクセスを観測する ................................ 12 ３ 具体的な適用手順 ................................................ 13 ３.１",
      "page_from": 1,
      "page_to": 3,
      "char_count": 1199,
      "position": 0,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c1",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 1,
      "text": "............................... 11 5) アクセス制御ポリシーで評価し、アクセス管理をする ............ 11 6) リソースとアクセスを観測する ................................ 12 ３ 具体的な適用手順 ................................................ 13 ３.１ 適用プロセス ............................................... 13 体制の構築 ..................................................... 13 1) リソースや業務フローの識別・特定プロセス .................... 14 2) スコープの決定プロセス ...................................... 14 3) 実装・導入の推進プロセス .................................... 14 4) 観測プロセス ................................................ 14 5) 評価及び改善プロセス ........................................ 15 ３.２ 適用における留意事項 ....................................... 15 1) 運用・保守体制を確保する .................................... 15 2) 運用の設計と実装を初期段階から想定した適用プロセスを進める .. 15 3) アクセス制御の評価タイミングをアクセス要求時に限定しない .... 16 4) 技術標準による相互互換性を確保する .......................... 17 5) 利用者の問い合わせ対応を強化する ............................ 17 ４ 参考文献 ........................................................ 19\n\n1 １ はじめに １.１ 背景と目的 政府情報システムにおけるサイバーセキュリティは、閣議決定された「デジ タル社会の実現に向けた重点計画1」 （以下、｢重点計画｣という。 ）において、利 便性の向上と両立させることとしている。また、重点計画の「包括的データ戦 略」では、新たな価値を創出する社会を実現するための方向性が示されている。 そのために「サイバーセキュリティ戦略2」では、不確実性が絶えず変容し、か つ増大するサイバー空間の「自由、公正かつ安全」を確保し、さらに確保すべ き価値の不変性に繋げるために、自らも常に変化を重ねていく必要があると示 している。",
      "page_from": 3,
      "page_to": 4,
      "char_count": 1248,
      "position": 1000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c2",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 2,
      "text": "という。 ）において、利 便性の向上と両立させることとしている。また、重点計画の「包括的データ戦 略」では、新たな価値を創出する社会を実現するための方向性が示されている。 そのために「サイバーセキュリティ戦略2」では、不確実性が絶えず変容し、か つ増大するサイバー空間の「自由、公正かつ安全」を確保し、さらに確保すべ き価値の不変性に繋げるために、自らも常に変化を重ねていく必要があると示 している。 今後、政府情報システムにおいては、標準の策定や共通機能の整備が進むと、 重点計画の「国の情報システムを整備する際に留意すべき事項」の共通基盤の 活用で言及されているように、クラウド・バイ・デフォルト原則に従い、クラ ウドサービスの利用を原則とした業務環境が目指されている。またテレワーク の推進によりこの流れはより強化され、イントラネット外の業務環境を前提と したサイバーセキュリティ対策を実施する必要がある。 このような業務環境の変化により増大する脅威や攻撃経路は、従来の対策を 凌駕し、深刻な被害をもたらす。イントラネット内での業務に加え、インター ネット上での業務が標準になった場合でも、サイバー攻撃からリソースを保護 しなければならない。近年の高度化したサイバー攻撃を完全に予防・防御する ことは、従来の考え方と対策だけでは困難になってきた。そのため、セキュリ ティインシデントの検知と対応、そして政府情報システムの復旧が重要になっ てきている。イントラネット内に限定されない業務環境におけるサイバーセキ ュリティを確保するために、従来のネットワーク防御を中心にした境界型セキ ュリティから考え方を大幅に拡張することが求められている。 そのため、この拡張の実態であり、境界型セキュリティを拡張した考え方で ある「ゼロトラストアーキテクチャ」を適用するための基本的な方針および留 意事項を示す。各府省の政府情報システムのセキュリティ対策を検討する際に は当該方針および留意事項を参照することを推奨する。 １.２ 適用対象 本文書は、政府情報システムを適用対象として想定している。なお、本文書 1 https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/5ecac8cc-50f1- 4168-b989-2bcaabffe870/d130556b/20220607_policies_priority_outline_05.pdf 2 https://www.nisc.go.jp/pdf/policy/kihon-s/cs-senryaku2021.pdf\n\n2 はゼロトラストアーキテクチャへの理解を深める参考文書であり、適用の遵守 を求めるものではない。 １.３ 位置づけ 本文書は、標準ガイドライン群の一つとして位置づけられる。 １.４ 用語 本文書において使用する用語は、表１-1 及び本文書に別段の定めがある場合 を除くほか、標準ガイドライン群用語集の例による。",
      "page_from": 4,
      "page_to": 5,
      "char_count": 1290,
      "position": 2048,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c3",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 3,
      "text": ".jp/pdf/policy/kihon-s/cs-senryaku2021.pdf\n\n2 はゼロトラストアーキテクチャへの理解を深める参考文書であり、適用の遵守 を求めるものではない。 １.３ 位置づけ 本文書は、標準ガイドライン群の一つとして位置づけられる。 １.４ 用語 本文書において使用する用語は、表１-1 及び本文書に別段の定めがある場合 を除くほか、標準ガイドライン群用語集の例による。その他専門的な用語につ いては、民間の用語定義を参照されたい。 表 １-１ 用語の定義 用語 意味 境界型セキュリテ ィ3 従来のセキュリティの基本的な考え方であり、境界で 内側と外側を遮断して外部からの攻撃や内部からの情 報流出の防止を試みる。境界型セキュリティは「信頼 できないもの」が内部に入り込まない、また内部には 「信頼できるもの」のみが存在することが前提とな る。セキュアなネットワークの構築が中心となる。 アクセス制御ポリ シー ユーザ属性情報、OS やパッチバージョンなどのデバイ ス属性情報といった情報から、アクセスが許可される 条件を満たすかどうかを評価するルール。複数のポリ シーを組み合わせて評価することも可能。 アクセス制御の施 行 何らかの機構が、一定のルールやポリシーに従って評 価されたアクセス可否の結果を実際のアクセスに対し て施行すること。 ゼロトラスト 境界の内部が侵害されることも想定したうえで、情報 システムおよびサービスの要求ごとに適切かつ必要最 小の権限でのアクセス制御を行う際に、不確実性を最 小限に抑えるように設計された概念。 ゼロトラストアー キテクチャ ゼロトラストアーキテクチャは、ゼロトラストの概念 を利用し、クラウド活用や働き方の多様化に対応しな がら、政府情報システムのセキュリティリスクを最小 化するための論理的構造的な考え方。 3 https://cio.go.jp/sites/default/files/uploads/documents/dp2020_03.pdf\n\n3 用語 意味 常時リスク診断情 報 各関係組織のシステムにおけるサイバーセキュリティ リスクについて常時かつ継続的に状況を把握し、必要 に応じて各組織と連携してリスク低減活動を実施する ための、情報収集した情報。政府情報システムにおい てはCRSA（Continuous Risk Scoring and Action）に より収集された情報が該当する。 耐タンパー性を有 するモジュール 暗号化・復号・署名生成のための鍵をはじめとする秘 密情報や秘密情報の処理メカニズムを外部から不当に 観測・改変することや秘密情報を処理するメカニズム を不当に改変することが極めて困難であるように意図 して作られたハードウェアやソフトウェアのモジュー ル4。",
      "page_from": 4,
      "page_to": 6,
      "char_count": 1194,
      "position": 3138,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c4",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 4,
      "text": "A（Continuous Risk Scoring and Action）に より収集された情報が該当する。 耐タンパー性を有 するモジュール 暗号化・復号・署名生成のための鍵をはじめとする秘 密情報や秘密情報の処理メカニズムを外部から不当に 観測・改変することや秘密情報を処理するメカニズム を不当に改変することが極めて困難であるように意図 して作られたハードウェアやソフトウェアのモジュー ル4。 １.５ ゼロトラストアーキテクチャとは 1)ゼロトラストアーキテクチャの概要 ゼロトラストアーキテクチャは、クラウド活用や働き方の多様化で増大する 脅威に適合するために、政府情報システムの内部における攻撃者の自由な行動 を阻害しようとするセキュリティ対策の考え方である。具体的には、特定の業 務フロー内で、あるリソースから別のリソースへのアクセスが最小権限の原則 を満たすよう、業務フローを取り巻く環境の情報を活用し、事前に定められた アクセス制御のルールによって評価され、その結果に従うアクセス制御が施行 されるといった一連の手続きを踏む考え方である。この考え方は政府情報シス テムの導入や運用といった特定のフェーズだけに限定されるものではなく、中 長期的な政府情報システムに係るライフサイクル全体にわたって適用されるも のである。したがってゼロトラストアーキテクチャは特定の実装やソリューシ ョンを指すものではない。図 １-１は、ゼロトラストアーキテクチャの概念図 である。 4 https://www.ipa.go.jp/security/enc/CRYPTREC/fy15/documents/INSTAC_rep.pdf\n\n4 図 １-１ ゼロトラストアーキテクチャ概念図 デジタル化された業務プロセスにおいては、特定のリソースがアクセス元と して、別のリソース（アクセス先）にアクセスする。表 １-２では、従業員 （人）がデバイスを用いてアプリケーションに保存されたデータにアクセスす る業務プロセスと、主体がサーバであり複数のアプリケーションを介して特定 のリソースにアクセスする業務プロセスをとりあげている。これらのアクセス 内で、どのようなリソースが存在しうるかを簡易的に一覧化している。 リソース間の関係性は業務プロセス内で変化し、あるアクセスではアクセス 先だったリソースが、別のアクセスではアクセス元になりうる。例えば、リソ ースA のアクセス先であったリソースB は、リソースY との関係性ではアクセ ス元となる。そして、それぞれのアクセスにおいて、リソースの状態やアクセ ス時の文脈に応じたアクセス制御が適用される。",
      "page_from": 6,
      "page_to": 7,
      "char_count": 1123,
      "position": 4132,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c5",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 5,
      "text": "で、どのようなリソースが存在しうるかを簡易的に一覧化している。 リソース間の関係性は業務プロセス内で変化し、あるアクセスではアクセス 先だったリソースが、別のアクセスではアクセス元になりうる。例えば、リソ ースA のアクセス先であったリソースB は、リソースY との関係性ではアクセ ス元となる。そして、それぞれのアクセスにおいて、リソースの状態やアクセ ス時の文脈に応じたアクセス制御が適用される。 表 １-２ リソース例 主体 リソースA リソースB リソースX リソースZ 人 デバイス ネットワーク アプリケーシ ョンX アプリケーシ ョンX 内のデ ータ サーバ アプリケーシ ョンA アプリケーシ ョンB アプリケーシ ョンC アプリケーシ ョンC の機能\n\n5 2)具体例 概念図をより詳細に説明するにあたって、 「従業員が貸与された端末を使い ファイルを参照する」業務フローを図 １-２に示す。 図 １-２ 従業員が貸与された端末を使いファイルを参照する具体例 項番 業務内容 アクセス元 アクセス先 アクセス 制御管理 機能 アクセス制 御の施行 ① 端末上で のアカウ ントへの ログイン 従業員 （主体） オブジェク ト （ユーザ） ディレク トリサー ビス ディレクト リサービス ② ファイル サーバへ のネット ワークア クセス 端末 （主体） ファイルサ ービス ファイア ウォール ファイアウ ォール\n\n6 ③ ファイル 参照 ユーザオブ ジェクト ファイル ファイル サービス ファイル、 フォルダ 表 １-３ 従業員が貸与された端末を使いファイルを参照する具体例で 発生するアクセス一覧 まず、従業員や端末といった物理的な主体がある。そしてデジタル上で表す リソースとして、ディレクトリサービス上のユーザオブジェクトやデバイスオ ブジェクトがあるとする。従業員や端末がそれらオブジェクトに認証を要求す るとディレクトリサービスが課すアクセス制御ポリシーに評価され、認証され たのちに、必要最小限の権限がトークンやチケットという形で付与される（ア クセス①） 。 端末とファイルサービス間では、ネットワーク上のファイアウォールが送信 元IP アドレスや宛先ポート番号からアクセスを評価し、セッションを成立させ る（アクセス②） 。その後、ユーザオブジェクトがサービス内のファイルにア クセスする際は、ファイルやフォルダあるいはディレクトリ上のアクセス制御 ポリシーがユーザオブジェクトあるいはデバイスオブジェクトに発行されたト ークンを評価し、問題がなければファイルへの参照権限のみが付与される（ア クセス③） 。 3)境界型セキュリティとの関係 境界型セキュリティとは、境界で内側と外側を遮断して外部からの攻撃や内 部からの情報流出の防止を試みる考え方であり、ネットワークを用いた実装が 基本となる。",
      "page_from": 7,
      "page_to": 9,
      "char_count": 1218,
      "position": 5055,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c6",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 6,
      "text": "ァイルやフォルダあるいはディレクトリ上のアクセス制御 ポリシーがユーザオブジェクトあるいはデバイスオブジェクトに発行されたト ークンを評価し、問題がなければファイルへの参照権限のみが付与される（ア クセス③） 。 3)境界型セキュリティとの関係 境界型セキュリティとは、境界で内側と外側を遮断して外部からの攻撃や内 部からの情報流出の防止を試みる考え方であり、ネットワークを用いた実装が 基本となる。境界型セキュリティは「信頼できないもの」が内部に入り込まな い、また内部には「信頼できるもの」のみが存在することが前提となるが、標 的型攻撃や内部犯行などの事例から本手法は限界があると言われ、ゼロトラス トアーキテクチャとの比較対象とされることが多い。 しかし、本来、ゼロトラストアーキテクチャは境界型セキュリティとネット ワークベースのセキュリティ対策を否定するものではない。図 １-３のように、 パケットの送信元アドレスおよび宛先アドレスをオブジェクトと考え、特定の ポートのみを許可するポリシーを適用していると考えれば、むしろゼロトラス トアーキテクチャの考え方を正しく実現しているといえる。\n\n7 図 １-３ 境界型セキュリティ概念図 一方、クラウド・バイ・デフォルト原則によって、今後インターネット上の クラウドサービス等の利活用が拡大すると見込まれ、オンプレミス環境とは異 なる脅威や攻撃経路があると考えられる。そういった脅威に対し、ネットワー クベースの境界型セキュリティだけではサイバーセキュリティ上の備えとして は不十分となる恐れがある。図 １-３の業務プロセスをクラウド上で行い、そ の際にアクセス制御をネットワーク境界だけで行う場合、より多くの脅威に晒 されるインターネット空間上のリソースA からリソースZ までの一連の業務プ ロセスにおいて、アクセス制御が施行されるのはリソースA へのアクセス時の みになり、リソースB 以降には一切施行されないことになる。異なる業務環境 に対して既存のセキュリティ対策を据え置くと、クラウド・バイ・デフォルト 原則に期待される効率性の向上、セキュリティ水準の向上、技術革新対応の向 上、柔軟性の向上、可用性の向上などのメリットを阻害しかねず、また、管理 外のクラウドサービスの利用等といった抜け穴を増やす動機にも繋がる。業務 環境の選択肢が増える中で、組織の目的とシステム戦略を踏まえて境界型セキ ュリティから変容させたものがゼロトラストアーキテクチャとなる。境界型セ キュリティからゼロトラストアーキテクチャへの変容により、拡張された点に ついて次に示す。\n\n8 ➢ 多様な業務環境への適用  クラウド・バイ・デフォルト原則を前提にした環境であっても、既 存のオンプレミスな境界型セキュリティな環境であっても、適用で きる考え方になる。 ➢ 複数の異なる情報を使ったアクセス制御  リソース間同士のアクセス制御に細分化したことにより、ディレク トリサービスなどのネットワークパケット以外の情報を使ったアク セス制御が可能になる。",
      "page_from": 9,
      "page_to": 11,
      "char_count": 1298,
      "position": 6073,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c7",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 7,
      "text": "た点に ついて次に示す。\n\n8 ➢ 多様な業務環境への適用  クラウド・バイ・デフォルト原則を前提にした環境であっても、既 存のオンプレミスな境界型セキュリティな環境であっても、適用で きる考え方になる。 ➢ 複数の異なる情報を使ったアクセス制御  リソース間同士のアクセス制御に細分化したことにより、ディレク トリサービスなどのネットワークパケット以外の情報を使ったアク セス制御が可能になる。  ネットワークベースの境界型セキュリティを追加のアクセス制御と して扱える。 ➢ 観測情報の入手の拡大  業務フローをリソースごとに区切り、それぞれにアクセス制御を施 行するため、詳細かつ広範囲な観測データが入手できるようになる。 ➢ 連携する外部システムの拡大  脅威情報やPKI など外部システムの属性情報と、アクセス制御管理 機能が連携し情報の交換を想定している。 ➢ アクセス制御機能における評価と施行を分離  アクセス制御におけるポリシーとの評価とアクセスへの施行を分離 することで、柔軟な設計が可能となる。\n\n9 ２ 適用方針 ゼロトラストアーキテクチャ適用において必要となる６つの適用方針を以下 に示す。 1)リソースを識別し、特定できる状態にする リソースを正確に特定できる状態でなければ、アクセス制御ポリシーの評 価対象とすることはできない。そのため、リソースが識別できる状態で登録 されていることが重要である。リソースは以下のものが考えられる。 ➢ アカウント 従業員に限らず、外部協力者など組織内業務に関連するあらゆるユー ザのアカウントや、ディレクトリサービス上のオブジェクト。RPA など にも利用されるシステムアカウントも含まれる。 ➢ デバイス スマートフォンやタブレットなど様々な種類の端末に加え、業務利用 を許された個人端末が想定される。 ➢ サービス オンプレミスなデータセンターやクラウドといった場所を問わず、ユ ーザが業務で利活用するアプリケーション等。 ➢ データ デバイスやサービスに紐づくユーザが利活用するデータ。 リソースは組織内のみでなく、クラウド上や各従業員の自宅等様々な場所 に存在することが想定される。また組織によっては個人所有のデバイスを業 務利用として許可する事例もある。これらのリソースを全て手動で把握、管 理することは現実的ではない。 そこで各種リソースを管理する資産管理ツールなどに登録し、ディレクト リサービス上のオブジェクトとして、ネットワークを介して管理することが 考えられる。一例としては、デバイスを調達するサイトと端末管理サービス を紐付け、端末の初回起動時に自動的に資産として登録できるようにする仕 組みが挙げられる。他にも、業務環境内のネットワークを対象に資産把握を 目的としてスキャンをすることで、検出されたデバイスを一覧化することが 考えられる。",
      "page_from": 10,
      "page_to": 12,
      "char_count": 1220,
      "position": 7171,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c8",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 8,
      "text": "産管理ツールなどに登録し、ディレクト リサービス上のオブジェクトとして、ネットワークを介して管理することが 考えられる。一例としては、デバイスを調達するサイトと端末管理サービス を紐付け、端末の初回起動時に自動的に資産として登録できるようにする仕 組みが挙げられる。他にも、業務環境内のネットワークを対象に資産把握を 目的としてスキャンをすることで、検出されたデバイスを一覧化することが 考えられる。 2)主体の身元確認・当人認証を実施する 利用者および端末などの物理的な主体は、システムを利用する際にはデジ\n\n10 タルなリソースとして活動しなければならない。そのため、実際にその主体 がリソースに正当に紐付けられているか、利用者に関しては、 「行政手続にお けるオンラインによる本人確認の手法に関するガイドライン5」に従って身元 確認および当人認証によって確認しなければならない。 ア 身元確認 身元確認は、主体が管理対象であることを確認する行為を指す。利用者の 場合は、登録する氏名・住所・生年月日等が正しいことを確認する。また、 デバイスの場合は、購入時に入手したシリアル番号や割り当てたIP アドレス などの管理上の情報と、実際に当該デバイス上で確認できる情報を照合する ことが考えられる。 確認内容および手法については、業務の重要性あるいは権限によって異な る。また、身元確認を実施するタイミングは、システムへの登録時だけでな く、忘却や紛失した際などをタイミングとした認証情報の再発行などで、主 体とリソースの紐付けが要求されるすべての局面に適用するべきである。 イ 当人認証 当人認証はリソースの利用を試みる主体が身元確認によって紐付けられて いることを知識（パスワード等） ・所持（マイナンバーカード等） ・生体 （顔・指紋等）といった認証要素で確認することである。身元確認と同様に、 当人認証も用途に応じた認証方法を適用するべきである。例えば、重要な権 限を持つリソースへの当人認証の場合には、耐タンパー性6をもつハードウェ アの利用を義務化することが考えられる。あるいは特定のネットワークアド レスからのみ認証を許可することや、特定の別の主体による承認を要求する ことも考えられる。昨今は多要素認証の設定を推奨されることが多くなった が、当人認証の手法に係る実装のレベルは「行政手続におけるオンラインに よる本人確認の手法に関するガイドライン7」を参照して要件にあった認証方 式を選択するべきである。 3)ネットワークを保護する ゼロトラストアーキテクチャは、イントラネットを含めたネットワークを 5 https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-e",
      "page_from": 12,
      "page_to": 13,
      "char_count": 1200,
      "position": 8191,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c9",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 9,
      "text": "手続におけるオンラインに よる本人確認の手法に関するガイドライン7」を参照して要件にあった認証方 式を選択するべきである。 3)ネットワークを保護する ゼロトラストアーキテクチャは、イントラネットを含めたネットワークを 5 https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29- 4f1d-9c31-0f06fca67afc/f1be078e/20220422_resources_standard_guidelines_guideline_07.pdf 6 https://www.ipa.go.jp/security/enc/CRYPTREC/fy15/documents/INSTAC_rep.pdf 7 https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29- 4f1d-9c31-0f06fca67afc/f1be078e/20220422_resources_standard_guidelines_guideline_07.pdf\n\n11 暗黙的に安全であるという前提を信用しない。そのため、ネットワークは通 信経路の適切な暗号化によって安全性を確保しなければならない。具体的に は、クラウド・バイ・デフォルト原則時に必ず利用されるWeb API の安全性を 確保するHTTP やDNS の暗号化などが考えられる。この際には「電子政府推奨 暗号リスト8」や｢TLS 暗号設定ガイドライン～安全なウェブサイトのために （暗号設定対策編）～9｣を参照し、適切な暗号技術が実装されていることを確 認する。 4)リソースの状態を確認する 各種リソースは恒常的に安全とはいえない。適切に運用・保守されなけれ ば、時間の経過とともに脆弱性が増え、攻撃可能な領域が広がる。また、設 定ミス・構成の不備により脆弱性が生まれることも考えられる。そのため、 各種リソースの状態や構成が安全か確認する必要がある。その確認作業はア クセス状態に関わらず常時実施されることが望ましい。何らかの手段によっ て、ログイン中のセッションを不正に利用されることもありうるからである。 各種リソースの構成状態を確認するには、リソースの属性から総合的に診断 することが重要である。具体的な属性例については以下に記す。 ➢ ユーザの属性情報 ➢ 当人認証に利用した認証要素 ➢ デバイスのOS やミドルウェアのバージョン ➢ デバイスの構成情報 ➢ サービスへの入力値 ➢ アクセス時の位置情報 5)アクセス制御ポリシーで評価し、アクセス管理をする 各種リソース同士でアクセスを確立する際に、その可否を事前に定めたア クセス制御ポリシーを基にアクセス制御管理機能が評価し、その結果を施行 できるようにしなければならない。",
      "page_from": 13,
      "page_to": 14,
      "char_count": 1276,
      "position": 9191,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c10",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 10,
      "text": "➢ ユーザの属性情報 ➢ 当人認証に利用した認証要素 ➢ デバイスのOS やミドルウェアのバージョン ➢ デバイスの構成情報 ➢ サービスへの入力値 ➢ アクセス時の位置情報 5)アクセス制御ポリシーで評価し、アクセス管理をする 各種リソース同士でアクセスを確立する際に、その可否を事前に定めたア クセス制御ポリシーを基にアクセス制御管理機能が評価し、その結果を施行 できるようにしなければならない。また、ポリシーはその評価に応じて、別 のアクセス制御ポリシーを呼び出す等、続くアクションを決定できるように しなければならない。例えば、ある利用者のログインが普段とは大きく異な る位置情報から試行されている場合に追加の当人認証を求めるといったこと が考えられる。また、アクセス元のデバイスの状態が身元確認済みのもので あるかを確認することも考えられる。 8 https://www.cryptrec.go.jp/list.html 9 https://www.ipa.go.jp/security/vuln/ssl_crypt_config.html\n\n12 将来的にポリシーそのものの内容を動的に変更する技術・ソリューション がリリースされることは否定できないが、一方、ポリシー自体は何かしらの ガバナンス上のルールに基づいて決定されているものであるため、機械的に 決定されたポリシーに対して説明責任を果たせる想定する必要がある。 6)リソースとアクセスを観測する 運用・保守をし、システムの信頼性を高めるうえで、リソースとアクセス のログの取得、アラートの通知など、政府情報システムを観測することが重 要である。主な観測の目的は、次の事項の達成である。 ➢ 導入したソリューション上での不具合やパフォーマンス上の問題追跡 ➢ サブジェクト・オブジェクトの分析 ➢ 変更内容などの追跡・管理 ➢ 不審なアクセスの発見・調査 ➢ 監査 全てを観測することはコストに上限があることから実現可能ではない。そ のため、対象を観測することによって達成したい目的がなにか、明確にする 必要がある。また、観測の要件を定め、リアルタイムで見るべき内容とリア ルタイムではないが定常的な確認が求められる内容、ログを残しておくだけ で充足する等、目的に応じた必要十分な観測をすることが求められる。 もし、不審なアクセスが認められた際は、組織内外のSecurity Operation Center（以下、 「SOC」という。 ）チームと共同して対処することが求められる。 その場合はログの連携をするか、個々のソリューション上のダッシュボード を通して双方が監視するなど、幾つかの手法が考えられる。\n\n13 ３ 具体的な適用手順 ３.１適用プロセス ゼロトラストアーキテクチャは、中長期的に運営する政府情報システムを堅 牢にするための考え方である。従って、 「ゼロトラストアーキテクチャの適用」 は一過性なプロジェクトではなく、ましてや単一のソリューションを導入した ことで完了するものでもない。",
      "page_from": 14,
      "page_to": 16,
      "char_count": 1288,
      "position": 10267,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c11",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 11,
      "text": "するか、個々のソリューション上のダッシュボード を通して双方が監視するなど、幾つかの手法が考えられる。\n\n13 ３ 具体的な適用手順 ３.１適用プロセス ゼロトラストアーキテクチャは、中長期的に運営する政府情報システムを堅 牢にするための考え方である。従って、 「ゼロトラストアーキテクチャの適用」 は一過性なプロジェクトではなく、ましてや単一のソリューションを導入した ことで完了するものでもない。政府情報システムにおける特定の目標を特定の 期間で実行するプロジェクト・サイクルを繰り返すことで成熟度をあげる行為 が、ゼロトラストアーキテクチャの適用といえる。そのサイクルは図 ３-１の 通りになる。なお、本章では図 ３-１に従い各プロセスを説明するが、プロセ スはどこから開始しても良い。また、同様のプロセスが存在している場合には 既存のプロセスで代替しても問題はない。 図 ３-１ゼロトラストアーキテクチャ適用プロセス 体制の構築 適切なゼロトラストアーキテクチャの考え方を政府情報システムへ適用す るには、十分な体制が必要不可欠である。当該体制を実現するために招集す る対象は、業務フローの流れなどについて最も理解が深いであろう業務担当 者や開発者はもちろんのこと、監視業務等の運用や保守担当者も含まなけれ ばならない。業務、開発、運用は情報システムの運営という観点では排他的 ではなく、相互に調整し最適解を見つけることが重要である。この最適解は、 運用にあわせ業務フローを見直すことも含める。 また、それぞれのステークホルダー間の責任範囲を明確化し、責任分界点 を設けることが望ましい。\n\n14 1)リソースや業務フローの識別・特定プロセス システム上のリソースと業務フローを識別・特定する。この際に、機密 性・完全性・可用性などの観点から、リソースと業務フローに関する特性も 分析の対象とすると、後続するプロセスでより活用しやすい。 なお、リソース識別時の粒度は、当該組織の過去の施策と現状、あるいは 保護したい対象に応じて異なる。例えば、対象をデバイス上で直接動作する ソフトウェアまでを対象とするか、あるいはサービスやソフトウェアが再帰 的に依存するライブラリやモジュールまでを対象とするか、を判断する必要 がある。 2)スコープの決定プロセス リソースや業務フローに対する攻撃経路、脅威、リスクを、脅威モデリン グなどによりスコープを特定する。先述したプロセスで分析した内容から影 響度を算出し、それに応じた優先度や対応内容・粒度を検討する。 例えば、ユーザの身元確認・当人認証に高いリスクがあるのであれば、全 利用者を対象にした多要素認証の必須化や、信頼できるID プロバイダとのシ ングルサインオンの推進などが施策の候補に挙がる。",
      "page_from": 15,
      "page_to": 17,
      "char_count": 1176,
      "position": 11355,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c12",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 12,
      "text": "プロセス リソースや業務フローに対する攻撃経路、脅威、リスクを、脅威モデリン グなどによりスコープを特定する。先述したプロセスで分析した内容から影 響度を算出し、それに応じた優先度や対応内容・粒度を検討する。 例えば、ユーザの身元確認・当人認証に高いリスクがあるのであれば、全 利用者を対象にした多要素認証の必須化や、信頼できるID プロバイダとのシ ングルサインオンの推進などが施策の候補に挙がる。あるいは、テレワーク を前提とした中でネットワークに対するガバナンスを強化したい場合は、SDN （Software Defined Network）やSASE（Secure Access Service Edge）とい ったソリューションを全業務デバイスに導入するといった施策が考えられる。 3)実装・導入の推進プロセス 前項で定めたスコープをもとに施策を進めるが、変化する業務環境やセキ ュリティにあわせ、設計・開発・テスト・成果物のリリースといった一連の 流れをより高頻度に行える状態にすべきである。 その場合、手動による変更は柔軟性が高いものの、頻繁な変更には向かな い。構成をコード化し、変更のリリースを自動化することが望ましい。 4)観測プロセス 利用者のアカウントの動作、デバイスの状態、ネットワークなど、リソー スに関する観測をする。観測は、ログの収集や分析、パフォーマンスの監視、 アラート通知などが含まれる。SOC が利用するSIEM（Security Information and Event Management）を通して行われるケースもあれば、それぞれのログか らアクセス制御ポリシーによって評価されることもありえる。どのように行\n\n15 うかは、採用した技術やソリューションにより異なるが、監視結果に応じて どのようなアクションを起こすか、といったような観測の目的を明確化する ことが重要である。 5)評価及び改善プロセス 取り組んだ内容の有効性を評価し、次のサイクルに活用する洞察を得る。 それによりゼロトラストアーキテクチャの考え方を適用したシステムの成熟 度の向上が期待できる。 一方、評価方法については留意すべきである。増え続ける脆弱性や業務の 変更を受け、システムの変更を頻繁に実施可能な状態にすることが望ましい のは先述した。その場合、従来の半年や年次の内部監査等の人的リソースに 依存した評価方法は、システム変更の頻度・速度に比較すると十分ではない ことが懸念される。そのため、CSPM（Cloud Security Posture Management） などの活用で、受動的な評価を自動化し、補強することが望ましい。独立組 織による疑似攻撃による脆弱性の検証をおこなうレッドチーム演習のような 能動的な評価も定期的に実施することが望ましい。 ３.２適用における留意事項 ゼロトラストアーキテクチャを適用するには、適用プロセス内で実施する内 容に留意しなければならない。",
      "page_from": 17,
      "page_to": 18,
      "char_count": 1257,
      "position": 12331,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c13",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 13,
      "text": "ため、CSPM（Cloud Security Posture Management） などの活用で、受動的な評価を自動化し、補強することが望ましい。独立組 織による疑似攻撃による脆弱性の検証をおこなうレッドチーム演習のような 能動的な評価も定期的に実施することが望ましい。 ３.２適用における留意事項 ゼロトラストアーキテクチャを適用するには、適用プロセス内で実施する内 容に留意しなければならない。 1)運用・保守体制を確保する 成熟度にもよるが、概念図における外部システムを含む各種コンポーネン トやデータは、複数の組織外の担当者によって共有されることが予想される。 運用・保守の対象はそれらコンポーネントやデータも含む。そのため、シス テムの運用担当者のリソース確保のため、ステークホルダーとの事前調整と 合意が重要になる。当然、観測の結果、セキュリティインシデントなどが検 出されるなどの場合も想定し、非定常的な事態を想定した連絡体制と協同体 制も構築すべきである。 2)運用の設計と実装を初期段階から想定した適用プロセスを進める 上述した通り、ゼロトラストアーキテクチャの考え方が適用されたシステ ムでは、運用が複雑になることが予想される。ゼロトラストアーキテクチャ 適用の目的はシステムの継続的な価値創出であり、既存実務とゼロトラスト アーキテクチャ適用後の実務とのギャップを埋めることが重要である。政府 情報システムが達成したい目標や、利用者の利便性を保つためにも、適用プ\n\n16 ロセスの初期段階から、運用の設計・実装も同時に実行しなければならない。 そうすることにより、修正の機会をより多く得られ、またスムーズな実稼働 フェーズへの移行を実現できる。 3)アクセス制御の評価タイミングをアクセス要求時に限定しない ゼロトラストアーキテクチャでは、アクセス制御ポリシーによる「評価」 と、その評価結果を実際のアクセス制御として反映する「施行」が、それぞ れ独立したアクションとなる。したがって、特定のタイミングでは評価を有 効化するが施行はしない、といった状態が成立しうる。アクセス制御の施行 前に業務への影響を検証する必要があれば、その状態を設定可能なソリュー ションを導入あるいは実装をするべきである。 また、アクセス制御の評価と施行の対象は、まだアクセスが確立されてい ないアクセス要求のみに限定されず、確立済みのアクセスも含まれる。ブラ ウザでの利用を考えると、セッション・ハイジャックは依然として存在する 脅威になるからである。したがって、アクセスが確立された後も継続的にア クセス制御の対象になる。アクセス制御の手法は特性に応じて選択される。 アクセス評価の結果を施行する箇所が、アクセス元のリソースか、アクセ ス先のリソースか、あるいはアクセス元とアクセス先の中間にあるプロキシ のようなリソースが実施するかについては、業務フローやシステム構成によ って変わる。識別されたリソースや業務フローの特性に応じた構成を設計段 階から検討すべきである。",
      "page_from": 18,
      "page_to": 19,
      "char_count": 1287,
      "position": 13388,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c14",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 14,
      "text": "が確立された後も継続的にア クセス制御の対象になる。アクセス制御の手法は特性に応じて選択される。 アクセス評価の結果を施行する箇所が、アクセス元のリソースか、アクセ ス先のリソースか、あるいはアクセス元とアクセス先の中間にあるプロキシ のようなリソースが実施するかについては、業務フローやシステム構成によ って変わる。識別されたリソースや業務フローの特性に応じた構成を設計段 階から検討すべきである。 例えば、複雑な業務フローと権限設定を前提とするアプリケーションがあ るとする。この場合、利用者の権限は業務に依存する傾向があるため、権限 管理をアプリケーション（アクセス先）に集約するケースも考えられる。つ まり、アクセス制御の施行箇所がアクセス先になる。 一方、アクセス制御がアクセス元で施行されるケースも考えられる。例え ば、モダンなネットワークソリューション（SASE, SDN 等）のデバイス・エー ジェントは、ネットワークトラフィックをデバイス上で評価し制御を施行す るものもある。評価内容を示すポリシーは当該ソリューションの集中管理機 能からエージェントに配布され、アクセス制御の評価・施行機能からは独立 している。 また、アクセス制御の評価と試行が同じ箇所になることもありえる。例と して、物理的なファイアウォール機器がある。これは、同一の機器にネット ワークルールを設定でき、それに基づいてネットワーク制御が行われる。 アクセス制御の評価および施行方法については、業務におけるアクセス制 御のあるべき姿、ステークホルダー間の責任分界点、導入予定あるいは導入\n\n17 済みソリューション・実装の仕様にあわせて、構成を検討する必要がある。 4)技術標準による相互互換性を確保する 業務の現場において、様々な業務特有の独自性があることは否定できない。 しかし、業務をシステムとして実装あるいはソリューションを導入する際に は、既に標準化されたデータフォーマットや実装方式がある場合は、それら に従い、再定義することを避けるべきである。もし、どうしても独自に実装 するのであれば、それによって発生するメリット・デメリットを注意深く検 討するべきある。 技術標準に従わない場合、他のソリューションやサービス、あるいはそれ らが提供するAPI との連携が困難になる恐れがある。それはつまり、システム 化の難易度および運用の複雑性が増し、人的リソースを含めた各種コストが 上がることを意味する。 また、セキュリティ観点でも、例えば、暗号化や署名といったものを独自 実装した場合、多人数によるアルゴリズムのチェックや、万が一それに問題 があった際のパッチ作成が困難になり、結果的にセキュリティリスクが高ま る恐れがある。パッチ作成が可能であったとしても、特別なものになるため、 通常よりコストが上がることが想定され、また、ベンダーロックインのリス クも高まる。 本来の政府情報システムが提供したかった価値に制限がかかる可能性があ るため、技術標準による相互互換性の確保は重要である。",
      "page_from": 19,
      "page_to": 20,
      "char_count": 1292,
      "position": 14475,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c15",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 15,
      "text": "人数によるアルゴリズムのチェックや、万が一それに問題 があった際のパッチ作成が困難になり、結果的にセキュリティリスクが高ま る恐れがある。パッチ作成が可能であったとしても、特別なものになるため、 通常よりコストが上がることが想定され、また、ベンダーロックインのリス クも高まる。 本来の政府情報システムが提供したかった価値に制限がかかる可能性があ るため、技術標準による相互互換性の確保は重要である。特定の用途で独自 の実装要件が必要なケースはありえるが、同時にそういったケースは本ガイ ドラインを適用する政府情報システムおよび業務システムにおいては稀であ ると想定する。 5)利用者の問い合わせ対応を強化する ゼロトラストアーキテクチャ概念図で示した通り、一連の業務フロー内で 複数のアクセスが行われる。実際の業務を執行する利用者には、サーバ間の アクセスやデバイスからアプリケーションへのアクセスについては、ブラッ クボックス的になる。そのことから、利用者が想定していない動作に直面し ても、どこで問題に陥っているかが認知されにくい。したがって、利用者の 負担が増えると予想される。例えば、パッチを一定期間内に適用していない デバイスにリスクがあるとしてアクセスを拒否した場合、本人の直接的な操 作に起因しないため、即座に本人がパッチ適用をするアクションに繋がらな い恐れがある。本人が原因と対処方法を実行できることが理想的だが、サー ビス間がAPI を使う機械的なデータ連携をするフロー内で拒否あるいは意図し\n\n18 ない挙動が起こった際は難しい。 そのため、エンドユーザから問い合わせへの一次対応を受け持つ部門が必 要になることが予想されるが、その部門もユーザからの問い合わせから問題 になったアクセス要求をトレース・特定し、適時、問題発生個所を所管する 部門に連携することになると思われる。問い合わせ時の対応についても、設 計段階から準備しておくべきである。担当部門の窓口を伝え利用者自身で問 い合わせてもらうか、一次対応部門から連携するなどの方式が考えられる。 また、ユーザの画面に特定の問題を示すエラーコードや、トレースを容易 にするためのアクセス要求識別子、簡易的なメッセージを表示するなど、エ ンドユーザの問い合わせ負荷や問い合わせ対応者の調査、対応者間の連携を 円滑にする手法を想定すべきである。あるいは、その情報を自動提供できる ような問い合わせ機能を提供することを検討するべきである。\n\n19 ４ 参考文献 ➢ デジタル社会の実現に向けた重点計画、令和４年６月22 日、閣議決定 ➢ サイバーセキュリティ戦略、令和３年９月28 日、閣議決定 ➢ デジタル・ガバメント推進標準ガイドライン、デジタル庁 ➢ 政府情報システムにおけるゼロトラスト適用に向けた考え方、 ２０２２ 年6",
      "page_from": 20,
      "page_to": 22,
      "char_count": 1200,
      "position": 15567,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    },
    {
      "chunk_id": "2752a2a3dd7de5acb3f6944041150833_c16",
      "doc_id": "2752a2a3dd7de5acb3f6944041150833",
      "chunk_index": 16,
      "text": "定すべきである。あるいは、その情報を自動提供できる ような問い合わせ機能を提供することを検討するべきである。\n\n19 ４ 参考文献 ➢ デジタル社会の実現に向けた重点計画、令和４年６月22 日、閣議決定 ➢ サイバーセキュリティ戦略、令和３年９月28 日、閣議決定 ➢ デジタル・ガバメント推進標準ガイドライン、デジタル庁 ➢ 政府情報システムにおけるゼロトラスト適用に向けた考え方、 ２０２２ 年6 月、政府CIO ポータル ➢ Zero Trust Architecture，August 2020, NIST Special Publication 800- 207 ➢ Zero trust architecture design principles, July 23 2021, NCSC ➢ 行政手続におけるオンラインによる本人確認の手法に関するガイドライ ン、平成３１年2 月２５日、各府省情報化統括責任者（CIO）連絡会議決 定 ➢ オンラインサービスにおける身元確認に関する研究会、2020 年4 月17 日、経済産業省 ➢ 電子政府推奨暗号リスト、2021 年４月１日、CRYPTREC ➢ 耐タンパー性調査研究委員会報告書、平成15 年３月、IPA ➢ TLS 暗号設定ガイドライン～安全なウェブサイトのために（暗号設定対 策編）～、2021 年12 月７日、IPA ➢ Planning for a Zero Trust Architecture: A Planning Guide for Federal Administrators, May 6, 2022, NIST CSWP 20 ➢ Moving the U.S. Government Toward Zero Trust Cybersecurity Principles, January 26, 2022, EXECUTIVE OFFICE OF THE PRESIDENT, OFFICE OF MANAGEMENT AND BUDGET M-22-09 ➢ Shared Signals and Events – A Secure Webhooks Framework、OpenID Foundation",
      "page_from": 21,
      "page_to": 22,
      "char_count": 950,
      "position": 16567,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／774KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5efa5c3b/20220630_resources_standard_guidelines_guidelines_04.pdf"
    }
  ],
  "keywords": [
    {
      "term": "アクセス",
      "count": 50
    },
    {
      "term": "リソース",
      "count": 33
    },
    {
      "term": "ゼロトラ",
      "count": 29
    },
    {
      "term": "ストアー",
      "count": 24
    },
    {
      "term": "キテクチ",
      "count": 24
    },
    {
      "term": "システム",
      "count": 22
    },
    {
      "term": "また",
      "count": 15
    },
    {
      "term": "ネットワ",
      "count": 13
    },
    {
      "term": "政府情報",
      "count": 12
    },
    {
      "term": "キュリテ",
      "count": 12
    }
  ]
}