{
  "doc_id": "7d16c6492f3bf68423042ef6c9ea7869",
  "metadata": {
    "meeting": "デジタル臨時行政調査会",
    "agency": "デジタル庁",
    "title": "行政手続のデジタル完結に向けた工程表の策定に関する対応について（PDF／541KB）",
    "date": "2025-10-19",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/24217e04-5169-44de-90fe-135b314e6d45/f733bb70/20230613_meeting_administrative_research_outline_17.pdf"
  },
  "pages": 4,
  "chunks": [
    {
      "chunk_id": "7d16c6492f3bf68423042ef6c9ea7869_c0",
      "doc_id": "7d16c6492f3bf68423042ef6c9ea7869",
      "chunk_index": 0,
      "text": "行政手続のデジタル完結に向けた 工程表の策定に関する対応について デジタル臨時行政調査会 令和５年５月30 日\n\n行政手続のデジタル完結に向けた工程表の策定に関する対応について １．行政手続のデジタル完結に向けた横断的調査・点検の実施 デジタル臨時行政調査会事務局では、 昨年６月に取りまとめた 「デジタル原則に照らし た規制の一括見直しプラン」 を踏まえ、 各府省庁における行政手続のデジタル完結に向け た取組について、年間手続件数１万件以上の申請等（申請・届出） （約1,300 手続）と、 これに対する処分通知等（処分通知・受付通知）を対象に、横断的な調査・点検等を本年 ３月から４月にかけて実施した。 この調査・点検においては、 行政手続のデジタル完結に向けた直近の取組状況を把握す るとともに、 集中改革期間の最終年度に当たる令和７年度までに、 申請から通知までのエ ンドツーエンドでのデジタル完結を目指すよう各府省庁に要請し、その方針について別 表のとおり取りまとめた。 なお、今回の調査・点検の結果、対応が困難とされたものについては、今後、課題の整 理 ・ 分析等を行うとともに、 引き続き対応の検討を行うこととする。 （このことを踏まえ、 「令和7 年までの実施は困難」 「実施困難」 「実施困難、実施する予定はない」と回答のあ った手続については、別表における記載は「継続検討」としている。 ） ２．横断的調査・点検における基本的な考え方 行政手続のエンドツーエンドでのデジタル完結に向けた取組に関しては、 今回の調査・ 点検前の直近の状況として、 申請等のオンライン化が一定程度進捗している一方で、 処分 通知等のオンライン化については取組の進捗が遅れている傾向が見られた。 このため、 申請等について引き続き取組を推進するとともに、 処分通知等については、 各府省庁において令和7 年度までのオンライン化の検討を行うこととした。各府省庁に おける検討に資するため、 本年３月、 デジタル庁において 「処分通知等のデジタル化に係 る基本的な考え方」 （デジタル社会推進実践ガイドブックDS-531）を作成・公表した。 また、 届出を受付けた旨の行政機関からの通知 （受付通知） のオンライン送付について も、 エンドツーエンドでのデジタル完結の一環として、 各府省庁において対応の検討を行 うこととした。 加えて、 手数料等の納付が必要な手続についても、 各府省庁においてキャッシュレス化 （オンライン納付） の対応の検討を行うこととした。 デジタル庁においても、 各府省庁に おける取組の支援のため、クレジットカード決済等の共通機能を構築する等の対応を行 っている。 ３．デジタル完結に向けた取組の現状及び今後の取組の方針 今回の調査・点検で把握した令和５年３月時点の状況を見ると、 申請等のオンライン化 の割合は約６割で、 手数料等のオンライン納付に対応しているものは約４割であった。",
      "page_from": 1,
      "page_to": 2,
      "char_count": 1254,
      "position": 0,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "行政手続のデジタル完結に向けた工程表の策定に関する対応について（PDF／541KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/24217e04-5169-44de-90fe-135b314e6d45/f733bb70/20230613_meeting_administrative_research_outline_17.pdf"
    },
    {
      "chunk_id": "7d16c6492f3bf68423042ef6c9ea7869_c1",
      "doc_id": "7d16c6492f3bf68423042ef6c9ea7869",
      "chunk_index": 1,
      "text": "（オンライン納付） の対応の検討を行うこととした。 デジタル庁においても、 各府省庁に おける取組の支援のため、クレジットカード決済等の共通機能を構築する等の対応を行 っている。 ３．デジタル完結に向けた取組の現状及び今後の取組の方針 今回の調査・点検で把握した令和５年３月時点の状況を見ると、 申請等のオンライン化 の割合は約６割で、 手数料等のオンライン納付に対応しているものは約４割であった。 ま\n\nた、 申請に対する処分通知のオンライン化の割合は約２割で、 届出に対してオンラインで 受付通知を送付しているものは約７割であった。 現時点における各手続のオンライン化の状況及びオンライン化が未対応の手続に関す る今後の取組方針については、別表に記載のとおりである。 申請等については、 既にオンライン化済みのものと合わせて、 令和７年度には、 ほぼ全 ての手続がオンライン化される予定となっている。 一方で、 申請に対する処分通知や届出 に対する受付通知については、令和７年度までに約８割がオンライン化される見込みで あるが、 残り約２割の手続については、 技術的な要因等により対応が困難とされている。 （なお、 手数料等のオンライン納付については、 令和７年度までの対応は困難とする手続 が約２割あったが、 オンライン納付が 「実施困難」 という回答の府省庁はなかったことを 踏まえ、これらの別表における記載は「令和８年以降」としている。 ） これらのオンライン化が困難とされた手続については、 今後、 デジタル臨時行政調査会 事務局において課題の整理・分析を行うとともに、 改めて、 各府省庁における対応方針の 検討を要請することとする。 ４．今後の対応 各府省庁は、 デジタル臨時行政調査会事務局との調整を経た方針に基づいて、 手続のデ ジタル化等を行うこととし、 今後、 具体的な見直しの手順やデジタル化の方法等を検討し、 令和５年９月末を目途に、デジタル化に向けた工程の案をデジタル臨時行政調査会へ提 出することとする。 デジタル臨時行政調査会は、同年12 月末を目途に、その内容を精査した上で行政手続 のデジタル完結に向けた工程表を公表するものとし、 各府省庁は、 この工程表に沿って手 続のオンライン化に向けた対応を進めていくこととする。 ５．その他の検討課題 今回の横断的調査・点検の過程では、 地方自治体が事務を行う手続について、 自治事務 であること等を理由に、手続のデジタル化や実態の把握が困難とするものが一定数見ら れた。 これらの手続について、 技術的助言等によるデジタル化を推進することが困難な状 況があると考えられる場合には、今後、必要な対応を検討することとする。また、国民等 が主体となる手続については、経済界要望等における課題の把握も困難であることから、 今後改めて、 現状等の把握とオンライン化に向けて、 具体的な対応方策を検討することと する。",
      "page_from": 2,
      "page_to": 3,
      "char_count": 1244,
      "position": 1054,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "行政手続のデジタル完結に向けた工程表の策定に関する対応について（PDF／541KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/24217e04-5169-44de-90fe-135b314e6d45/f733bb70/20230613_meeting_administrative_research_outline_17.pdf"
    },
    {
      "chunk_id": "7d16c6492f3bf68423042ef6c9ea7869_c2",
      "doc_id": "7d16c6492f3bf68423042ef6c9ea7869",
      "chunk_index": 2,
      "text": "手続のデジタル化や実態の把握が困難とするものが一定数見ら れた。 これらの手続について、 技術的助言等によるデジタル化を推進することが困難な状 況があると考えられる場合には、今後、必要な対応を検討することとする。また、国民等 が主体となる手続については、経済界要望等における課題の把握も困難であることから、 今後改めて、 現状等の把握とオンライン化に向けて、 具体的な対応方策を検討することと する。 さらに、 既にオンライン化済みの手続においても、 独自様式などのローカルルールによ って、 効率的なデジタル化が妨げられている場合があることから、 ローカルルールに関す る規制改革推進会議等での取組の状況も踏まえつつ、 今後、 対応方策について検討するこ ととする。\n\nこのほか、 行政手続のデジタル化に向けた各府省庁の取組の現状等を把握し、 各府省庁 別に進捗の状況を公表するなど、各府省庁における自律的な取組を推進するための仕組 みを構築することについても、今後、検討を行うこととする。 以 上",
      "page_from": 3,
      "page_to": 4,
      "char_count": 450,
      "position": 2099,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "行政手続のデジタル完結に向けた工程表の策定に関する対応について（PDF／541KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/24217e04-5169-44de-90fe-135b314e6d45/f733bb70/20230613_meeting_administrative_research_outline_17.pdf"
    }
  ],
  "keywords": [
    {
      "term": "デジタル",
      "count": 12
    },
    {
      "term": "各府省庁",
      "count": 11
    },
    {
      "term": "のデジタ",
      "count": 8
    },
    {
      "term": "令和",
      "count": 8
    },
    {
      "term": "行政手続",
      "count": 7
    },
    {
      "term": "ル完結に",
      "count": 6
    },
    {
      "term": "今後",
      "count": 6
    },
    {
      "term": "オンライ",
      "count": 6
    },
    {
      "term": "臨時行政",
      "count": 5
    },
    {
      "term": "ライン化",
      "count": 5
    }
  ]
}