{
  "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
  "metadata": {
    "meeting": "デジタル臨時行政調査会",
    "agency": "デジタル庁",
    "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
    "date": "2025-10-19",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
  },
  "pages": 51,
  "chunks": [
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c0",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 0,
      "text": "別表２ （継続検討リスト）\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 1 火薬類の運搬に関する内閣府令 警察庁 第15条第1項 運搬方法 目視規制 2 核燃料物質等の運搬の届出等に関する内閣府令 警察庁 第4条第1項第6号 指示 目視規制 3 地域警察運営規則 警察庁 第18条第2項 立番、見張及び在所 目視規制 4 地域警察運営規則 警察庁 第27条第4項 警備派出所 目視規制 5 地域警察運営規則 警察庁 第28条第4項 検問所 目視規制 6 特定物質の運搬の届出等に関する規則 警察庁 第3条第4項 指示 目視規制 7 届出対象病原体等の運搬の届出等に関する規則 警察庁 第3条第4号ヘ 指示 目視規制 8 放射性同位元素等の運搬の届出等に関する内閣府令 警察庁 第3条第1項第6号 指示 目視規制 9 被収容者処遇規則 法務省 第2条の2 意見聴取等 目視規制 10 被収容者処遇規則 法務省 第14条第1項 事故の防止等 目視規制 11 調査報告に関する規則 外務省 第1条 調査報告書の作成 目視規制 12 私立学校教職員共済法 文部科学省 第46条第1項 報告の請求及び検査 目視規制 13 私立学校教職員共済法 文部科学省 第46条第2項 報告の請求及び検査 目視規制 14 文化財保護法 文部科学省 第55条第1項 立入り調査 目視規制 15 文化財保護法 文部科学省 第131条第1項 立入り調査 目視規制 16 文化財保護法 文部科学省 第171条 実地調査 目視規制 17 文化財保護法 文部科学省 第191条第2項 文化財保護指導委員 目視規制 18 文部科学省所管に属する物品の無償貸付及び譲与に関する省令 文部科学省 第5条第1項第12号 貸付条件 目視規制 19 医師法第十六条の二第一項に規定する臨床研修に関する省令 厚生労働省 第17条第2項 報告の徴収等 目視規制 20 医師法第十六条の二第一項に規定する臨床研修に関する省令 厚生労働省 第17条第3項 報告の徴収等 目視規制 21 介護保険法 厚生労働省 第172条第1項 報告の徴収等 目視規制 22 介護保険法 厚生労働省 第197条第4項 報告の徴収等 目視規制 23 健康保険法 厚生労働省 第198条第1項 立入検査等 目視規制 24 建設業附属寄宿舎規程 厚生労働省 第3条の2第1項 寄宿舎管理者の職務 目視規制 25 原子爆弾被爆者に対する援護に関する法律 厚生労働省 第16条第1項 報告の請求及び検査 目視規制 26 高齢者の医療の確保に関する法律 厚生労働省 第134条第1項 報告の徴収等 目視規制 27 高齢者の医療の確保に関する法律 厚生労働省 第134条第2項 報告の徴収等 目視規制 28 高齢者の医療の確保に関する法律 厚生労働",
      "page_from": 1,
      "page_to": 2,
      "char_count": 1200,
      "position": 0,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c1",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 1,
      "text": "規程 厚生労働省 第3条の2第1項 寄宿舎管理者の職務 目視規制 25 原子爆弾被爆者に対する援護に関する法律 厚生労働省 第16条第1項 報告の請求及び検査 目視規制 26 高齢者の医療の確保に関する法律 厚生労働省 第134条第1項 報告の徴収等 目視規制 27 高齢者の医療の確保に関する法律 厚生労働省 第134条第2項 報告の徴収等 目視規制 28 高齢者の医療の確保に関する法律 厚生労働省 第152条第1項 報告の徴収等 目視規制 29 国民健康保険法 厚生労働省 第106条第1項 報告の徴収等 目視規制 30 児童福祉法 厚生労働省 第21条の3第1項 療育の給付 目視規制 31 児童福祉法施行令 厚生労働省 第35条の4 事業、養育里親及び児童福祉施 設 目視規制 32 児童福祉法施行令 厚生労働省 第38条 事業、養育里親及び児童福祉施 設 目視規制 33 食鳥処理の事業の規制及び食鳥検査に関する法律施行規則 厚生労働省 第27条第1項第2号 食鳥検査の方法及び手続 目視規制 34 新型インフルエンザ等対策特別措置法第六十四条の規定による医薬 品等の譲渡等の特例の手続に関する省令 厚生労働省 第5条第1項第12号 貸付条件 目視規制 35 心神喪失等の状態で重大な他害行為を行った者の医療及び観察等に 関する法律 厚生労働省 第85条第1項 報告の請求及び検査 目視規制 36 生活保護法 厚生労働省 第54条第1項 実地検査 目視規制 37 石綿障害予防規則 厚生労働省 第3条第7項 事前調査及び分析調査 目視規制 38 戦傷病者特別援護法 厚生労働省 第16条第1項 報告及び検査 目視規制 39 地域における医療及び介護の総合的な確保の促進に関する法律 厚生労働省 第31条第1項 報告の徴収等 目視規制 40 地域における医療及び介護の総合的な確保の促進に関する法律 厚生労働省 第31条第2項 報告の徴収等 目視規制 41 地域における医療及び介護の総合的な確保の促進に関する法律 厚生労働省 第37条第1項 報告の徴収等 目視規制 42 調剤業務のあり方について（平成31年4月2日薬生総発0402第1号） 厚生労働省 1、2 調剤の目視義務 目視規制 43 特定Ｂ型肝炎ウイルス感染者給付金等の支給に関する特別措置法 厚生労働省 第24条第1項 保険医療機関等に対する報告の 徴収等 目視規制 44 特定Ｂ型肝炎ウイルス感染者給付金等の支給に関する特別措置法 厚生労働省 第35条第1項 報告の徴収等 目視規制 45 民間あっせん機関による養子縁組のあっせんに係る児童の保護等に 関する法律 厚生労働省 第7条第2項 許可の基準等 目視規制 46 労働安全衛生規則 厚生労働省 第11条第1項 衛生管理者の定期巡視及び権限 の付与 目視規制 47 労働",
      "page_from": 2,
      "page_to": 2,
      "char_count": 1200,
      "position": 1000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c2",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 2,
      "text": "療機関等に対する報告の 徴収等 目視規制 44 特定Ｂ型肝炎ウイルス感染者給付金等の支給に関する特別措置法 厚生労働省 第35条第1項 報告の徴収等 目視規制 45 民間あっせん機関による養子縁組のあっせんに係る児童の保護等に 関する法律 厚生労働省 第7条第2項 許可の基準等 目視規制 46 労働安全衛生規則 厚生労働省 第11条第1項 衛生管理者の定期巡視及び権限 の付与 目視規制 47 労働安全衛生規則 厚生労働省 第15条第1号 産業医の定期巡視 目視規制 48 労働安全衛生規則 厚生労働省 第6条第1項 安全管理者の巡視及び権限の付 与 目視規制 49 核燃料物質等の事業所外運搬に係る危険時における措置に関する規 則 国土交通省 第1項第2号 立入禁止措置 目視規制 50 核燃料物質等車両運搬規則 国土交通省 第16条 見張人 目視規制 51 核燃料物質等車両運搬規則 国土交通省 第17条の2第5項 特定核燃料輸送物等の運搬に係 る措置等 目視規制 52 核燃料物質等車両運搬規則 国土交通省 第17条の2第8項第5号 特定核燃料輸送物等の運搬に係 る措置等 目視規制\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 53 航空法施行規則 国土交通省 第92条第7号 空港等の機能の確保に関する基 準 目視規制 54 国際航海船舶及び国際港湾施設の保安の確保等に関する法律施行規 則 国土交通省 第7条第3項ニ 船舶指標対応措置 目視規制 55 国土交通省所管に属する物品の無償貸付及び譲与に関する省令 国土交通省 第4条第1項第12号 貸付条件 目視規制 56 水防法 国土交通省 第9条 河川等の巡視 目視規制 57 船員法施行規則 国土交通省 第3条の6第2項 巡視制度 目視規制 58 船舶設備規程 国土交通省 第146条の46第2項 監視装置 目視規制 59 道路法施行規則 国土交通省 第4条の5の5 占用物件の維持管理に関する基 準 目視規制 60 特定複合観光施設区域整備法 国土交通省 第14条 認定都道府県等の指示等 目視規制 61 放射性同位元素等の事業所外運搬に係る危険時における措置に関す る規則 国土交通省 第1条第1項第5号 応急の措置 目視規制 62 放射性同位元素等車両運搬規則 国土交通省 第15条 見張人 目視規制 63 放射性同位元素等車両運搬規則 国土交通省 第16条の2第1項第6号 特定放射性同位元素の運搬に係 る措置等 目視規制 64 無軌条電車運転規則 国土交通省 第10条第2項 電力設備の巡視 目視規制 65 環境省関係東日本大震災復興特別区域法施行規則 環境省 第4条第1項 特定評価書についての関係都道 県知事等の意見提出の期間 目視規制 66 大気汚染防止法 環境省 第18条の15",
      "page_from": 2,
      "page_to": 3,
      "char_count": 1200,
      "position": 2000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c3",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 3,
      "text": "目視規制 63 放射性同位元素等車両運搬規則 国土交通省 第16条の2第1項第6号 特定放射性同位元素の運搬に係 る措置等 目視規制 64 無軌条電車運転規則 国土交通省 第10条第2項 電力設備の巡視 目視規制 65 環境省関係東日本大震災復興特別区域法施行規則 環境省 第4条第1項 特定評価書についての関係都道 県知事等の意見提出の期間 目視規制 66 大気汚染防止法 環境省 第18条の15第1項 解体等工事に係る調査及び説明 等 目視規制 67 大気汚染防止法施行規則 環境省 第16条の5第1号 解体等工事に係る調査の方法 目視規制 68 外国人の技能実習の適正な実施及び技能実習生の保護に関する法律 法務省 厚生労働省 第14条第1項第2号 機構による事務の実施 目視規制 69 社会福祉に関する科目を定める省令 文部科学省 厚生労働省 第9条第2項 資料の提出等 目視規制 70 精神障害者の保健及び福祉に関する科目を定める省令 文部科学省 厚生労働省 第7条第2項 資料の提出等 目視規制 71 フロン類の使用の合理化及び管理の適正化に関する法律施行規則 経済産業省 環境省 第14条第1項 フロン類の充塡に関する基準 目視規制 1 人事院規則10―4（職員の保健及び安全保持） 人事院 第20条 定期健康診断 定期検査 2 人事院規則10―4（職員の保健及び安全保持） 人事院 別表第4第2項 指導区分の決定を受けた職員の 経過観察のための検査 定期検査 3 道路交通法 警察庁 第101条第5項 運転免許証更新申請時の適性検 査 定期検査 4 貸金業法 金融庁 第13条の3 基準額超過極度方式基本契約へ の該当の定期調査 定期検査 5 貸金業法施行規則 金融庁 第1条の2の4第4項第3 号 特定非営利活動貸付けに係る契 約相手方等の財務状況の定期調 査 定期検査 6 貸金業法施行規則 金融庁 第10条の25 基準額超過極度方式基本契約へ の該当の定期調査 定期検査 7 住民基本台帳法 総務省 第34条 住民票記載事項の定期調査 定期検査 8 地方公営企業法施行令 総務省 第22条の5 地方公営企業の会計事務の定期 検査 定期検査 9 地方自治法施行令 総務省 第158条の2 地方公共団体の会計事務の定期 検査 定期検査 10 地方自治法施行令 総務省 第168条の4 地方公共団体の会計事務の定期 検査 定期検査 11 在外公館の名称及び位置並びに在外公館に勤務する外務公務員の給 与に関する法律 外務省 第7条第1項 在外公館所在地の物価情報当に 関する調査報告 定期検査 12 医薬品、医薬部外品、化粧品、医療機器及び再生医療等製品の製造 販売後安全管理の基準に関する省令 厚生労働省 第11条 製造販売後安全管理に関する業 務についての定期自己点検 定期検査",
      "page_from": 3,
      "page_to": 3,
      "char_count": 1199,
      "position": 3000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c4",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 4,
      "text": "4 地方公共団体の会計事務の定期 検査 定期検査 11 在外公館の名称及び位置並びに在外公館に勤務する外務公務員の給 与に関する法律 外務省 第7条第1項 在外公館所在地の物価情報当に 関する調査報告 定期検査 12 医薬品、医薬部外品、化粧品、医療機器及び再生医療等製品の製造 販売後安全管理の基準に関する省令 厚生労働省 第11条 製造販売後安全管理に関する業 務についての定期自己点検 定期検査 13 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第68条の14 再生医療等製品に関する感染症 定期報告 定期検査 14 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第68条の24 生物由来製品に関する感染症定 期報告 定期検査 15 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律施行規則 厚生労働省 第28条の25第3号 再生医療等製品の感染症定期報 告 定期検査 16 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律施行規則 厚生労働省 第63条 医療用医薬品の市販後の安全性 定期報告 定期検査 17 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律施行規則 厚生労働省 第241条 生物由来製品の感染症定期報告 定期検査\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 18 医薬品の製造販売後の調査及び試験の実施の基準に関する省令 厚生労働省 第8条第1項第1号 製造販売後調査等業務について の定期自己点検 定期検査 19 医療法施行規則 厚生労働省 別表第1の3（第9条の8 関係） 検体検査の業務委託を受ける機 関の定期保守点検 定期検査 20 鉛中毒予防規則 厚生労働省 第53条第1項 健康診断（鉛業務） 定期検査 21 鉛中毒予防規則 厚生労働省 第53条第3項 健康診断（鉛業務） 定期検査 22 介護保険法 厚生労働省 第115条の45の2第2項 事業の実施状況の定期的な調 査・分析・評価（介護予防・日 常生活支援総合事業） 定期検査 23 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第7条の4第1項 五類感染症の患者の検体等の検 査 定期検査 24 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第7条の4第2項第2号 五類感染症の患者の検体等の検 査 定期検査 25 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第8条第5項第2号（機械 器具保守管理標準作業 書の項） 感染症の献体、病原体の検査に 係る定期的な保守点検 定期検査 26 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第31",
      "page_from": 3,
      "page_to": 4,
      "char_count": 1200,
      "position": 4000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c5",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 5,
      "text": "に対する医療に関する法律施行規則 厚生労働省 第7条の4第2項第2号 五類感染症の患者の検体等の検 査 定期検査 25 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第8条第5項第2号（機械 器具保守管理標準作業 書の項） 感染症の献体、病原体の検査に 係る定期的な保守点検 定期検査 26 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第31条の27第1項第12 号イ 一種病原体等取扱施設の機能維 持のための定期点検 定期検査 27 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第31条の28第1項第7号 二種病原体等取扱施設の機能維 持のための定期点検 定期検査 28 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第31条の29第1項第7号 三種病原体等取扱施設の機能維 持のための定期点検 定期検査 29 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 第31条の30第1項第7号 四種病原体等取扱施設の機能維 持のための定期点検 定期検査 30 感染症の予防及び感染症の患者に対する医療に関する法律施行規則 厚生労働省 別表第1第2号 施設内の動物に対する感染性の 疾病の病原体の有無に関する定 期的な検査 定期検査 31 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第3条の18第1項第2号 冷却塔の汚れの状況の定期点検 定期検査 32 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第3条の18第1項第3号 加湿装置の汚れの状況の定期点 検 定期検査 33 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第3条の18第1項第4号 空気調和設備内の排水受けの定 期点検 定期検査 34 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第3条の2第3項 空気環境の定期測定 定期検査 35 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条第1項第3号イ 飲料水の水質検査 定期検査 36 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条第1項第3号ロ 飲料水の水質検査 定期検査 37 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条第1項第4号ロ 飲料水の水質検査 定期検査 38 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条第1項第4号ハ 飲料水の水質検査 定期検査 39 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条第1項第4号ニ 飲料水の水質検査 定期検査 40 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条第1項第7号 飲",
      "page_from": 4,
      "page_to": 4,
      "char_count": 1200,
      "position": 5000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c6",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 6,
      "text": "規則 厚生労働省 第4条第1項第4号ロ 飲料水の水質検査 定期検査 38 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条第1項第4号ハ 飲料水の水質検査 定期検査 39 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条第1項第4号ニ 飲料水の水質検査 定期検査 40 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条第1項第7号 飲料水の水質検査 定期検査 41 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条の2第1項第3号ハ 雑用水の水質検査 定期検査 42 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条の2第1項第4号ロ 雑用水の水質検査 定期検査 43 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条の2第1項第5号 雑用水の水質検査 定期検査 44 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第4条の5第2項第1号 ねずみ等の発生防止のための生 息調査等 定期検査 45 高気圧作業安全衛生規則 厚生労働省 第38条 健康診断（高気圧業務） 定期検査 46 四アルキル鉛中毒予防規則 厚生労働省 第22条第1項 健康診断（四アルキル鉛等業 務） 定期検査 47 四アルキル鉛中毒予防規則 厚生労働省 第22条第3項 健康診断（四アルキル鉛等業 務） 定期検査 48 児童福祉法施行令 厚生労働省 第35条の4第1項 家庭的保育事業等の基準遵守状 況の実地検査 定期検査 49 児童福祉法施行令 厚生労働省 第38条第1項 児童福祉施設の基準遵守状況の 実地検査 定期検査 50 児童福祉法施行規則 厚生労働省 第1条の29 小規模住居型児童養育事業者に おける委託児童の状況の定期調 査 定期検査 51 社会福祉法 厚生労働省 第107条第3項 計画の定期的な調査・分析・評 価（市町村地域福祉計画） 定期検査 52 社会福祉法 厚生労働省 第108条第3項 計画の定期的な調査・分析・評 価（都道府県地域福祉支援計 画） 定期検査 53 障害者の日常生活及び社会生活を総合的に支援するための法律 厚生労働省 第88条の2第1項 計画の定期的な調査・分析・評 価（市長損障害福祉計画） 定期検査\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 54 水道法施行規則 厚生労働省 第15条の4第2号 水道事業者等が行う定期の水質 検査 定期検査 55 水道法施行規則 厚生労働省 第15条の4第4号ロ 水道事業者等が行う定期の水質 検査 定期検査 56 水道法施行規則 厚生労働省 第15条の4第6号 水道事業者等が行う定期の水質 検査 定期検査 57 水道法施行規則 厚生労働省 第16条第",
      "page_from": 4,
      "page_to": 5,
      "char_count": 1200,
      "position": 6000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c7",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 7,
      "text": "名 所管省庁名 条項 規制等の内容概要 規制等の類型 54 水道法施行規則 厚生労働省 第15条の4第2号 水道事業者等が行う定期の水質 検査 定期検査 55 水道法施行規則 厚生労働省 第15条の4第4号ロ 水道事業者等が行う定期の水質 検査 定期検査 56 水道法施行規則 厚生労働省 第15条の4第6号 水道事業者等が行う定期の水質 検査 定期検査 57 水道法施行規則 厚生労働省 第16条第3項 定期健康診断（水道事業者） 定期検査 58 石綿障害予防規則 厚生労働省 第40条第1項 健康診断（石綿等取扱業務） 定期検査 59 有機溶剤中毒予防規則 厚生労働省 第29条第2項第1号 健康診断（有機溶剤業務） 定期検査 60 有機溶剤中毒予防規則 厚生労働省 第29条第2項第2号 健康診断（有機溶剤業務） 定期検査 61 有機溶剤中毒予防規則 厚生労働省 第29条第2項第3号 健康診断（有機溶剤業務） 定期検査 62 有機溶剤中毒予防規則 厚生労働省 第29条第2項第4号 健康診断（有機溶剤業務） 定期検査 63 臨床検査技師等に関する法律施行規則 厚生労働省 別表第5（第12条関係） 検査機器保守管理標準 作業書の項第2号 衛生検査所における検査機器の 定期的な保守点検 定期検査 64 労働安全衛生規則 厚生労働省 第44条 定期健康診断 定期検査 65 労働基準法施行規則 厚生労働省 別表第1（第34条の3関 係） 年少者労働基準規則第8 条第33号の項下欄第3号 訓練生を危険有害業務等に就か せる場合のガス検知器具等によ る定期測定 定期検査 66 外国人観光旅客の来訪の促進等による国際観光の振興に関する法律 国土交通省 第5条第6項 計画の定期的な調査・分析・評 価（外客来訪促進計画） 定期検査 67 航空法施行規則 国土交通省 第5条の5第1項第2号 整備手順書の設定 （設計上、安全性維持のために 必要不可欠な航空機の定期点検 等を記載すること） 定期検査 68 水質調査作業規程準則 国土交通省 第11条 国土調査（水調査）における定 期的な採水 定期検査 69 内航船舶輸送統計調査規則 国土交通省 第5条第2項 自家用船舶輸送実績調査 定期検査 70 明治四十一年内務省令第十三号（水害予防組合法ニ依ル予算調製ノ 式及費目流用其ノ他財務ニ関スル件） 国土交通省 第19条 業務・会計状況の定期検査（水 害予防組合） 定期検査 1 国家公務員共済組合法 財務省 第28条第3項 国家公務員共済組合連合会にお ける監事による業務監査 実地監査 2 国家公務員共済組合法 財務省 第116条第3項 国家公務員共済組合及び国家公 務員共済組合連合会における財 務省職員による業務等監査 実地監査 3 国民年金法施行令 財務省 文部科学省 厚生労働省 第17条第",
      "page_from": 5,
      "page_to": 5,
      "char_count": 1200,
      "position": 7000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c8",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 8,
      "text": "土交通省 第19条 業務・会計状況の定期検査（水 害予防組合） 定期検査 1 国家公務員共済組合法 財務省 第28条第3項 国家公務員共済組合連合会にお ける監事による業務監査 実地監査 2 国家公務員共済組合法 財務省 第116条第3項 国家公務員共済組合及び国家公 務員共済組合連合会における財 務省職員による業務等監査 実地監査 3 国民年金法施行令 財務省 文部科学省 厚生労働省 第17条第1項 共済払いの基礎年金支払事務を 行う共済組合等を所管する省庁 の長による共済組合等資金受払 状況実地監査 実地監査 4 国民年金法施行令 財務省 文部科学省 厚生労働省 第17条第2項 共済払いの基礎年金支払事務を 行う共済組合等を所管する省庁 の長による共済組合等資金受払 状況実地監査 実地監査 1 警備業法施行規則 警察庁 第60条第1項 基地局における機械警備業務管 理者の専任 常駐専任 2 警備業法 警察庁 第42条第1項 基地局における機械警備業務管 理者の専任 常駐専任 3 道路交通法 警察庁 第74条の3第1項 一定台数以上の自動車を使用す る事業所等における安全運転管 理者の専任 常駐専任 4 道路交通法 警察庁 第74条の3第4項 一定台数以上の自動車を使用す る事業所等における副安全運転 管理者の専任 常駐専任 5 道路交通法 警察庁 第99条第1項第1号 指定自動車教習所における管理 者の選任 常駐専任 6 道路交通法 警察庁 第99条第1項第2号 指定自動車教習所における技能 検定員の選任 常駐専任 7 道路交通法 警察庁 第99条第1項第3号 指定自動車教習所における教習 指導員の選任 常駐専任 8 電波法 総務省 第39条第1項 無線局における主任無線従事者 の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 9 酒税の保全及び酒類業組合等に関する法律 財務省 第86条の9第1項 酒類の販売小売場における酒類 販売管理者の選任 常駐専任 10 再生医療等の安全性の確保等に関する法律 厚生労働省 第43条第1項 特定細胞加工物の加工施設にお ける管理者の設置 常駐専任 11 心神喪失等の状態で重大な他害行為を行った者の医療及び観察等に 関する法律 厚生労働省 第86条第1項 指定医療機関における精神保健 指定医の専任 常駐専任 12 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第17条第3項 製造所における管理薬剤師の常 駐 常駐専任 13 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第23条の2の14第5項 医療機器の製造業における責任 技術者の常駐 常駐専任 14 医薬品、医療機器等の品質、有効性及び安全性の確保等に",
      "page_from": 5,
      "page_to": 6,
      "char_count": 1200,
      "position": 8000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c9",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 9,
      "text": "精神保健 指定医の専任 常駐専任 12 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第17条第3項 製造所における管理薬剤師の常 駐 常駐専任 13 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第23条の2の14第5項 医療機器の製造業における責任 技術者の常駐 常駐専任 14 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第23条の34第5項 製造所における再生医療等製品 製造管理者の常駐 常駐専任 15 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第35条第1項 営業所における管理薬剤師の専 任 常駐専任 16 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第35条第2項 営業所における医薬品営業者管 理者の常駐 常駐専任 17 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第40条の6第1項 営業所における再生医療等製品 営業所管理者の常駐 常駐専任 18 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第68条の16第1項 製造所における生物由来製品の 製造管理者の常駐 常駐専任 19 美容師法 厚生労働省 第12条の3第1項 美容所における管理美容師の専 任 常駐専任 20 精神保健及び精神障害者福祉に関する法律 厚生労働省 第19条の5第1項 精神科病院における指定医の専 任 常駐専任 21 クリーニング業法 厚生労働省 第4条第1項 クリーニング所におけるクリー ニング師の専任 常駐専任 22 理容師法 厚生労働省 第11条の4第1項 理容所における管理理容師の専 任 常駐専任 23 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第23条第1項 家庭的保育事業所における家庭 的保育者の常駐 常駐専任 24 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第23条第1項 家庭的保育事業所における調理 員の常駐 常駐専任 25 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第29条第1項 小規模保育事業所A型における保 育士の常駐 常駐専任 26 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第29条第1項 小規模保育事業所A型における調 理員の常駐 常駐専任 27 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第31条第1項 小規模保育事業所B型における保 育士の常駐 常駐専任 28 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第31条第1項 小規模保育事業所B型における調 理員の常駐 常駐専任 29 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第34",
      "page_from": 6,
      "page_to": 6,
      "char_count": 1200,
      "position": 9000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c10",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 10,
      "text": "29条第1項 小規模保育事業所A型における調 理員の常駐 常駐専任 27 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第31条第1項 小規模保育事業所B型における保 育士の常駐 常駐専任 28 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第31条第1項 小規模保育事業所B型における調 理員の常駐 常駐専任 29 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第34条第1項 小規模保育事業所C型における家 庭的保育者の常駐 常駐専任 30 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第34条第1項 小規模保育事業所C型における調 理員の常駐 常駐専任 31 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第44条第1項 保育所型事業所内保育事業所に おける保育士の常駐 常駐専任 32 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第44条第1項 保育所型事業所内保育事業所に おける調理員の常駐 常駐専任 33 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第47条第1項 小規模型事業所内保育事業所に おける保育従事者の常駐 常駐専任 34 家庭的保育事業等の設備及び運営に関する基準 厚生労働省 第47条第1項 小規模型事業所内保育事業所に おける調理員の常駐 常駐専任 35 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第1項第1号 指定児童発達支援事業所におけ る児童指導員、保育士又は障害 福祉サービス経験者の常駐 常駐専任 36 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第1項第2号 指定児童発達支援事業所におけ る児童発達支援管理責任者の常 駐 常駐専任 37 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第2項 指定児童発達支援事業所におけ る機能訓練指導員の常駐 常駐専任 38 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第3項第1号 指定児童発達支援事業所におけ る嘱託医の常駐 常駐専任 39 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第3項第2号 指定児童発達支援事業所におけ る看護職員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 40 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第3項第3号 指定児童発達支援事業所におけ る児童指導員又は保育士の常駐 常駐専任 41 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する",
      "page_from": 6,
      "page_to": 7,
      "char_count": 1200,
      "position": 10000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c11",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 11,
      "text": "指定児童発達支援事業所におけ る看護職員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 40 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第3項第3号 指定児童発達支援事業所におけ る児童指導員又は保育士の常駐 常駐専任 41 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第3項第4号 指定児童発達支援事業所におけ る機能訓練担当職員の常駐 常駐専任 42 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第3項第5号 指定児童発達支援事業所におけ る児童発達支援管理責任者の常 駐 常駐専任 43 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第5条第6項 指定児童発達支援事業所におけ る児童指導員又は保育士の常駐 常駐専任 44 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第1項第1号 児童発達支援センターにおける 嘱託医の常駐 常駐専任 45 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第1項第2号 児童発達支援センターにおける 児童指導員及び保育士の常駐 常駐専任 46 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第1項第3号 児童発達支援センターにおける 栄養士の常駐 常駐専任 47 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第1項第4号 児童発達支援センターにおける 調理員の常駐 常駐専任 48 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第1項第5号 児童発達支援センターにおける 児童発達支援管理責任者の常駐 常駐専任 49 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第2項 児童発達支援センターにおける 機能訓練担当職員の常駐 常駐専任 50 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第3項第1号 児童発達支援センターにおける 言語聴覚士の常駐 常駐専任 51 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第3項第2号 児童発達支援センターにおける 機能訓練担当職員の常駐 常駐専任 52 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第4項第1号 児童発達支援センターにおける 看護職員の常駐",
      "page_from": 6,
      "page_to": 7,
      "char_count": 1198,
      "position": 11000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c12",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 12,
      "text": "第1号 児童発達支援センターにおける 言語聴覚士の常駐 常駐専任 51 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第3項第2号 児童発達支援センターにおける 機能訓練担当職員の常駐 常駐専任 52 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第4項第1号 児童発達支援センターにおける 看護職員の常駐 常駐専任 53 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第6条第4項第2号 児童発達支援センターにおける 機能訓練担当職員の常駐 常駐専任 54 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第4条第1項第1号 指定福祉型障害児入所施設にお ける嘱託医の常駐 常駐専任 55 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第4条第1項第2号 指定福祉型障害児入所施設にお ける看護職員の常駐 常駐専任 56 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第4条第1項第3号 指定福祉型障害児入所施設にお ける児童指導員及び保育士の常 駐 常駐専任 57 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第4条第1項第4号 指定福祉型障害児入所施設にお ける栄養士の常駐 常駐専任 58 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第4条第1項第5号 指定福祉型障害児入所施設にお ける調理員の常駐 常駐専任 59 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第4条第1項第6号 指定福祉型障害児入所施設にお ける児童発達支援管理責任者の 常駐 常駐専任 60 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第4条第2項 指定福祉型障害児入所施設にお ける医師、心理指導担当職員、 職業指導員の常駐 常駐専任 61 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第52条第1項第1号 指定医療型障害児入所施設にお ける病院従業者の常駐 常駐専任 62 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第52条第1項第2号 指定医療型障害児入所施設にお ける児童指導員及び保育士の常 駐 常駐専任 63 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第52条第1項第3号 指定医療型障害児入所施設にお ける心理指導担当職員の常駐 常駐専任 64 児童福祉法に",
      "page_from": 7,
      "page_to": 7,
      "char_count": 1200,
      "position": 12000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c13",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 13,
      "text": "常駐専任 62 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第52条第1項第2号 指定医療型障害児入所施設にお ける児童指導員及び保育士の常 駐 常駐専任 63 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第52条第1項第3号 指定医療型障害児入所施設にお ける心理指導担当職員の常駐 常駐専任 64 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第52条第1項第4号 指定医療型障害児入所施設にお ける理学療法士又は作業療法士 の常駐 常駐専任 65 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第52条第1項第5号 指定医療型障害児入所施設にお ける児童発達支援管理責任者の 常駐 常駐専任 66 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第52条第2項 指定医療型障害児入所施設にお ける職業指導員の常駐 常駐専任 67 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第5条第1項第1号 単独型・併設型指定介護予防認 知症対応型通所介護事業所にお ける生活相談員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 68 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第5条第1項第2号 単独型・併設型指定介護予防認 知症対応型通所介護事業所にお ける看護職員又は介護職員の常 駐 常駐専任 69 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第5条第1項第3号 単独型・併設型指定介護予防認 知症対応型通所介護事業所にお ける機能訓練指導員の常駐 常駐専任 70 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第6条第1項 単独型・併設型指定介護予防認 知症対応型通所介護事業所にお ける管理者の常駐 常駐専任 71 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第44条第1項 指定介護予防小規模多機能型居 宅介護事業所における介護予防 小規模多機能",
      "page_from": 7,
      "page_to": 8,
      "char_count": 1199,
      "position": 13000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c14",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 14,
      "text": "的 な支援の方法に関する基準 厚生労働省 第6条第1項 単独型・併設型指定介護予防認 知症対応型通所介護事業所にお ける管理者の常駐 常駐専任 71 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第44条第1項 指定介護予防小規模多機能型居 宅介護事業所における介護予防 小規模多機能型居宅介護従業者 の常駐 常駐専任 72 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第44条第4項 指定介護予防小規模多機能型居 宅介護事業所における介護予防 小規模多機能型居宅介護従業者 （看護師または准看護師）の常 駐 常駐専任 73 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第44条第10項 指定介護予防小規模多機能型居 宅介護事業者における介護支援 専門員の常駐 常駐専任 74 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第45条第1項 指定介護予防小規模多機能型居 宅介護事業所における管理者の 常駐 常駐専任 75 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第70条第1項 指定介護予防認知症対応型共同 生活介護事業所における介護従 業者の常駐 常駐専任 76 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第70条第5項 指定介護予防認知症対応型共同 生活介護事業所における計画作 成担当者の常駐 常駐専任 77 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第70条第7項 指定介護予防認知症対応型共同 生活介護事業所における計画作 成担当者（介護支援専門員）の 常駐 常駐専任 78 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第71条第1項 指定介護予防認知症対応型共同 生活介護事業所における管理者 の常駐 常駐専任 79 指定介護予防支援等の事",
      "page_from": 8,
      "page_to": 8,
      "char_count": 1200,
      "position": 14000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c15",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 15,
      "text": "項 指定介護予防認知症対応型共同 生活介護事業所における計画作 成担当者（介護支援専門員）の 常駐 常駐専任 78 指定地域密着型介護予防サービスの事業の人員、設備及び運営並び に指定地域密着型介護予防サービスに係る介護予防のための効果的 な支援の方法に関する基準 厚生労働省 第71条第1項 指定介護予防認知症対応型共同 生活介護事業所における管理者 の常駐 常駐専任 79 指定介護予防支援等の事業の人員及び運営並びに指定介護予防支援 等に係る介護予防のための効果的な支援の方法に関する基準 厚生労働省 第2条第1項 指定介護予防支援事業所におけ る保健師等の常駐 常駐専任 80 指定介護予防支援等の事業の人員及び運営並びに指定介護予防支援 等に係る介護予防のための効果的な支援の方法に関する基準 厚生労働省 第3条第1項 指定介護予防支援事業所におけ る管理者の常駐 常駐専任 81 医療機器及び体外診断用医薬品の製造管理及び品質管理の基準に関 する省令 厚生労働省 第72条第1項 医療機器及び体外診断用医薬品 の製造販売業者における国内品 質業務運営責任者の専任 常駐専任 82 安全な血液製剤の安定供給の確保等に関する法律 厚生労働省 第21条第1項 採血所における採血責任者の専 任 常駐専任 83 指定訪問看護の事業の人員及び運営に関する基準 厚生労働省 第3条第1項 指定訪問看護ステーションにお ける管理者の専任 常駐専任 84 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第5条第1項 指定訪問介護事業所における訪 問介護員等の常駐 常駐専任 85 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第5条第2項 指定訪問介護事業所における サービス提供責任者の常駐 常駐専任 86 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第45条第1項第1号 指定訪問入浴介護事業所におけ る訪問入浴介護従業者（看護職 員）の常駐 常駐専任 87 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第45条第1項第2号 指定訪問入浴介護事業所におけ る訪問入浴介護従業者（介護職 員）の常駐 常駐専任 88 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第60条第1項第1号 指定訪問看護ステーションにお ける看護職員の常駐 常駐専任 89 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第60条第1項第2号 病院又は診療所である指定訪問 看護事業所における看護職員の 常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 90 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省",
      "page_from": 8,
      "page_to": 9,
      "char_count": 1199,
      "position": 15000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c16",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 16,
      "text": "1号 指定訪問看護ステーションにお ける看護職員の常駐 常駐専任 89 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第60条第1項第2号 病院又は診療所である指定訪問 看護事業所における看護職員の 常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 90 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第61条第1項 指定訪問看護ステーションにお ける管理者の常駐 常駐専任 91 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第76条第1項第2号 指定訪問リハビリテーション事 業所における理学療法士、作業 療法士又は言語聴覚士の常駐 常駐専任 92 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第85条第1項第1号 病院又は診療所である指定居宅 療養管理指導事業所における居 宅療養管理指導従業者（医師又 は歯科医師）の常駐 常駐専任 93 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第85条第1項第1号 病院又は診療所である指定居宅 療養管理指導事業所における居 宅療養管理指導従業者（薬剤 師、看護職員、歯科衛生士又は 管理栄養士）の常駐 常駐専任 94 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第85条第1項第2号 薬局である指定居宅療養管理指 導事業所における居宅療養管理 指導従業者（薬剤師）の常駐 常駐専任 95 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第93条第1項第1号 指定通所介護事業所における通 所介護従業者（生活相談員）の 常駐 常駐専任 96 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第93条第1項第2号 指定通所介護事業所における通 所介護従業者（看護職員）の常 駐 常駐専任 97 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第93条第1項第3号 指定通所介護事業所における通 所介護従業者（介護職員）の常 駐 常駐専任 98 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第93条第1項第4号 指定通所介護事業所における通 所介護従業者（機能訓練指導 員）の常駐 常駐専任 99 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第94条第1項 指定通所介護事業所における管 理者の常駐 常駐専任 100 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第111条第1項第1号 指定通所リハビリテーション事 業所における通所リハビリテー ション従業者（医師）の常駐 常駐専任 101 指定居宅サービス等の事",
      "page_from": 8,
      "page_to": 9,
      "char_count": 1200,
      "position": 16000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c17",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 17,
      "text": "導 員）の常駐 常駐専任 99 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第94条第1項 指定通所介護事業所における管 理者の常駐 常駐専任 100 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第111条第1項第1号 指定通所リハビリテーション事 業所における通所リハビリテー ション従業者（医師）の常駐 常駐専任 101 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第111条第1項第2号 指定通所リハビリテーション事 業所における通所リハビリテー ション従業者（理学療法士、作 業療法士若しくは言語聴覚士又 は看護職員若しくは介護職員） の常駐 常駐専任 102 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第121条第1項第1号 指定短期入所生活介護事業所に おける短期入所生活介護従業者 （医師）の常駐 常駐専任 103 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第121条第1項第2号 指定短期入所生活介護事業所に おける短期入所生活介護従業者 （生活相談員）の常駐 常駐専任 104 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第121条第1項第3号 指定短期入所生活介護事業所に おける短期入所生活介護従業者 （介護職員又は看護職員）の常 駐 常駐専任 105 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第121条第1項第4号 指定短期入所生活介護事業所に おける短期入所生活介護従業者 （栄養士）の常駐 常駐専任 106 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第121条第1項第5号 指定短期入所生活介護事業所に おける短期入所生活介護従業者 （機能訓練指導員）の常駐 常駐専任 107 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第121条第4項 指定短期入所生活介護事業所で あって、特別養護老人ホーム等 と一体的に運営が行われるもの における短期入所生活介護従業 者の常駐 常駐専任 108 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第122条第1項 指定短期入所生活介護事業所に おける管理者の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 109 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第1項第1号 指定特定施設入居者生活介護事 業の指定特定施設における生活 相談員の常駐 常駐専任 110 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第1項第2号 指定特定施設入居者生",
      "page_from": 9,
      "page_to": 10,
      "char_count": 1200,
      "position": 17000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c18",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 18,
      "text": "駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 109 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第1項第1号 指定特定施設入居者生活介護事 業の指定特定施設における生活 相談員の常駐 常駐専任 110 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第1項第2号 指定特定施設入居者生活介護事 業の指定特定施設における看護 職員又は介護職員の常駐 常駐専任 111 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第1項第3号 指定特定施設入居者生活介護事 業の指定特定施設における機能 訓練指導員の常駐 常駐専任 112 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第1項第4号 指定特定施設入居者生活介護事 業の指定特定施設における計画 作成担当者（介護支援専門員） の常駐 常駐専任 113 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第2項第1号 特定施設における生活相談員の 常駐 常駐専任 114 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第2項第2号 特定施設における看護職員又は 介護職員の常駐 常駐専任 115 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第2項第3号 特定施設における機能訓練指導 員の常駐 常駐専任 116 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第175条第2項第4号 特定施設における計画作成担当 者（介護支援専門員）の常駐 常駐専任 117 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第176条第1項 指定特定施設入居者生活介護事 業の指定特定施設における管理 者の常駐 常駐専任 118 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第192条の4第1項第1号 外部サービス利用型指定特定施 設入居者生活介護事業の指定特 定施設における生活相談員の常 駐 常駐専任 119 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第192条の4第1項第2号 外部サービス利用型指定特定施 設入居者生活介護事業の指定特 定施設における介護職員の常駐 常駐専任 120 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第192条の4第1項第3号 外部サービス利用型指定特定施 設入居者生活介護事業の指定特 定施設における計画作成担当者 （介護支援専門員）の常駐 常駐専任 121 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働",
      "page_from": 9,
      "page_to": 10,
      "char_count": 1200,
      "position": 18000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c19",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 19,
      "text": "ービス利用型指定特定施 設入居者生活介護事業の指定特 定施設における介護職員の常駐 常駐専任 120 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第192条の4第1項第3号 外部サービス利用型指定特定施 設入居者生活介護事業の指定特 定施設における計画作成担当者 （介護支援専門員）の常駐 常駐専任 121 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第192条の4第2項第1号 外部サービス利用型特定施設に おける生活相談員の常駐 常駐専任 122 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第192条の4第2項第2号 外部サービス利用型特定施設に おける介護職員の常駐 常駐専任 123 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第192条の4第2項第3号 外部サービス利用型特定施設に おける計画作成担当者（介護支 援専門員）の常駐 常駐専任 124 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第192条の5第1項 外部サービス利用型指定特定施 設入居者生活介護事業の指定特 定施設における管理者の常駐 常駐専任 125 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第194条第1項 指定福祉用具貸与事業所におけ る管理者の常駐 常駐専任 126 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第208条第1項 指定特定福祉用具販売事業所に おける福祉用具専門相談員の常 駐 常駐専任 127 指定居宅介護支援等の事業の人員及び運営に関する基準 厚生労働省 第2条第1項 指定居宅介護支援事業所におけ る介護支援専門員の常駐 常駐専任 128 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第12条第1項第1号 特別養護老人ホームにおける施 設長の常駐 常駐専任 129 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第12条第1項第2号 特別養護老人ホームにおける医 師の常駐 常駐専任 130 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第12条第1項第3号 特別養護老人ホームにおける生 活相談員の常駐 常駐専任 131 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第12条第1項第4号 特別養護老人ホームにおける介 護職又は看護職員の常駐 常駐専任 132 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第12条第1項第5号 特別養護老人ホームにおける栄 養士の常駐 常駐専任 133 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第12条第1項第6号 特別養護老人ホームにおける機 能訓練指導員の常駐 常駐専任\n\n別表2",
      "page_from": 10,
      "page_to": 11,
      "char_count": 1199,
      "position": 19000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c20",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 20,
      "text": "準 厚生労働省 第12条第1項第4号 特別養護老人ホームにおける介 護職又は看護職員の常駐 常駐専任 132 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第12条第1項第5号 特別養護老人ホームにおける栄 養士の常駐 常駐専任 133 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第12条第1項第6号 特別養護老人ホームにおける機 能訓練指導員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 134 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第56条第1項第1号 地域密着型特別養護老人ホーム における施設長の常駐 常駐専任 135 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第56条第1項第2号 地域密着型特別養護老人ホーム における医師の常駐 常駐専任 136 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第56条第1項第3号 地域密着型特別養護老人ホーム における生活相談員の常駐 常駐専任 137 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第56条第1項第4号 地域密着型特別養護老人ホーム における介護職員又は看護職員 の常駐 常駐専任 138 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第56条第1項第5号 地域密着型特別養護老人ホーム における栄養士の常駐 常駐専任 139 特別養護老人ホームの設備及び運営に関する基準 厚生労働省 第56条第1項第6号 地域密着型特別養護老人ホーム における機能訓練指導員の常駐 常駐専任 140 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律施行規則 厚生労働省 第91条第1項 医薬部外品の製造所における責 任技術者の常駐 常駐専任 141 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律施行規則 厚生労働省 第91条第2項 化粧品の製造所における責任技 術者の常駐 常駐専任 142 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律施行規則 厚生労働省 第114条の52第1項 医療機器の製造所における医療 機器責任技術者の常駐 常駐専任 143 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律施行規則 厚生労働省 第175条第1項 営業所における特定管理医療機 器営業所管理者の常駐 常駐専任 144 児童福祉法施行規則 厚生労働省 第1条の7第1号 地域子育て支援拠点事業におけ る知識・経験を有する者の常駐 常駐専任 145 児童福祉法施行規則 厚生労働省 第1条の14第1項 小規模住居型児童養育事業を行 う住居における養育者及び補助 者の常駐 常駐専任 146 児童福祉法施行規則 厚生労働省 第36条の",
      "page_from": 10,
      "page_to": 11,
      "char_count": 1200,
      "position": 20000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c21",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 21,
      "text": "第175条第1項 営業所における特定管理医療機 器営業所管理者の常駐 常駐専任 144 児童福祉法施行規則 厚生労働省 第1条の7第1号 地域子育て支援拠点事業におけ る知識・経験を有する者の常駐 常駐専任 145 児童福祉法施行規則 厚生労働省 第1条の14第1項 小規模住居型児童養育事業を行 う住居における養育者及び補助 者の常駐 常駐専任 146 児童福祉法施行規則 厚生労働省 第36条の8第1項 児童自立生活援助事業所におけ る指導員及び管理者の常駐 常駐専任 147 児童福祉法施行規則 厚生労働省 第48条の5第1項 市町村等事務受託事務所におけ る管理者の常駐 常駐専任 148 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第1項 主として知的障害のある児童を 入所させる福祉型障害児入所施 設における嘱託医の常駐 常駐専任 149 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第1項 主として知的障害のある児童を 入所させる福祉型障害児入所施 設における児童指導員の常駐 常駐専任 150 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第1項 主として知的障害のある児童を 入所させる福祉型障害児入所施 設における保育士の常駐 常駐専任 151 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第1項 主として知的障害のある児童を 入所させる福祉型障害児入所施 設における栄養士の常駐 常駐専任 152 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第1項 主として知的障害のある児童を 入所させる福祉型障害児入所施 設における調理員の常駐 常駐専任 153 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第1項 主として知的障害のある児童を 入所させる福祉型障害児入所施 設における児童発達支援管理責 任者の常駐 常駐専任 154 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 嘱託医の常駐 常駐専任 155 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 児童指導員の常駐 常駐専任 156 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 保育士の常駐 常駐専任 157 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 栄養士の常駐 常駐専任 158 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所",
      "page_from": 11,
      "page_to": 11,
      "char_count": 1199,
      "position": 21000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c22",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 22,
      "text": "基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 保育士の常駐 常駐専任 157 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 栄養士の常駐 常駐専任 158 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 調理員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 159 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 児童発達支援管理責任者の常駐 常駐専任 160 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 医師の常駐 常駐専任 161 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第4項 主として自閉症児を入所させる 福祉型障害児入所施設における 看護職員の常駐 常駐専任 162 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第9項 主として盲ろうあ児を入所させ る福祉型障害児入所施設におけ る嘱託医の常駐 常駐専任 163 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第9項 主として盲ろうあ児を入所させ る福祉型障害児入所施設におけ る児童指導員の常駐 常駐専任 164 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第9項 主として盲ろうあ児を入所させ る福祉型障害児入所施設におけ る保育士の常駐 常駐専任 165 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第9項 主として盲ろうあ児を入所させ る福祉型障害児入所施設におけ る栄養士の常駐 常駐専任 166 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第9項 主として盲ろうあ児を入所させ る福祉型障害児入所施設におけ る調理員の常駐 常駐専任 167 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第9項 主として盲ろうあ児を入所させ る福祉型障害児入所施設におけ る児童発達支援管理責任者の常 駐 常駐専任 168 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における嘱託医の常駐 常駐専任 169 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における児童指導員の常駐 常駐専任 170 児童福祉施設の設備及び運営に",
      "page_from": 11,
      "page_to": 12,
      "char_count": 1200,
      "position": 22000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c23",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 23,
      "text": "常駐専任 168 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における嘱託医の常駐 常駐専任 169 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における児童指導員の常駐 常駐専任 170 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における保育士の常駐 常駐専任 171 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における栄養士の常駐 常駐専任 172 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における調理員の常駐 常駐専任 173 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における児童発達支援管理 責任者の常駐 常駐専任 174 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第12項 主として肢体不自由のある児童 を入所させる福祉型障害児入所 施設における看護職員の常駐 常駐専任 175 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第14項 福祉型障害児入所施設における 心理指導担当職員の常駐 常駐専任 176 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第1項 福祉型児童発達支援センターに おける嘱託医の常駐 常駐専任 177 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第1項 福祉型児童発達支援センターに おける児童指導員の常駐 常駐専任 178 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第1項 福祉型児童発達支援センターに おける保育士の常駐 常駐専任 179 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第1項 福祉型児童発達支援センターに おける栄養士の常駐 常駐専任 180 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第1項 福祉型児童発達支援センターに おける調理員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 181 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第1項 福祉型児童発達支援センターに おける児童発達支援管理責任者 の常駐 常駐専任 182 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第1項 福祉型",
      "page_from": 12,
      "page_to": 13,
      "char_count": 1199,
      "position": 23000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c24",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 24,
      "text": "省 第63条第1項 福祉型児童発達支援センターに おける調理員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 181 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第1項 福祉型児童発達支援センターに おける児童発達支援管理責任者 の常駐 常駐専任 182 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第1項 福祉型児童発達支援センターに おける機能訓練担当職員の常駐 常駐専任 183 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第4項 主として難聴児を通わせる福祉 型児童発達支援センターにおけ る嘱託医の常駐 常駐専任 184 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第4項 主として難聴児を通わせる福祉 型児童発達支援センターにおけ る児童指導員の常駐 常駐専任 185 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第4項 主として難聴児を通わせる福祉 型児童発達支援センターにおけ る保育士の常駐 常駐専任 186 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第4項 主として難聴児を通わせる福祉 型児童発達支援センターにおけ る栄養士の常駐 常駐専任 187 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第4項 主として難聴児を通わせる福祉 型児童発達支援センターにおけ る調理員の常駐 常駐専任 188 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第4項 主として難聴児を通わせる福祉 型児童発達支援センターにおけ る児童発達支援管理責任者の常 駐 常駐専任 189 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第4項 主として難聴児を通わせる福祉 型児童発達支援センターにおけ る機能訓練担当職員の常駐 常駐専任 190 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第4項 主として難聴児を通わせる福祉 型児童発達支援センターにおけ る言語聴覚士の常駐 常駐専任 191 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける嘱託医の常駐 常駐専任 192 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける児童指導員の常駐 常駐専任 193 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける保育士の常駐 常駐専任 194 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心",
      "page_from": 12,
      "page_to": 13,
      "char_count": 1200,
      "position": 24000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c25",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 25,
      "text": "に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける児童指導員の常駐 常駐専任 193 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける保育士の常駐 常駐専任 194 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける栄養士の常駐 常駐専任 195 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける調理員の常駐 常駐専任 196 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける児童発達支援管理 責任者の常駐 常駐専任 197 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける機能訓練担当職員 の常駐 常駐専任 198 児童福祉施設の設備及び運営に関する基準 厚生労働省 第63条第7項 主として重症心身障害児を通わ せる福祉型児童発達支援セン ターにおける看護職員の常駐 常駐専任 199 児童福祉施設の設備及び運営に関する基準 厚生労働省 第17条第1項 第二種助産施設における助産師 の常駐 常駐専任 200 児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第1項 乳児院における看護師の常駐 常駐専任 201 児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第1項 乳児院における個別対応職員の 常駐 常駐専任 202 児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第1項 乳児院における家庭支援専門相 談員の常駐 常駐専任 203 児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第1項 乳児院における栄養士の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 204 児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第1項 乳児院における調理員の常駐 常駐専任 205 児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第3項 乳児院における心理療法担当職 員の常駐 常駐専任 206 児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第6項 乳児院における看護師の常駐 常駐専任 207 児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第7項 乳児院における保育士の常駐 常駐専任 208 児童福祉施設の設備及び運営に関する基準 厚生労",
      "page_from": 13,
      "page_to": 14,
      "char_count": 1200,
      "position": 25000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c26",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 26,
      "text": "児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第3項 乳児院における心理療法担当職 員の常駐 常駐専任 206 児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第6項 乳児院における看護師の常駐 常駐専任 207 児童福祉施設の設備及び運営に関する基準 厚生労働省 第21条第7項 乳児院における保育士の常駐 常駐専任 208 児童福祉施設の設備及び運営に関する基準 厚生労働省 第22条第1項 乳幼児十人未満を入所させる乳 児院における看護師の常駐 常駐専任 209 児童福祉施設の設備及び運営に関する基準 厚生労働省 第22条第1項 乳幼児十人未満を入所させる乳 児院における家庭支援専門相談 員の常駐 常駐専任 210 児童福祉施設の設備及び運営に関する基準 厚生労働省 第22条第1項 乳幼児十人未満を入所させる乳 児院における調理員又はこれに 代わるべき者の常駐 常駐専任 211 児童福祉施設の設備及び運営に関する基準 厚生労働省 第27条第1項 母子生活支援施設における母子 支援員の常駐 常駐専任 212 児童福祉施設の設備及び運営に関する基準 厚生労働省 第27条第1項 母子生活支援施設における少年 を指導する職員の常駐 常駐専任 213 児童福祉施設の設備及び運営に関する基準 厚生労働省 第27条第1項 母子生活支援施設における調理 員又はこれに代わるべき者の常 駐 常駐専任 214 児童福祉施設の設備及び運営に関する基準 厚生労働省 第27条第2項 母子生活支援施設における心理 療法担当職員の常駐 常駐専任 215 児童福祉施設の設備及び運営に関する基準 厚生労働省 第27条第4項 母子生活支援施設における個別 対応職員の常駐 常駐専任 216 児童福祉施設の設備及び運営に関する基準 厚生労働省 第33条第1項 保育所における保育士の常駐 常駐専任 217 児童福祉施設の設備及び運営に関する基準 厚生労働省 第33条第1項 保育所における調理員の常駐 常駐専任 218 児童福祉施設の設備及び運営に関する基準 厚生労働省 第38条第1項 児童厚生施設における児童の遊 びを指導する者の常駐 常駐専任 219 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における児童指導 員の常駐 常駐専任 220 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における保育士の 常駐 常駐専任 221 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における個別対応 職員の常駐 常駐専任 222 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における家庭支援 専門相談員の常駐 常駐専任 223 児童福祉施設の設備及",
      "page_from": 14,
      "page_to": 14,
      "char_count": 1200,
      "position": 26000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c27",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 27,
      "text": "福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における保育士の 常駐 常駐専任 221 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における個別対応 職員の常駐 常駐専任 222 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における家庭支援 専門相談員の常駐 常駐専任 223 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における栄養士の 常駐 常駐専任 224 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 児童養護施設における調理員の 常駐 常駐専任 225 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第1項 乳児が入所している児童養護施 設における看護師の常駐 常駐専任 226 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第3項 児童養護施設における心理療法 担当職員の常駐 常駐専任 227 児童福祉施設の設備及び運営に関する基準 厚生労働省 第42条第5項 児童養護施設における職業指導 員の常駐 常駐専任 228 児童福祉施設の設備及び運営に関する基準 厚生労働省 第49条第14項 福祉型障害児入所施設における 職業指導員の常駐 常駐専任 229 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第1項 主として自閉症児を入所させる 医療型障害児入所施設における 病院従業員の常駐 常駐専任 230 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第1項 主として自閉症児を入所させる 医療型障害児入所施設における 児童指導員の常駐 常駐専任 231 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第1項 主として自閉症児を入所させる 医療型障害児入所施設における 保育士の常駐 常駐専任 232 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第1項 主として自閉症児を入所させる 医療型障害児入所施設における 児童発達支援管理責任者の常駐 常駐専任 233 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第3項 主として肢体不自由のある児童 を入所させる医療型障害児入所 施設における病院従業員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 234 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第3項 主として肢体不自由のある児童 を入所させる医療型障害児入所 施設における児童指導員の常駐 常駐専任 235 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第3項 主として肢体不自由のある児童 を入所させる医療型障害児入所 施設における保",
      "page_from": 14,
      "page_to": 15,
      "char_count": 1200,
      "position": 27000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c28",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 28,
      "text": "継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 234 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第3項 主として肢体不自由のある児童 を入所させる医療型障害児入所 施設における児童指導員の常駐 常駐専任 235 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第3項 主として肢体不自由のある児童 を入所させる医療型障害児入所 施設における保育士の常駐 常駐専任 236 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第3項 主として肢体不自由のある児童 を入所させる医療型障害児入所 施設における児童発達支援管理 責任者の常駐 常駐専任 237 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第3項 主として肢体不自由のある児童 を入所させる医療型障害児入所 施設における理学療法士又は作 業療法士の常駐 常駐専任 238 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第6項 主として重症心身障害児を入所 させる医療型障害児入所施設に おける病院従業員の常駐 常駐専任 239 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第6項 主として重症心身障害児を入所 させる医療型障害児入所施設に おける児童指導員の常駐 常駐専任 240 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第6項 主として重症心身障害児を入所 させる医療型障害児入所施設に おける保育士の常駐 常駐専任 241 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第6項 主として重症心身障害児を入所 させる医療型障害児入所施設に おける児童発達支援管理責任者 の常駐 常駐専任 242 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第6項 主として重症心身障害児を入所 させる医療型障害児入所施設に おける理学療法士又は作業療法 士の常駐 常駐専任 243 児童福祉施設の設備及び運営に関する基準 厚生労働省 第58条第6項 主として重症心身障害児を入所 させる医療型障害児入所施設に おける心理指導を担当する職員 の常駐 常駐専任 244 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける診療所従業員の常駐 常駐専任 245 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける児童指導員の常駐 常駐専任 246 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける保育士の常駐 常駐専任 247 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける看護師",
      "page_from": 15,
      "page_to": 15,
      "char_count": 1200,
      "position": 28000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c29",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 29,
      "text": "専任 245 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける児童指導員の常駐 常駐専任 246 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける保育士の常駐 常駐専任 247 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける看護師の常駐 常駐専任 248 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける理学療法士又は作業療法 士の常駐 常駐専任 249 児童福祉施設の設備及び運営に関する基準 厚生労働省 第69条第1項 医療型児童発達支援センターに おける児童発達支援管理責任者 の常駐 常駐専任 250 児童福祉施設の設備及び運営に関する基準 厚生労働省 第73条第1項 児童心理治療施設における医師 の常駐 常駐専任 251 児童福祉施設の設備及び運営に関する基準 厚生労働省 第73条第1項 児童心理治療施設における心理 療法担当職員の常駐 常駐専任 252 児童福祉施設の設備及び運営に関する基準 厚生労働省 第73条第1項 児童心理治療施設における児童 指導員の常駐 常駐専任 253 児童福祉施設の設備及び運営に関する基準 厚生労働省 第73条第1項 児童心理治療施設における保育 士の常駐 常駐専任 254 児童福祉施設の設備及び運営に関する基準 厚生労働省 第73条第1項 児童心理治療施設における看護 師の常駐 常駐専任 255 児童福祉施設の設備及び運営に関する基準 厚生労働省 第73条第1項 児童心理治療施設における個別 対応職員の常駐 常駐専任 256 児童福祉施設の設備及び運営に関する基準 厚生労働省 第73条第1項 児童心理治療施設における家庭 支援専門相談員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 257 児童福祉施設の設備及び運営に関する基準 厚生労働省 第73条第1項 児童心理治療施設における栄養 士の常駐 常駐専任 258 児童福祉施設の設備及び運営に関する基準 厚生労働省 第73条第1項 児童心理治療施設における調理 員の常駐 常駐専任 259 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における児童 自立支援専門員の常駐 常駐専任 260 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における児童 生活支援員の常駐 常駐専任 261 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における個別 対応職員の常駐 常駐専任 262 児童福祉施設",
      "page_from": 15,
      "page_to": 16,
      "char_count": 1200,
      "position": 29000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c30",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 30,
      "text": "備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における児童 自立支援専門員の常駐 常駐専任 260 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における児童 生活支援員の常駐 常駐専任 261 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における個別 対応職員の常駐 常駐専任 262 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における家庭 支援専門相談員の常駐 常駐専任 263 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における栄養 士の常駐 常駐専任 264 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第1項 児童自立支援施設における調理 員の常駐 常駐専任 265 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第3項 児童自立支援施設における心理 療法担当職員の常駐 常駐専任 266 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条第5項 児童自立支援施設における職業 指導員の常駐 常駐専任 267 児童福祉施設の設備及び運営に関する基準 厚生労働省 第80条の3第1項 児童家庭支援センターにおける 支援を担当する職員の常駐 常駐専任 268 児童福祉施設の設備及び運営に関する基準 厚生労働省 第94条第1項 保育所における保育士と同等の 知識及び経験を有すると認める 者の常駐 常駐専任 269 障害者の雇用の促進等に関する法律 厚生労働省 第74条の3第4項第3号 在宅就業障害者の就業機会に係 る業務における管理者の専任 常駐専任 270 美容師養成施設指定規則 厚生労働省 第3条第1項第3号 美容師養成施設における教員の 専任 常駐専任 271 理容師養成施設指定規則 厚生労働省 第4条第1項第3号 理容師養成施設における教員の 専任 常駐専任 272 労働安全衛生規則 厚生労働省 第4条第1項第4号 事業場における安全管理者の専 任 常駐専任 273 栄養士法施行規則 厚生労働省 第9条第3号 栄養士養成施設における教員の 専任 常駐専任 274 栄養士法施行規則 厚生労働省 第9条第4号 栄養士養成施設における教員の 専任 常駐専任 275 栄養士法施行規則 厚生労働省 第9条第5号 栄養士養成施設における助手 （管理栄養士）の専任 常駐専任 276 栄養士法施行規則 厚生労働省 第9条第7号 栄養士養成施設における教員 （医師）の専任 常駐専任 277 栄養士法施行規則 厚生労働省 第9条第8号 栄養士養成施設における教員 （管理栄養士等）の専任 常駐専任 278 栄養士法施行規則 厚生労働省 第11条第2号 管理栄養士",
      "page_from": 16,
      "page_to": 16,
      "char_count": 1200,
      "position": 30000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c31",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 31,
      "text": "任 275 栄養士法施行規則 厚生労働省 第9条第5号 栄養士養成施設における助手 （管理栄養士）の専任 常駐専任 276 栄養士法施行規則 厚生労働省 第9条第7号 栄養士養成施設における教員 （医師）の専任 常駐専任 277 栄養士法施行規則 厚生労働省 第9条第8号 栄養士養成施設における教員 （管理栄養士等）の専任 常駐専任 278 栄養士法施行規則 厚生労働省 第11条第2号 管理栄養士養成施設における教 員の専任 常駐専任 279 栄養士法施行規則 厚生労働省 第11条第3号 管理栄養士養成施設における教 員の専任 常駐専任 280 栄養士法施行規則 厚生労働省 第11条第4号 管理栄養士養成施設における教 員の専任 常駐専任 281 栄養士法施行規則 厚生労働省 第11条第5号 管理栄養士養成施設における助 手（管理栄養士）の専任 常駐専任 282 栄養士法施行規則 厚生労働省 第11条第6号 管理栄養士養成施設における教 員（医師）の専任 常駐専任 283 栄養士法施行規則 厚生労働省 第11条第7号 管理栄養士養成施設における教 員（管理栄養士等）の専任 常駐専任 284 医療法施行規則 厚生労働省 第9条の20の2第1項第2 号 特定機能病院における院内感染 対策を行う者の配置 常駐専任 285 民間あっせん機関による養子縁組のあっせんに係る児童の保護等に 関する法律 厚生労働省 第36条第1項 養子縁組あっせんを行う事業所 における責任者の専任 常駐専任 286 労働安全衛生法 厚生労働省 第15条の3第1項 建設業の事業所における店社安 全衛生管理者の専任 常駐専任 287 労働安全衛生法 厚生労働省 第15条の3第2項 建設業の事業所における店社安 全衛生管理者の専任 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 288 高気圧作業安全衛生規則 厚生労働省 第10条第1項 高圧室内作業における高圧室内 作業主任者の常駐 常駐専任 289 電離放射線障害防止規則 厚生労働省 第46条第1項 管理区域におけるエックス線作 業主任者の常駐 常駐専任 290 電離放射線障害防止規則 厚生労働省 第52条の2第1項 管理区域におけるガンマ線透過 写真撮影作業主任者の常駐 常駐専任 291 管理栄養士学校指定規則 厚生労働省 第2条第1項第2号 管理栄養士学校における教員の 専任 常駐専任 292 管理栄養士学校指定規則 厚生労働省 第2条第1項第3号 管理栄養士学校における教員の 専任 常駐専任 293 管理栄養士学校指定規則 厚生労働省 第2条第1項第4号 管理栄養士学校における助手 （管理栄養士）の専任 常駐専任 294 管理栄養士学校指定規則 厚生労働省 第2条第1項第5号 管理栄養士学校",
      "page_from": 16,
      "page_to": 17,
      "char_count": 1200,
      "position": 31000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c32",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 32,
      "text": "指定規則 厚生労働省 第2条第1項第2号 管理栄養士学校における教員の 専任 常駐専任 292 管理栄養士学校指定規則 厚生労働省 第2条第1項第3号 管理栄養士学校における教員の 専任 常駐専任 293 管理栄養士学校指定規則 厚生労働省 第2条第1項第4号 管理栄養士学校における助手 （管理栄養士）の専任 常駐専任 294 管理栄養士学校指定規則 厚生労働省 第2条第1項第5号 管理栄養士学校における教員 （医師）の専任 常駐専任 295 管理栄養士学校指定規則 厚生労働省 第2条第1項第6号 管理栄養士学校における教員 （管理栄養士等）の専任 常駐専任 296 調理師法施行規則 厚生労働省 第6条第2号 調理師養成施設における施設長 の専任 常駐専任 297 調理師法施行規則 厚生労働省 第6条第3号 調理師養成施設における教員の 専任 常駐専任 298 調理師法施行規則 厚生労働省 第6条第4号 調理師養成施設における教員 （認定書の交付を受けた者等） の専任 常駐専任 299 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第56条第1項第1号 指定医療型児童発達支援の事業 所における診療所として必要と される従業者の常駐 常駐専任 300 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第56条第1項第2号 指定医療型児童発達支援の事業 所における児童指導員の常駐 常駐専任 301 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第56条第1項第3号 指定医療型児童発達支援の事業 所における保育士の常駐 常駐専任 302 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第56条第1項第4号 指定医療型児童発達支援の事業 所における看護職員の常駐 常駐専任 303 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第56条第1項第5号 指定医療型児童発達支援の事業 所における理学療法士又は作業 療法士の常駐 常駐専任 304 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第56条第1項第6号 指定医療型児童発達支援の事業 所における児童発達支援管理責 任者の常駐 常駐専任 305 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第56条第2項 指定医療型児童発達支援事業所 における機能訓練担当職員の常 駐 常駐専任 306 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第1項第1号 指定放課後等デイサービスの事 業所における児童指導員、保育",
      "page_from": 17,
      "page_to": 17,
      "char_count": 1200,
      "position": 32000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c33",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 33,
      "text": "児童発達支援管理責 任者の常駐 常駐専任 305 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第56条第2項 指定医療型児童発達支援事業所 における機能訓練担当職員の常 駐 常駐専任 306 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第1項第1号 指定放課後等デイサービスの事 業所における児童指導員、保育 士又は障害福祉サービス経験者 の常駐 常駐専任 307 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第1項第2号 指定放課後等デイサービスの事 業所における児童発達支援管理 責任者の常駐 常駐専任 308 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第2項 指定放課後等デイサービスの事 業所における機能訓練担当職員 の常駐 常駐専任 309 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第3項第1号 指定放課後等デイサービスの事 業所における嘱託医の常駐 常駐専任 310 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第3項第2号 指定放課後等デイサービスの事 業所における看護職員の常駐 常駐専任 311 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第3項第3号 指定放課後等デイサービスの事 業所における児童指導員又は保 育士の常駐 常駐専任 312 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第3項第4号 指定放課後等デイサービスの事 業所における機能訓練担当職員 の常駐 常駐専任 313 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第3項第5号 指定放課後等デイサービスの事 業所における児童発達支援管理 責任者の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 314 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第66条第6項 指定放課後等デイサービスの事 業所における児童指導員又は保 育士の常駐 常駐専任 315 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第71条の8第1項第1号 指定居宅訪問型児童発達支援の 事業所における訪問支援員の常 駐 常駐専任 316 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第71条の8第1項第2号 指定居宅訪問型",
      "page_from": 17,
      "page_to": 18,
      "char_count": 1200,
      "position": 33000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c34",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 34,
      "text": "等デイサービスの事 業所における児童指導員又は保 育士の常駐 常駐専任 315 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第71条の8第1項第1号 指定居宅訪問型児童発達支援の 事業所における訪問支援員の常 駐 常駐専任 316 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第71条の8第1項第2号 指定居宅訪問型児童発達支援の 事業所における児童発達支援管 理責任者の常駐 常駐専任 317 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第71条の8第3項 指定居宅訪問型児童発達支援の 事業所における、専ら当該事業 所の職務に従事する者の常駐 常駐専任 318 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第73条第1項第1号 指定保育所等訪問支援の事業所 における訪問支援員の常駐 常駐専任 319 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第73条第1項第2号 指定保育所等訪問支援の事業所 における児童発達支援管理責任 者の常駐 常駐専任 320 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第73条第2項 指定保育所等訪問支援の事業所 における、専ら当該事業所の職 務に従事する者の常駐 常駐専任 321 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第5条第1項 指定居宅介護の事業所における 従業者の常駐 常駐専任 322 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第5条第2項 指定居宅介護の事業所における サービス提供責任者の常駐 常駐専任 323 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第50条第1項第1号 指定療養介護の事業所における 医師の常駐 常駐専任 324 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第50条第1項第2号 指定療養介護の事業所における 看護職員の常駐 常駐専任 325 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第50条第1項第3号 指定療養介護の事業所における 生活支援員の常駐 常駐専任 326",
      "page_from": 18,
      "page_to": 18,
      "char_count": 1200,
      "position": 34000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c35",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 35,
      "text": "に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第50条第1項第2号 指定療養介護の事業所における 看護職員の常駐 常駐専任 325 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第50条第1項第3号 指定療養介護の事業所における 生活支援員の常駐 常駐専任 326 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第50条第1項第4号 指定療養介護の事業所における サービス管理責任者の常駐 常駐専任 327 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第51条第1項 指定療養介護の事業所における 管理者の常駐 常駐専任 328 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第78条第1項第1号 指定生活介護の事業所における 医師の常駐 常駐専任 329 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第78条第1項第2号 指定生活介護の事業所における 看護職員、理学療法士又は作業 療法士及び生活支援員の常駐 常駐専任 330 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第78条第1項第3号 指定生活介護の事業所における サービス管理責任者の常駐 常駐専任 331 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第115条第1項 指定短期入所の事業を行う事業 所における従業者（生活支援員 等）の常駐 常駐専任 332 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第115条第2項 指定短期入所の事業を行う事業 所における従業者（生活支援員 等）の常駐 常駐専任 333 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第115条第3項 指定短期入所の事業を行う事業 所における生活支援員等の常駐 常駐専任 334 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定",
      "page_from": 18,
      "page_to": 18,
      "char_count": 1200,
      "position": 35000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c36",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 36,
      "text": "指定短期入所の事業を行う事業 所における従業者（生活支援員 等）の常駐 常駐専任 333 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第115条第3項 指定短期入所の事業を行う事業 所における生活支援員等の常駐 常駐専任 334 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第116条第1項 指定短期入所の事業を行う事業 所における管理者の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 335 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第127条第2項 指定重度障害者等包括支援の事 業所におけるサービス提供責任 者の常駐 常駐専任 336 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第128条第1項 指定重度障害者等包括支援の事 業所における管理者の常駐 常駐専任 337 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第156条第1項第1号 指定自立訓練（機能訓練）の事 業所における看護職員、理学療 法士又は作業療法士及び生活支 援員の常駐 常駐専任 338 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第156条第1項第2号 指定自立訓練（機能訓練）の事 業所におけるサービス管理責任 者の常駐 常駐専任 339 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第156条第2項 指定自立訓練（機能訓練）の事 業所における生活支援員の常駐 常駐専任 340 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第157条第1項 指定自立訓練（機能訓練）の事 業所における管理者の常駐 常駐専任 341 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第157条第1項 指定自立訓練（機能訓練）事業 の主たる事業所及び従たる事業 所における従業者の常駐 常駐専任 342",
      "page_from": 18,
      "page_to": 19,
      "char_count": 1199,
      "position": 36000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c37",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 37,
      "text": "の人員、設備及び運営に関する 基準 厚生労働省 第157条第1項 指定自立訓練（機能訓練）の事 業所における管理者の常駐 常駐専任 341 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第157条第1項 指定自立訓練（機能訓練）事業 の主たる事業所及び従たる事業 所における従業者の常駐 常駐専任 342 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第166条第1項第1号 指定自立訓練（生活訓練）の事 業所における生活支援員の常駐 常駐専任 343 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第166条第1項第2号 指定自立訓練（生活訓練）の事 業所における地域移行支援員の 常駐 常駐専任 344 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第166条第1項第3号 指定自立訓練（生活訓練）の事 業所におけるサービス管理責任 者の常駐 常駐専任 345 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第166条第2項 指定自立訓練（生活訓練）の事 業所における生活支援員及び看 護職員の常駐 常駐専任 346 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第166条第3項 指定自立訓練（生活訓練）の事 業所における生活支援員の常駐 常駐専任 347 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第167条第1項 指定自立訓練（生活訓練）の事 業所における管理者の常駐 常駐専任 348 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第167条第1項 指定自立訓練（生活訓練）事業 の主たる事業所及び従たる事業 所における従業者の常駐 常駐専任 349 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第175条第1項第1号 指定就労移行支援の事業所にお ける職業指導員及び生活支援員 の常駐 常駐専任 350 障害者の日常",
      "page_from": 19,
      "page_to": 19,
      "char_count": 1200,
      "position": 37000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c38",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 38,
      "text": "準 厚生労働省 第167条第1項 指定自立訓練（生活訓練）事業 の主たる事業所及び従たる事業 所における従業者の常駐 常駐専任 349 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第175条第1項第1号 指定就労移行支援の事業所にお ける職業指導員及び生活支援員 の常駐 常駐専任 350 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第175条第1項第2号 指定就労移行支援の事業所にお ける就労支援員の常駐 常駐専任 351 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第175条第1項第3号 指定就労移行支援の事業所にお けるサービス管理責任者の常駐 常駐専任 352 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第177条第1項 指定就労移行支援の事業所にお ける管理者の常駐 常駐専任 353 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第177条第1項 指定就労移行支援事業の主たる 事業所及び従たる事業所におけ る従業者の常駐 常駐専任 354 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第186条第1項第1号 指定就労継続支援Ａ型の事業所 における職業指導員及び生活支 援員の常駐 常駐専任 355 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第186条第1項第2号 指定就労継続支援Ａ型の事業所 におけるサービス管理責任者の 常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 356 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第187条第1項 指定就労継続支援Ａ型の事業所 における管理者の常駐 常駐専任 357 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第187条第1項 指定就労継続支援Ａ型事業所の 主たる事業所及び従たる事業所 における従業",
      "page_from": 19,
      "page_to": 20,
      "char_count": 1200,
      "position": 38000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c39",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 39,
      "text": "づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第187条第1項 指定就労継続支援Ａ型の事業所 における管理者の常駐 常駐専任 357 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第187条第1項 指定就労継続支援Ａ型事業所の 主たる事業所及び従たる事業所 における従業者の常駐 常駐専任 358 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第199条第1項 指定就労継続支援B型の事業所に おける管理者の常駐 常駐専任 359 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第199条第1項 指定就労継続支援B型事業所の主 たる事業所及び従たる事業所に おける従業者の常駐 常駐専任 360 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第199条第1項 指定就労継続支援B型の事業所に おける職業指導員及び生活支援 員の常駐 常駐専任 361 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第199条第1項 指定就労継続支援B型の事業所に おけるサービス管理責任者の常 駐 常駐専任 362 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第206条の3第1項 指定就労定着支援の事業所にお ける就労定着支援員の常駐 常駐専任 363 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第206条の3第2項 指定就労定着支援の事業所にお けるサービス管理責任者の常駐 常駐専任 364 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第206条の14第1項第1 号 指定自立生活援助の事業所にお ける地域生活支援員の専任 常駐専任 365 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第206条の14第1項第2 号 指定自立生活援助の事業所にお けるサービス管理責任者の常駐 常駐専任 366 障害者の",
      "page_from": 20,
      "page_to": 20,
      "char_count": 1200,
      "position": 39000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c40",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 40,
      "text": "び運営に関する 基準 厚生労働省 第206条の14第1項第1 号 指定自立生活援助の事業所にお ける地域生活支援員の専任 常駐専任 365 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第206条の14第1項第2 号 指定自立生活援助の事業所にお けるサービス管理責任者の常駐 常駐専任 366 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第206条の15第1項 指定自立生活援助の事業所にお ける管理者の常駐 常駐専任 367 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第208条第1項第1号 指定共同生活援助の事業所にお ける世話人の常駐 常駐専任 368 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第208条第1項第2号 指定共同生活援助の事業所にお ける生活支援員の常駐 常駐専任 369 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第208条第1項第3号 指定共同生活援助の事業所にお けるサービス管理責任者の常駐 常駐専任 370 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第209条第1項 指定共同生活援助の事業所にお ける管理者の常駐 常駐専任 371 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第1号 指定障害者支援施設等における 医師の常駐 常駐専任 372 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第1号 指定障害者支援施設等における 看護職員、理学療法士又は作業 療法士の常駐 常駐専任 373 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第1号 指定障害者支援施設等における サービス管理責任者の常駐 常駐専任 374 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第2号 指定",
      "page_from": 20,
      "page_to": 20,
      "char_count": 1200,
      "position": 40000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c41",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 41,
      "text": "常駐専任 373 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第1号 指定障害者支援施設等における サービス管理責任者の常駐 常駐専任 374 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第2号 指定障害者支援施設等における 看護職員、理学療法士又は作業 療法士及び生活支援員の常駐 常駐専任 375 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第2号 指定障害者支援施設等における サービス管理責任者の常駐 常駐専任 376 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第2号 指定障害者支援施設等における 自立訓練（機能訓練）に併せて 訪問による自立訓練（機能訓 練）を提供する指定障害者支援 施設等における生活支援員の常 駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 377 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第3号 指定障害者支援施設等における 生活支援員の常駐 常駐専任 378 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第3号 指定障害者支援施設等における サービス管理責任者の常駐 常駐専任 379 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第3号 指定障害者支援施設等における 生活支援員及び看護職員の常駐 常駐専任 380 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第3号 指定障害者支援施設等における 生活支援員の常駐 常駐専任 381 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第4号 指定障害者支援施設等における 職業指導員及び生活支援員の常 駐 常駐専任 382 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第",
      "page_from": 20,
      "page_to": 21,
      "char_count": 1200,
      "position": 41000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c42",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 42,
      "text": "の常駐 常駐専任 381 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第4号 指定障害者支援施設等における 職業指導員及び生活支援員の常 駐 常駐専任 382 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第4号 指定障害者支援施設等における 就労支援員の常駐 常駐専任 383 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第4号 指定障害者支援施設等における サービス管理責任者の常駐 常駐専任 384 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第4号 指定障害者支援施設等における 職業指導員及び生活支援員の常 駐 常駐専任 385 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第4号 指定障害者支援施設等における サービス管理責任者の常駐 常駐専任 386 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第5号 指定障害者支援施設等における 職業指導員及び生活支援員の常 駐 常駐専任 387 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第5号 指定障害者支援施設等における サービス管理責任者の常駐 常駐専任 388 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第6号 指定障害者支援施設等における 生活支援員の常駐 常駐専任 389 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第4条第1項第6号 指定障害者支援施設等における サービス管理責任者の常駐 常駐専任 390 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定地域相談支援の事業の人員及び運営に関する基準 厚生労働省 第3条第1項 一般相談支援事業所における指 定地域移行支援従事者の常駐 常駐専任 391 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定地域相談支援の事業の人員及び運営に関する基準",
      "page_from": 21,
      "page_to": 21,
      "char_count": 1200,
      "position": 42000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c43",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 43,
      "text": "害者支援施設等における サービス管理責任者の常駐 常駐専任 390 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定地域相談支援の事業の人員及び運営に関する基準 厚生労働省 第3条第1項 一般相談支援事業所における指 定地域移行支援従事者の常駐 常駐専任 391 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定地域相談支援の事業の人員及び運営に関する基準 厚生労働省 第3条第2項 一般相談支援事業所における指 定地域移行支援従事者（相談支 援専門員）の常駐 常駐専任 392 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定地域相談支援の事業の人員及び運営に関する基準 厚生労働省 第4条第1項 一般相談支援事業所における管 理者の常駐 常駐専任 393 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第40条第1項 指定障害者支援施設等における 管理者の常駐 常駐専任 394 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定計画相談支援の事業の人員及び運営に関する基準 厚生労働省 第3条第1項 特定相談支援事業所における相 談支援専門員の常駐 常駐専任 395 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定計画相談支援の事業の人員及び運営に関する基準 厚生労働省 第4条第1項 特定相談支援事業所における管 理者の常駐 常駐専任 396 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第1号 障害者支援施設における施設長 の常駐 常駐専任 397 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第2号 障害者支援施設における医師の 常駐 常駐専任 398 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第2号 障害者支援施設における看護職 員、理学療法士又は作業療法士 及び生活支援員の常駐 常駐専任 399 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第2号 障害者支援施設におけるサービ ス管理責任者の常駐 常駐専任 400 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第3号 障害者支援施設における看護職 員、理学療法士又は作業療法士 及び",
      "page_from": 21,
      "page_to": 21,
      "char_count": 1200,
      "position": 43000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c44",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 44,
      "text": "及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第2号 障害者支援施設におけるサービ ス管理責任者の常駐 常駐専任 400 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第3号 障害者支援施設における看護職 員、理学療法士又は作業療法士 及び生活支援員の常駐 常駐専任 401 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第3号 障害者支援施設におけるサービ ス管理責任者の常駐 常駐専任 402 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第3号 障害者支援施設における生活支 援員の常駐 常駐専任 403 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第4号 障害者支援施設における生活支 援員の常駐 常駐専任 404 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第4号 障害者支援施設におけるサービ ス管理責任者の常駐 常駐専任 405 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第4号 障害者支援施設における生活支 援員及び看護職員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 406 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第4号 障害者支援施設における生活支 援員の常駐 常駐専任 407 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第5号 障害者支援施設における職業指 導員及び生活支援員の常駐 常駐専任 408 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第5号 障害者支援施設における就労支 援員の常駐 常駐専任 409 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第5号 障害者支援施設におけるサービ ス管理責任者の常駐 常駐専任 410 障害者の日常",
      "page_from": 21,
      "page_to": 22,
      "char_count": 1200,
      "position": 44000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c45",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 45,
      "text": "生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第5号 障害者支援施設における就労支 援員の常駐 常駐専任 409 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第5号 障害者支援施設におけるサービ ス管理責任者の常駐 常駐専任 410 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第5号 障害者支援施設における職業指 導員及び生活支援員の常駐 常駐専任 411 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第5号 障害者支援施設におけるサービ ス管理責任者の常駐 常駐専任 412 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第6号 障害者支援施設における職業指 導員及び生活支援員の常駐 常駐専任 413 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第6号 障害者支援施設におけるサービ ス管理責任者の常駐 常駐専任 414 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第7号 障害者支援施設における生活支 援員の常駐 常駐専任 415 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく障害者支援施設の設備及び運営に関する基準 厚生労働省 第11条第1項第7号 障害者支援施設におけるサービ ス管理責任者の常駐 常駐専任 416 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく福祉ホームの設備及び運営に関する基準 厚生労働省 第10条第1項 福祉ホームにおける管理人の専 任 常駐専任 417 医療機器及び体外診断用医薬品の製造管理及び品質管理の基準に関 する省令 厚生労働省 第16条第1項 医療機器及び体外診断用医薬品 の製造販売事業者における管理 責任者の専任 常駐専任 418 医薬品、医薬部外品、化粧品及び再生医療等製品の品質管理の基準 に関する省令 厚生労働省 第4条第3項 医薬品の製造販売業者における 品質保証責任者の専任 常駐専任 419 医薬品、医薬部外品、化粧品及び再生医療等製品の品質管理の基準 に関する省令 厚生労働省 第17条第1項 医薬部外品及び化粧品の製造販 売業者における品質保証責任者 の専任 常駐専任 420 医薬品、医",
      "page_from": 22,
      "page_to": 22,
      "char_count": 1200,
      "position": 45000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c46",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 46,
      "text": "者の専任 常駐専任 418 医薬品、医薬部外品、化粧品及び再生医療等製品の品質管理の基準 に関する省令 厚生労働省 第4条第3項 医薬品の製造販売業者における 品質保証責任者の専任 常駐専任 419 医薬品、医薬部外品、化粧品及び再生医療等製品の品質管理の基準 に関する省令 厚生労働省 第17条第1項 医薬部外品及び化粧品の製造販 売業者における品質保証責任者 の専任 常駐専任 420 医薬品、医薬部外品、化粧品及び再生医療等製品の品質管理の基準 に関する省令 厚生労働省 第21条第1項 再生医療等製品の製造販売業者 における品質保証責任者の専任 常駐専任 421 麻薬及び向精神薬取締法 厚生労働省 第50条の20第1項 向精神薬営業所における向精神 薬取扱責任者の専任 常駐専任 422 覚醒剤取締法 厚生労働省 第22条第2項 覚醒剤保管営業所における薬剤 師の常駐 常駐専任 423 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第40条の3第1項 医療機器の修理業における医療 機器修理責任技術者の常駐 常駐専任 424 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第23条の2の14第10項 体外診断用医薬品の製造業にお ける体外診断用医薬品製造管理 者の常駐 常駐専任 425 毒物及び劇物取締法 厚生労働省 第7条第1項 毒物劇物営業者における毒物劇 物取扱責任者の専任 常駐専任 426 婦人保護施設の設備及び運営に関する基準 厚生労働省 第8条第1項 婦人保護施設における施設長、 入所者を指導する職員、調理員 の常駐 常駐専任 427 婦人相談所に関する政令 厚生労働省 第2条第1項 婦人相談所における判定をつか さどる職員、相談及び調査をつ かさどる職員の常駐 常駐専任 428 母子保健法施行規則 厚生労働省 第7条の4第2号 産後ケア事業における助産師、 保健師又は看護師の常駐 常駐専任 429 医療法施行規則 厚生労働省 第22条の6第1項第1号 臨床研究中核病院における医師 又は歯科医師の人員配置標準 常駐専任 430 医療法施行規則 厚生労働省 第22条の6第1項第2号 臨床研究中核病院における薬剤 師の人員配置標準 常駐専任 431 医療法施行規則 厚生労働省 第22条の6第1項第3号 臨床研究中核病院における看護 師の人員配置標準 常駐専任 432 医療法 厚生労働省 第10条第1項 病院等における管理者の選任 常駐専任 433 医療法 厚生労働省 第10条の2第1項 特定機能病院における管理者の 選任 常駐専任 434 医療法 厚生労働省 第11条第1項 助産所における管理者の選任 常駐専任 435 医療法 厚生労働省 第21条第1項第1号 病院における医師等の人員配置",
      "page_from": 22,
      "page_to": 22,
      "char_count": 1199,
      "position": 46000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c47",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 47,
      "text": "号 臨床研究中核病院における看護 師の人員配置標準 常駐専任 432 医療法 厚生労働省 第10条第1項 病院等における管理者の選任 常駐専任 433 医療法 厚生労働省 第10条の2第1項 特定機能病院における管理者の 選任 常駐専任 434 医療法 厚生労働省 第11条第1項 助産所における管理者の選任 常駐専任 435 医療法 厚生労働省 第21条第1項第1号 病院における医師等の人員配置 標準 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 436 医療法 厚生労働省 第21条第2項第1号 療養病床を有する診療所におけ る医師等の人員配置標準 常駐専任 437 医療法 厚生労働省 第22条の2第1項第1号 特定機能病院における医師、歯 科医師、薬剤師、看護師の人員 配置標準 常駐専任 438 医療法 厚生労働省 第22条の3第1項第1号 臨床研究中核病院における医 師、歯科医師、薬剤師、看護師 の人員配置標準 常駐専任 439 医療法施行規則 厚生労働省 第19条第1項第1号 病院における医師の人員配置標 準 常駐専任 440 医療法施行規則 厚生労働省 第19条第1項第2号 病院における歯科医師の人員配 置標準 常駐専任 441 医療法施行規則 厚生労働省 第19条第2項第1号 病院等における薬剤師の人員配 置標準 常駐専任 442 医療法施行規則 厚生労働省 第19条第2項第2号 病院等における看護師及び准看 護師の人員配置標準 常駐専任 443 医療法施行規則 厚生労働省 第19条第2項第3号 病院等における看護補助者の人 員配置標準 常駐専任 444 医療法施行規則 厚生労働省 第19条第2項第4号 病院等における栄養士の人員配 置標準 常駐専任 445 医療法施行規則 厚生労働省 第19条第3項第1号 病院等における診療放射線技師 等の人員配置標準 常駐専任 446 医療法施行規則 厚生労働省 第19条第3項第2号 病院等における理学療法士及び 作業療法士の人員配置標準 常駐専任 447 医療法施行規則 厚生労働省 第22条の2第1項第1号 特定機能病院における医師の人 員配置標準 常駐専任 448 医療法施行規則 厚生労働省 第22条の2第1項第2号 特定機能病院における歯科医師 の人員配置標準 常駐専任 449 医療法施行規則 厚生労働省 第22条の2第1項第3号 特定機能病院における薬剤師の 人員配置標準 常駐専任 450 医療法施行規則 厚生労働省 第22条の2第1項第4号 特定機能病院における看護師及 び准看護師の人員配置標準 常駐専任 451 医療法施行規則 厚生労働省 第22条の2第1項第5号 特定機能病院における管理栄養 士の人員配置標準 常駐専任 452 医療法施行規則 厚生労",
      "page_from": 22,
      "page_to": 23,
      "char_count": 1200,
      "position": 47000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c48",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 48,
      "text": "専任 449 医療法施行規則 厚生労働省 第22条の2第1項第3号 特定機能病院における薬剤師の 人員配置標準 常駐専任 450 医療法施行規則 厚生労働省 第22条の2第1項第4号 特定機能病院における看護師及 び准看護師の人員配置標準 常駐専任 451 医療法施行規則 厚生労働省 第22条の2第1項第5号 特定機能病院における管理栄養 士の人員配置標準 常駐専任 452 医療法施行規則 厚生労働省 第22条の2第1項第6号 特定機能病院における診療放射 線技師、事務員の人員配置標準 常駐専任 453 医療法施行規則 厚生労働省 第9条の8第1項第1号 病院等における責任者（医師又 は臨床検査技師）の選任 常駐専任 454 医療法施行規則 厚生労働省 第9条の8第1項第3号 病院等における精度管理を職務 とする者（医師、臨床検査技 師）の選任 常駐専任 455 保健師助産師看護師学校養成所指定規則 厚生労働省 第2条第4号 保健師学校養成所における教員 の専任 常駐専任 456 保健師助産師看護師学校養成所指定規則 厚生労働省 第2条第10号 保健師学校養成所における事務 職員の専任 常駐専任 457 保健師助産師看護師学校養成所指定規則 厚生労働省 第3条第4号 助産師学校養成所における教員 の専任 常駐専任 458 保健師助産師看護師学校養成所指定規則 厚生労働省 第3条第10号 助産師学校養成所における事務 職員の専任 常駐専任 459 保健師助産師看護師学校養成所指定規則 厚生労働省 第4条第1項第4号 看護師学校養成所における教員 （看護師）の専任 常駐専任 460 保健師助産師看護師学校養成所指定規則 厚生労働省 第4条第1項第10号 看護師学校養成所における事務 職員の専任 常駐専任 461 保健師助産師看護師学校養成所指定規則 厚生労働省 第4条第2項第4号 看護師学校養成所における教員 （看護師）の専任 常駐専任 462 保健師助産師看護師学校養成所指定規則 厚生労働省 第4条第2項第10号 看護師学校養成所における事務 職員の専任 常駐専任 463 保健師助産師看護師学校養成所指定規則 厚生労働省 第4条第3項第4号 看護師学校養成所における教員 （看護師）の専任 常駐専任 464 保健師助産師看護師学校養成所指定規則 厚生労働省 第4条第3項第10号 看護師学校養成所における事務 職員の専任 常駐専任 465 保健師助産師看護師学校養成所指定規則 厚生労働省 第5条第4号 准看護師学校養成所における教 員の専任 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 466 保健師助産師看護師学校養成所指定規則 厚生労働省 第5条第10号 准看護師学校養成所における事 務職員の専任 常駐専任 46",
      "page_from": 23,
      "page_to": 24,
      "char_count": 1200,
      "position": 48000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c49",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 49,
      "text": "第10号 看護師学校養成所における事務 職員の専任 常駐専任 465 保健師助産師看護師学校養成所指定規則 厚生労働省 第5条第4号 准看護師学校養成所における教 員の専任 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 466 保健師助産師看護師学校養成所指定規則 厚生労働省 第5条第10号 准看護師学校養成所における事 務職員の専任 常駐専任 467 臨床検査技師等に関する法律施行規則 厚生労働省 第12条第1項第9号 衛生検査所における管理者（医 師又は臨床検査技師）の選任 常駐専任 468 臨床検査技師等に関する法律施行規則 厚生労働省 第12条第1項第11号 衛生検査所における精度管理責 任者（医師又は臨床検査技師） の選任 常駐専任 469 職業訓練の実施等による特定求職者の就職の支援に関する法律施行 規則 厚生労働省 第2条第1号 職業訓練施設における責任者の 専任 常駐専任 470 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第47条第1項第1号 指定介護予防訪問入浴介護事業 所における介護予防訪問入浴介 護従業者（看護職員）の常駐 常駐専任 471 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第47条第1項第2号 指定介護予防訪問入浴介護事業 所における介護予防訪問入浴介 護従業者（介護職員）の常駐 常駐専任 472 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第48条第1項 指定介護予防訪問入浴介護事業 所における管理者の常駐 常駐専任 473 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第63条第1項第1号 指定介護予防訪問看護ステー ションにおける看護職員の常駐 常駐専任 474 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第63条第1項第2号 病院又は診療所である指定介護 予防訪問看護事業所における看 護職員の常駐 常駐専任 475 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第64条第1項 指定介護予防訪問看護ステー ションにおける管理者の常駐 常駐専任 476 指定介護予防サービス等",
      "page_from": 23,
      "page_to": 24,
      "char_count": 1200,
      "position": 49000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c50",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 50,
      "text": "に関 する基準 厚生労働省 第63条第1項第2号 病院又は診療所である指定介護 予防訪問看護事業所における看 護職員の常駐 常駐専任 475 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第64条第1項 指定介護予防訪問看護ステー ションにおける管理者の常駐 常駐専任 476 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第79条第1項第2号 指定介護予防訪問リハビリテー ション事業所における理学療法 士、作業療法士又は言語聴覚士 の常駐 常駐専任 477 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第88条第1項第1号 病院又は診療所である指定介護 予防居宅療養管理指導事業所に おける医師又は歯科医師の常駐 常駐専任 478 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第88条第1項第1号 病院又は診療所である指定介護 予防居宅療養管理指導事業にお ける薬剤師、歯科衛生士又は管 理栄養士の常駐 常駐専任 479 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第88条第1項第2号 薬局である指定介護予防居宅療 養管理指導事業所における薬剤 師の常駐 常駐専任 480 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第117条第1項第1号 指定介護予防通所リハビリテー ション事業所における医師の常 駐 常駐専任 481 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第117条第1項第2号 指定介護予防通所リハビリテー ション事業所における理学療法 士、作業療法士若しくは言語聴 覚士又は看護職員若しくは介護 職員の常駐 常駐専任 482 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第1項第1号 指定介護予防短期入所生活介護 事業所における介護予防短期入 所生活介護従業者（医師）の常 駐 常駐専任 483 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介",
      "page_from": 24,
      "page_to": 24,
      "char_count": 1200,
      "position": 50000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c51",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 51,
      "text": "士又は看護職員若しくは介護 職員の常駐 常駐専任 482 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第1項第1号 指定介護予防短期入所生活介護 事業所における介護予防短期入 所生活介護従業者（医師）の常 駐 常駐専任 483 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第1項第2号 指定介護予防短期入所生活介護 事業所における介護予防短期入 所生活介護従業者（生活相談 員）の常駐 常駐専任 484 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第1項第3号 指定介護予防短期入所生活介護 事業所における介護予防短期入 所生活介護従業者（介護職員又 は看護職員）の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 485 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第1項第4号 指定介護予防短期入所生活介護 事業所における介護予防短期入 所生活介護従業者（栄養士）の 常駐 常駐専任 486 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第1項第5号 指定介護予防短期入所生活介護 事業所における介護予防短期入 所生活介護従業者（機能訓練指 導員）の常駐 常駐専任 487 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第2項 特別養護老人ホームであって、 その全部又は一部が入所者に利 用されていない居室を利用して 行う指定介護予防短期入所生活 介護事業における介護予防短期 入所生活介護従業者（医師）の 常駐 常駐専任 488 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第2項 特別養護老人ホームであって、 その全部又は一部が入所者に利 用されていない居室を利用して 行う指定介護予防短期入所生活 介護事業における介護予防短期 入所生活介護従業者（生活相談 員）の常駐 常駐専任 489 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サー",
      "page_from": 24,
      "page_to": 25,
      "char_count": 1200,
      "position": 51000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c52",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 52,
      "text": "営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第2項 特別養護老人ホームであって、 その全部又は一部が入所者に利 用されていない居室を利用して 行う指定介護予防短期入所生活 介護事業における介護予防短期 入所生活介護従業者（生活相談 員）の常駐 常駐専任 489 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第2項 特別養護老人ホームであって、 その全部又は一部が入所者に利 用されていない居室を利用して 行う指定介護予防短期入所生活 介護事業における介護予防短期 入所生活介護従業者（介護職員 又は看護職員）の常駐 常駐専任 490 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第2項 特別養護老人ホームであって、 その全部又は一部が入所者に利 用されていない居室を利用して 行う指定介護予防短期入所生活 介護事業における介護予防短期 入所生活介護従業者（栄養士） の常駐 常駐専任 491 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第2項 特別養護老人ホームであって、 その全部又は一部が入所者に利 用されていない居室を利用して 行う指定介護予防短期入所生活 介護事業における介護予防短期 入所生活介護従業者（機能訓練 指導員）の常駐 常駐専任 492 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第2項 特別養護老人ホームであって、 その全部又は一部が入所者に利 用されていない居室を利用して 行う指定介護予防短期入所生活 介護事業における介護予防短期 入所生活介護従業者（調理員 等）の常駐 常駐専任 493 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第4項 指定介護予防短期入所生活介護 事業所であって、特別養護老人 ホーム等と一体的に運営が行わ れるものにおける介護予防短期 入所生活介護従業者（医師）の 常駐 常駐専任 494 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第4項 指定介護予防短期入所生活介護 事業所であって、特別養護老人 ホーム",
      "page_from": 25,
      "page_to": 25,
      "char_count": 1200,
      "position": 52000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c53",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 53,
      "text": "介護予防短期入所生活介護 事業所であって、特別養護老人 ホーム等と一体的に運営が行わ れるものにおける介護予防短期 入所生活介護従業者（医師）の 常駐 常駐専任 494 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第4項 指定介護予防短期入所生活介護 事業所であって、特別養護老人 ホーム等と一体的に運営が行わ れるものにおける介護予防短期 入所生活介護従業者（生活相談 員）の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 495 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第4項 指定介護予防短期入所生活介護 事業所であって、特別養護老人 ホーム等と一体的に運営が行わ れるものにおける介護予防短期 入所生活介護従業者（介護職員 又は看護職員）の常駐 常駐専任 496 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第4項 指定介護予防短期入所生活介護 事業所であって、特別養護老人 ホーム等と一体的に運営が行わ れるものにおける介護予防短期 入所生活介護従業者（栄養士） の常駐 常駐専任 497 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第4項 指定介護予防短期入所生活介護 事業所であって、特別養護老人 ホーム等と一体的に運営が行わ れるものにおける介護予防短期 入所生活介護従業者（機能訓練 指導員）の常駐 常駐専任 498 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第129条第4項 指定介護予防短期入所生活介護 事業所であって、特別養護老人 ホーム等と一体的に運営が行わ れるものにおける介護予防短期 入所生活介護従業者（調理員 等）の常駐 常駐専任 499 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第130条第1項 指定介護予防短期入所生活介護 事業所における管理者の常駐 常駐専任 500 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第231条第1項第1号 指定介護",
      "page_from": 25,
      "page_to": 26,
      "char_count": 1200,
      "position": 53000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c54",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 54,
      "text": "ス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第130条第1項 指定介護予防短期入所生活介護 事業所における管理者の常駐 常駐専任 500 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第231条第1項第1号 指定介護予防サービス等の事業 における生活相談員の常駐 常駐専任 501 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第231条第1項第2号 指定介護予防サービス等の事業 における看護職員又は介護職員 の常駐 常駐専任 502 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第231条第1項第3号 指定介護予防サービス等の事業 における機能訓練指導員の常駐 常駐専任 503 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第231条第1項第4号 指定介護予防サービス等の事業 における計画作成担当者の常駐 常駐専任 504 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第231条第2項第1号 指定介護予防サービス等の事業 における生活相談員の常駐 常駐専任 505 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第231条第2項第2号 指定介護予防サービス等の事業 における看護職員又は介護職員 の常駐 常駐専任 506 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第231条第2項第3号 指定介護予防サービス等の事業 における機能訓練指導員の常駐 常駐専任 507 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第231条第2項第4号 指定介護予防サービス等の事業 における計画作成担当者の常駐 常駐専任 508 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第232条第1項 指定介護予防サービス等",
      "page_from": 26,
      "page_to": 26,
      "char_count": 1200,
      "position": 54000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c55",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 55,
      "text": "、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第231条第2項第4号 指定介護予防サービス等の事業 における計画作成担当者の常駐 常駐専任 508 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第232条第1項 指定介護予防サービス等の事業 における管理者の常駐 常駐専任 509 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第266条第1項 指定介護予防サービス等の事業 における福祉用具専門相談員の 常駐 常駐専任 510 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第267条第1項 指定介護予防サービス等の事業 における管理者の常駐 常駐専任 511 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第282条第1項 指定介護予防サービス等の事業 における管理者福祉用具専門相 談員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 512 指定介護予防サービス等の事業の人員、設備及び運営並びに指定介 護予防サービス等に係る介護予防のための効果的な支援の方法に関 する基準 厚生労働省 第283条第1項 指定介護予防サービス等の事業 における管理者の常駐 常駐専任 513 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第3条の4第1項第1号 指定定期巡回・随時対応型訪問 介護看護事業所における定期巡 回・随時対応型訪問介護看護従 業者（オペレーター）の専任 常駐専任 514 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第3条の4第1項第2号 指定定期巡回・随時対応型訪問 介護看護事業所における定期巡 回・随時対応型訪問介護看護従 業者（定期巡回サービスを行う 訪問介護員等）の常駐 常駐専任 515 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第3条の4第1項第3号 指定定期巡回・随時対応型訪問 介護看護事業所における定期巡 回・随時対応型訪問介護看護従 業者（随時訪問サービスを行う 訪問介護員等）の常駐 常駐専任 516 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第3条の4第1項第4号 指定定期巡回・随時対応型訪問 介護看護事業所におけ",
      "page_from": 26,
      "page_to": 27,
      "char_count": 1200,
      "position": 55000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c56",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 56,
      "text": "域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第3条の4第1項第3号 指定定期巡回・随時対応型訪問 介護看護事業所における定期巡 回・随時対応型訪問介護看護従 業者（随時訪問サービスを行う 訪問介護員等）の常駐 常駐専任 516 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第3条の4第1項第4号 指定定期巡回・随時対応型訪問 介護看護事業所における定期巡 回・随時対応型訪問介護看護従 業者（訪問看護サービスを行う 看護師等）の常駐 常駐専任 517 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第3条の4第3項 指定定期巡回・随時対応型訪問 介護看護事業所におけるオペ レーター（看護師、介護福祉士 等）の専任 常駐専任 518 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第3条の4第9項 指定定期巡回・随時対応型訪問 介護看護事業所における常勤看 護師等（保健師又は看護師）の 常駐 常駐専任 519 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第3条の4第11項 指定定期巡回・随時対応型訪問 介護看護事業所における計画作 成責任者（看護師、介護福祉士 等）の常駐 常駐専任 520 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第3条の5第1項 指定定期巡回・随時対応型訪問 介護看護事業所における管理者 の常駐 常駐専任 521 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第6条第1項第1号 指定夜間対応型訪問介護事業所 における夜間対応型訪問介護従 業者（オペレーションセンター 従業者）の専任 常駐専任 522 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第6条第1項第2号 指定夜間対応型訪問介護事業所 における夜間対応型訪問介護従 業者（定期巡回サービスを行う 訪問介護員等）の常駐 常駐専任 523 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第6条第1項第3号 指定夜間対応型訪問介護事業所 における夜間対応型訪問介護従 業者（随時訪問サービスを行う 訪問介護員等）の常駐 常駐専任 524 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第7条第1項 指定夜間対応型訪問介護事業所 における管理者の常駐 常駐専任 525 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第20条第1項第1号 指定地域密着型通所介護事業所 における地域密着型通所介護従 業者（生活相談員）の常駐 常駐専任 526 指定地域密着型サービスの事業の人員、設備及び運営に関する基準",
      "page_from": 27,
      "page_to": 27,
      "char_count": 1199,
      "position": 56000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c57",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 57,
      "text": "スの事業の人員、設備及び運営に関する基準 厚生労働省 第7条第1項 指定夜間対応型訪問介護事業所 における管理者の常駐 常駐専任 525 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第20条第1項第1号 指定地域密着型通所介護事業所 における地域密着型通所介護従 業者（生活相談員）の常駐 常駐専任 526 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第20条第1項第2号 指定地域密着型通所介護事業所 における地域密着型通所介護従 業者（看護職員）の常駐 常駐専任 527 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第20条第1項第3号 指定地域密着型通所介護事業所 における地域密着型通所介護従 業者（介護職員）の常駐 常駐専任 528 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第20条第1項第4号 指定地域密着型通所介護事業所 における地域密着型通所介護従 業者（機能訓練指導員）の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 529 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第20条第3項 指定地域密着型通所介護事業所 における介護職員の常駐 常駐専任 530 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第21条第1項 指定地域密着型通所介護事業所 における管理者の常駐 常駐専任 531 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第40条第1項 指定療養通所介護事業所におけ る療養通所介護従業者の常駐 常駐専任 532 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第40条第2項 指定療養通所介護事業所におけ る療養通所介護従業者（看護 師）の常駐 常駐専任 533 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第40条の2第1項 指定療養通所介護事業所におけ る管理者の常駐 常駐専任 534 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第42条第1項第1号 単独型指定認知症対応型通所介 護事業所における生活相談員の 常駐 常駐専任 535 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第42条第1項第2号 単独型指定認知症対応型通所介 護事業所における看護職員又は 介護職員の常駐 常駐専任 536 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第42条第1項第3号 単独型指定認知症対応型通所介 護事業所における機能訓練指導 員の常駐 常駐専任 537",
      "page_from": 27,
      "page_to": 28,
      "char_count": 1199,
      "position": 57000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c58",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 58,
      "text": "常駐 常駐専任 535 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第42条第1項第2号 単独型指定認知症対応型通所介 護事業所における看護職員又は 介護職員の常駐 常駐専任 536 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第42条第1項第3号 単独型指定認知症対応型通所介 護事業所における機能訓練指導 員の常駐 常駐専任 537 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第42条第2項 単独型指定認知症対応型通所介 護事業所における看護職員又は 介護職員の常駐 常駐専任 538 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第43条第1項 単独型指定認知症対応型通所介 護事業所における管理者の常駐 常駐専任 539 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第63条第1項 指定小規模多機能型居宅介護事 業所における小規模多機能型居 宅介護従業者の常駐 常駐専任 540 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第63条第4項 指定小規模多機能型居宅介護事 業所における小規模多機能型居 宅介護従業者（看護師又は准看 護師）の常駐 常駐専任 541 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第63条第10項 指定小規模多機能型居宅介護事 業所における介護支援専門員の 常駐 常駐専任 542 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第64条第1項 指定小規模多機能型居宅介護事 業所における管理者の常駐 常駐専任 543 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第90条第1項 指定認知症対応型共同生活介護 事業所における介護従業者の常 駐 常駐専任 544 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第90条第5項 指定認知症対応型共同生活介護 事業所における計画作成担当者 の常駐 常駐専任 545 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第90条第7項 指定認知症対応型共同生活介護 事業所における計画作成担当者 （介護支援専門員）の常駐 常駐専任 546 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第91条第1項 指定認知症対応型共同生活介護 事業所における管理者の常駐 常駐専任 547 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第110条第1項第1号 指定地域密着型サービスの事業 における生活相談員の常駐 常駐専任 548 指定地域密着型サービスの事業",
      "page_from": 28,
      "page_to": 28,
      "char_count": 1199,
      "position": 58000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c59",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 59,
      "text": "専門員）の常駐 常駐専任 546 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第91条第1項 指定認知症対応型共同生活介護 事業所における管理者の常駐 常駐専任 547 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第110条第1項第1号 指定地域密着型サービスの事業 における生活相談員の常駐 常駐専任 548 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第110条第1項第2号 指定地域密着型サービスの事業 における看護職員又は介護職員 の常駐 常駐専任 549 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第110条第1項第3号 指定地域密着型サービスの事業 における機能訓練指導員の常駐 常駐専任 550 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第110条第1項第4号 指定地域密着型サービスの事業 における計画作成担当者の常駐 常駐専任 551 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第111条第1項 指定地域密着型サービスの事業 における管理者の常駐 常駐専任 552 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第131条第1項第1号 指定地域密着型サービスの事業 における医師の常駐 常駐専任 553 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第131条第1項第2号 指定地域密着型サービスの事業 における生活相談員の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 554 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第131条第1項第3号 指定地域密着型サービスの事業 における介護職員又は看護職員 の常駐 常駐専任 555 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第131条第1項第4号 指定地域密着型サービスの事業 における栄養士の常駐 常駐専任 556 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第131条第1項第5号 指定地域密着型サービスの事業 における機能訓練指導員の常駐 常駐専任 557 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第131条第1項第6号 指定地域密着型サービスの事業 における介護支援専門員の常駐 常駐専任 558 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第146条第1項 指定地域密着型サービスの事業 における管理者の常駐 常駐専任 559 指定地域密着型サービスの事業の人員、設備及",
      "page_from": 28,
      "page_to": 29,
      "char_count": 1200,
      "position": 59000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c60",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 60,
      "text": "常駐専任 557 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第131条第1項第6号 指定地域密着型サービスの事業 における介護支援専門員の常駐 常駐専任 558 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第146条第1項 指定地域密着型サービスの事業 における管理者の常駐 常駐専任 559 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第171条第1項 指定看護小規模多機能型居宅介 護事業所における看護小規模多 機能型居宅介護従業者の常駐 常駐専任 560 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第171条第3項 指定看護小規模多機能型居宅介 護事業所における看護小規模多 機能型居宅介護従業者（保健師 又は看護師）の常駐 常駐専任 561 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第171条第4項 指定看護小規模多機能型居宅介 護事業所における看護小規模多 機能型居宅介護従業者（看護職 員）の常駐 常駐専任 562 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第171条第5項 指定看護小規模多機能型居宅介 護事業所における看護職員の常 駐 常駐専任 563 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第171条第11項 指定看護小規模多機能型居宅介 護事業所における介護支援専門 員の常駐 常駐専任 564 指定地域密着型サービスの事業の人員、設備及び運営に関する基準 厚生労働省 第172条第1項 指定看護小規模多機能型居宅介 護事業所における管理者の常駐 常駐専任 565 指定介護老人福祉施設の人員、設備及び運営に関する基準 厚生労働省 第2条第1項第1号 指定介護老人福祉施設における 医師の常駐 常駐専任 566 指定介護老人福祉施設の人員、設備及び運営に関する基準 厚生労働省 第2条第1項第2号 指定介護老人福祉施設における 生活相談員の常駐 常駐専任 567 指定介護老人福祉施設の人員、設備及び運営に関する基準 厚生労働省 第2条第1項第3号 指定介護老人福祉施設における 看護職員の常駐 常駐専任 568 指定介護老人福祉施設の人員、設備及び運営に関する基準 厚生労働省 第2条第1項第4号 指定介護老人福祉施設における 栄養士の常駐 常駐専任 569 指定介護老人福祉施設の人員、設備及び運営に関する基準 厚生労働省 第2条第1項第5号 指定介護老人福祉施設における 機能訓練指導員の常駐 常駐専任 570 指定介護老人福祉施設の人員、設備及び運営に関する基準 厚生労働省 第2条第1項第6号 指定介護老人福祉施設における 介護支援専門員の常",
      "page_from": 29,
      "page_to": 29,
      "char_count": 1199,
      "position": 60000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c61",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 61,
      "text": "営に関する基準 厚生労働省 第2条第1項第4号 指定介護老人福祉施設における 栄養士の常駐 常駐専任 569 指定介護老人福祉施設の人員、設備及び運営に関する基準 厚生労働省 第2条第1項第5号 指定介護老人福祉施設における 機能訓練指導員の常駐 常駐専任 570 指定介護老人福祉施設の人員、設備及び運営に関する基準 厚生労働省 第2条第1項第6号 指定介護老人福祉施設における 介護支援専門員の常駐 常駐専任 571 指定介護老人福祉施設の人員、設備及び運営に関する基準 厚生労働省 第21条第1項 指定介護老人福祉施設における 管理者の常駐 常駐専任 572 介護老人保健施設の人員、施設及び設備並びに運営に関する基準 厚生労働省 第2条第1項第1号 介護老人保健施設における医師 の常駐 常駐専任 573 介護老人保健施設の人員、施設及び設備並びに運営に関する基準 厚生労働省 第2条第1項第2号 介護老人保健施設における薬剤 師の常駐 常駐専任 574 介護老人保健施設の人員、施設及び設備並びに運営に関する基準 厚生労働省 第2条第1項第3号 介護老人保健施設における看 護・介護職員の常駐 常駐専任 575 介護老人保健施設の人員、施設及び設備並びに運営に関する基準 厚生労働省 第2条第1項第4号 介護老人保健施設における支援 相談員の常駐 常駐専任 576 介護老人保健施設の人員、施設及び設備並びに運営に関する基準 厚生労働省 第2条第1項第5号 介護老人保健施設における理学 療法士、作業療法士又は言語聴 覚士の常駐 常駐専任 577 介護老人保健施設の人員、施設及び設備並びに運営に関する基準 厚生労働省 第2条第1項第6号 介護老人保健施設における栄養 士又は管理栄養士の常駐 常駐専任 578 介護老人保健施設の人員、施設及び設備並びに運営に関する基準 厚生労働省 第2条第1項第7号 介護老人保健施設における介護 支援専門員の常駐 常駐専任 579 介護老人保健施設の人員、施設及び設備並びに運営に関する基準 厚生労働省 第2条第7項第1号 医療機関併設型小規模介護老人 保健施設における医師、理学療 法士、作業療法士若しくは言語 聴覚士又は栄養士若しくは管理 栄養士の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 580 介護老人保健施設の人員、施設及び設備並びに運営に関する基準 厚生労働省 第2条第7項第2号 医療機関併設型小規模介護老人 保健施設における支援相談員又 は介護支援専門員の常駐 常駐専任 581 介護老人保健施設の人員、施設及び設備並びに運営に関する基準 厚生労働省 第23条 介護老人保健施設における管理 者の常駐 常駐専任 582 健康保険法等の一部を改正する法律（平成18年法律第83号）",
      "page_from": 29,
      "page_to": 30,
      "char_count": 1200,
      "position": 61000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c62",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 62,
      "text": "580 介護老人保健施設の人員、施設及び設備並びに運営に関する基準 厚生労働省 第2条第7項第2号 医療機関併設型小規模介護老人 保健施設における支援相談員又 は介護支援専門員の常駐 常駐専任 581 介護老人保健施設の人員、施設及び設備並びに運営に関する基準 厚生労働省 第23条 介護老人保健施設における管理 者の常駐 常駐専任 582 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第1項第1号 指定介護療養型医療施設（療養 病床を有する病院であるものに 限る。）における医師及び薬剤 師の常駐 常駐専任 583 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第1項第2号 指定介護療養型医療施設（療養 病床を有する病院であるものに 限る。）における看護職員の常 駐 常駐専任 584 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第1項第3号 指定介護療養型医療施設（療養 病床を有する病院であるものに 限る。）における介護職員の常 駐 常駐専任 585 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第1項第4号 指定介護療養型医療施設（療養 病床を有する病院であるものに 限る。）における理学療法士及 び作業療法士の常駐 常駐専任 586 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第1項第6号 指定介護療養型医療施設（療養 病床を有する病院であるものに 限る。）における介護支援専門 員の常駐 常駐専任 587 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第2項第1号 指定介護療養型医療施設（療養 病床を有する診療所であるもの に限る。",
      "page_from": 30,
      "page_to": 30,
      "char_count": 1153,
      "position": 62000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c63",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 63,
      "text": "介護療養型医療施設（療養 病床を有する病院であるものに 限る。）における介護支援専門 員の常駐 常駐専任 587 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第2項第1号 指定介護療養型医療施設（療養 病床を有する診療所であるもの に限る。）における医師の常駐 常駐専任 588 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第2項第2号 指定介護療養型医療施設（療養 病床を有する診療所であるもの に限る。）における看護職員の 常駐 常駐専任 589 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第2項第3号 指定介護療養型医療施設（療養 病床を有する診療所であるもの に限る。）における介護職員の 常駐 常駐専任 590 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第2項第4号 指定介護療養型医療施設（療養 病床を有する診療所であるもの に限る。）における介護支援専 門員の常駐専任 常駐専任 591 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第3項第1号 指定介護療養型医療施設（老人 性認知症疾患療養病棟を有する 病院であるものに限る。）にお ける医師及び薬剤師の常駐 常駐専任 592 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第3項第2号 指定介護療養型医療施設（老人 性認知症疾患療養病棟を有する 病院であるものに限る。）にお ける看護職員の常駐 常駐専任 593 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第3項第3号 指定介護療養型医療施設（老人 性認知症疾患療養病棟を有する 病院であるものに限る。",
      "page_from": 30,
      "page_to": 30,
      "char_count": 1222,
      "position": 62953,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c64",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 64,
      "text": "性認知症疾患療養病棟を有する 病院であるものに限る。）にお ける看護職員の常駐 常駐専任 593 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第3項第3号 指定介護療養型医療施設（老人 性認知症疾患療養病棟を有する 病院であるものに限る。）にお ける介護職員の常駐 常駐専任 594 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第3項第4号 指定介護療養型医療施設（老人 性認知症疾患療養病棟を有する 病院であるものに限る。）にお ける作業療法士の常駐 常駐専任 595 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第3項第5号 指定介護療養型医療施設（老人 性認知症疾患療養病棟を有する 病院であるものに限る。）にお ける精神保健福祉士又はこれに 準ずる者の常駐 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 596 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第3項第7号 指定介護療養型医療施設（老人 性認知症疾患療養病棟を有する 病院であるものに限る。）にお ける介護支援専門員の常駐 常駐専任 597 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第6項 療養病床を有する病院であり、 かつ、老人性認知症疾患療養病 棟を有する病院である指定介護 療養型医療施設における介護支 援専門員の常駐 常駐専任 598 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第9項 指定介護療養型医療施設（老人 性認知症疾患療養病棟を有する 病院であるものに限る。",
      "page_from": 30,
      "page_to": 31,
      "char_count": 1130,
      "position": 63975,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c65",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 65,
      "text": "疾患療養病 棟を有する病院である指定介護 療養型医療施設における介護支 援専門員の常駐 常駐専任 598 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第2条第9項 指定介護療養型医療施設（老人 性認知症疾患療養病棟を有する 病院であるものに限る。）にお ける指定介護療養施設サービス を担当する医師の常駐 常駐専任 599 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第22条第1項 指定介護療養型医療施設におけ る施設を管理する医師の常駐 常駐専任 600 健康保険法等の一部を改正する法律（平成18年法律第83号）附則第 130条の２第１項の規定によりなおその効力を有するものとされた 指定介護療養型医療施設の人員、設備及び運営に関する基準 厚生労働省 第22条第2項 指定介護療養型医療施設におけ る管理者の常駐 常駐専任 601 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第1項第1号 介護医療院における医師の常駐 常駐専任 602 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第1項第2号 介護医療院における薬剤師の常 駐 常駐専任 603 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第1項第3号 介護医療院における看護職員の 常駐 常駐専任 604 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第1項第4号 介護医療院における介護職員の 常駐 常駐専任 605 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第1項第5号 介護医療院における理学療法 士、作業療法士又は言語聴覚士 の常駐 常駐専任 606 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第1項第6号 介護医療院における栄養士又は 管理栄養士の常駐 常駐専任 607 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第1項第7号 介護医療院における介護支援専 門員の常駐 常駐専任 608 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第1項第8号 介護医療院における診療放射線 技師の常駐 常駐専任 609 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第6項 医療機関併設型介護医療院にお ける医師の常駐 常駐専任 610 介護医療院の人員、施設及び設備並びに運営に関",
      "page_from": 31,
      "page_to": 31,
      "char_count": 1200,
      "position": 64906,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c66",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 66,
      "text": "7号 介護医療院における介護支援専 門員の常駐 常駐専任 608 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第1項第8号 介護医療院における診療放射線 技師の常駐 常駐専任 609 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第6項 医療機関併設型介護医療院にお ける医師の常駐 常駐専任 610 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第7項第1号 併設型小規模介護医療院におけ る医師、薬剤師又は理学療法 士、作業療法士若しくは言語聴 覚士の常駐 常駐専任 611 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第7項第2号 併設型小規模介護医療院におけ る介護職員の常駐 常駐専任 612 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第4条第7項第3号 併設型小規模介護医療院におけ る介護支援専門員の常駐 常駐専任 613 介護医療院の人員、施設及び設備並びに運営に関する基準 厚生労働省 第26条 介護医療院における管理者の常 駐 常駐専任 614 介護保険法施行規則 厚生労働省 第140条の66第1項第1 号 地域包括支援センターにおける 保健師その他これに準ずる者の 常駐 常駐専任 615 介護保険法施行規則 厚生労働省 第140条の66第1項第1 号 地域包括支援センターにおける 社会福祉士その他これに準ずる 者の常駐 常駐専任 616 介護保険法施行規則 厚生労働省 第140条の66第1項第1 号 地域包括支援センターにおける 主任介護支援専門員その他これ に準ずる者の常駐 常駐専任 617 日常生活支援住居施設に関する厚生労働省令で定める要件等を定め る省令 厚生労働省 第11条第1項 日常生活支援住居施設における 管理者の専任 常駐専任 618 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第6条第1項 指定訪問介護事業所における管 理者の常駐 （利用者のサービスに直接関わ る業務等） 常駐専任\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 619 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第46条第1項 指定訪問入浴介護事業所におけ る管理者の常駐 （利用者のサービスに直接関わ る業務等） 常駐専任 620 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第195条第1項 指定福祉用具貸与事業所におけ る管理者の常駐 （利用者のサービスに直接関わ る業務等） 常駐専任 621 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第209条第1項 指定特定福祉用具販売事業所に おける管",
      "page_from": 31,
      "page_to": 32,
      "char_count": 1200,
      "position": 65906,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c67",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 67,
      "text": "け る管理者の常駐 （利用者のサービスに直接関わ る業務等） 常駐専任 620 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第195条第1項 指定福祉用具貸与事業所におけ る管理者の常駐 （利用者のサービスに直接関わ る業務等） 常駐専任 621 指定居宅サービス等の事業の人員、設備及び運営に関する基準 厚生労働省 第209条第1項 指定特定福祉用具販売事業所に おける管理者の常駐 （利用者のサービスに直接関わ る業務等） 常駐専任 622 指定居宅介護支援等の事業の人員及び運営に関する基準 厚生労働省 第3条第1項 指定居宅介護支援事業所におけ る管理者の常駐 （利用者のサービスに直接関わ る業務等） 常駐専任 623 測量法 国土交通省 第55条の13第1項 営業所における測量士の配置 常駐専任 624 マンションの管理の適正化の推進に関する法律 国土交通省 第56条第1項 マンション管理の事業所におけ る管理業務主任者の専任 常駐専任 625 小型船造船業法 国土交通省 第10条第1項 小型船の製造事業所における主 任技術者の専任 常駐専任 626 宅地建物取引業法 国土交通省 第31条の3第1項 宅地建物取引業者における宅地 建物取引士の専任 常駐専任 627 建築物のエネルギー消費性能の向上に関する法律 国土交通省 第46条第1項第3号 登録建築物エネルギー消費性能 判定機関における管理者の専任 常駐専任 628 海洋汚染等及び海上災害の防止に関する法律 国土交通省 第6条第1項 船舶における油濁防止管理者の 常駐 常駐専任 629 海洋汚染等及び海上災害の防止に関する法律 国土交通省 第9条の4第1項 船舶における有害液体汚染防止 管理者の常駐 常駐専任 630 外国人の技能実習の適正な実施及び技能実習生の保護に関する法律 法務省 厚生労働省 第40条第1項 外国人技能実習の監理事業を行 う事業所における監理責任者の 専任 常駐専任 631 外国人の技能実習の適正な実施及び技能実習生の保護に関する法律 施行規則 法務省 厚生労働省 第12条第2号 外国人の技能実習を行う事業所 における技能実習指導員の専任 常駐専任 632 外国人の技能実習の適正な実施及び技能実習生の保護に関する法律 施行規則 法務省 厚生労働省 第12条第3号 外国人の技能実習を行う事業所 における生活指導員の専任 常駐専任 633 外国人の技能実習の適正な実施及び技能実習生の保護に関する法律 施行規則 法務省 厚生労働省 第53条第1項 外国人技能実習の監理事業を行 う事業所における監理責任者の 専任 常駐専任 634 不動産特定共同事業法 金融庁 国土交通省 第17条第1項 不動産特定共同事業者における 業務管理者の専任 常駐専任 1 風俗営業等の",
      "page_from": 32,
      "page_to": 32,
      "char_count": 1200,
      "position": 66906,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c68",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 68,
      "text": "外国人の技能実習を行う事業所 における生活指導員の専任 常駐専任 633 外国人の技能実習の適正な実施及び技能実習生の保護に関する法律 施行規則 法務省 厚生労働省 第53条第1項 外国人技能実習の監理事業を行 う事業所における監理責任者の 専任 常駐専任 634 不動産特定共同事業法 金融庁 国土交通省 第17条第1項 不動産特定共同事業者における 業務管理者の専任 常駐専任 1 風俗営業等の規制及び業務の適正化等に関する法律 警察庁 第6条 営業許可証の掲示義務 書面掲示 2 古物営業法 警察庁 第12条第1項 標識の掲示義務 書面掲示 3 質屋営業法 警察庁 第16条第1項 利率等の掲示義務 書面掲示 4 警備業法 警察庁 第6条 認定証の掲示義務 書面掲示 5 自動車運転代行業の業務の適正化に関する法律 警察庁 第6条 認定証の掲示義務 書面掲示 6 探偵業の業務の適正化に関する法律 警察庁 第12条第2項 探偵業届出証明書の掲示義務 書面掲示 7 指定射撃場の指定に関する内閣府令 警察庁 第8条第7号 指定射撃場の指定内容等の掲示 義務 書面掲示 8 国家公安委員会関係刑事収容施設及び被収容者等の処遇に関する法 律施行規則 警察庁 第25条第3項 面会申出者の遵守事項の掲示 （告知）義務 書面掲示 9 風俗営業等の規制及び業務の適正化等に関する法律施行規則 警察庁 第27条第1項第1号 深夜における客の迷惑行為を防 止するための書面掲示義務 書面掲示 10 銃砲刀剣類所持等取締法施行規則 警察庁 第109条第2項 銃砲刀剣類所持等取締法第二十 四条の二第九項に規定する公告 の方法（一時保管をした場所を 管轄する警察署の掲示場に掲 示） 書面掲示 11 特定複合観光施設区域整備法 カジノ管理委員会 第180条第2項 証票の掲示義務 書面掲示 12 金融機関の信託業務の兼営等に関する法律 金融庁 第8条第3項 信託業務の廃止をしようとする 際に、その旨の掲示義務 書面掲示 13 金融商品取引法 金融庁 第36条の2第1項 標識の掲示義務 書面掲示 14 金融商品取引法 金融庁 第50条の2第6項 廃業時にその旨の掲示義務 書面掲示 15 金融商品取引法 金融庁 第66条の8第1項 標識の掲示義務 書面掲示\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 16 金融商品取引法 金融庁 第185条の11第2項 金融庁が送達すべき金融商品取 引法関係書類の公示送達方法 （金融庁の掲示場に掲示） 書面掲示 17 銀行法 金融庁 第16条第1項 臨時休業時の掲示義務 書面掲示 18 銀行法 金融庁 第38条第1項 廃業等の認可内容等の掲示義務 書面掲示 19 銀行法 金融庁 第52条の2の9第2項 商号変更などの届出内容の掲",
      "page_from": 32,
      "page_to": 33,
      "char_count": 1199,
      "position": 67906,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c69",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 69,
      "text": "規制等の内容概要 規制等の類型 16 金融商品取引法 金融庁 第185条の11第2項 金融庁が送達すべき金融商品取 引法関係書類の公示送達方法 （金融庁の掲示場に掲示） 書面掲示 17 銀行法 金融庁 第16条第1項 臨時休業時の掲示義務 書面掲示 18 銀行法 金融庁 第38条第1項 廃業等の認可内容等の掲示義務 書面掲示 19 銀行法 金融庁 第52条の2の9第2項 商号変更などの届出内容の掲示 義務 書面掲示 20 銀行法 金融庁 第52条の40第1項 標識の掲示義務 書面掲示 21 銀行法 金融庁 第52条の47 臨時休業時の掲示義務 書面掲示 22 銀行法 金融庁 第52条の48 受理通知内容の掲示義務 書面掲示 23 貸金業法 金融庁 第14条 貸付条件等の掲示義務 書面掲示 24 貸金業法 金融庁 第23条 標識の掲示義務 書面掲示 25 保険業法 金融庁 第272条の8第1項 標識の掲示義務 書面掲示 26 信託業法 金融庁 第41条第3項及び第5項 廃止等をしようとする際の掲示 義務 書面掲示 27 信託業法 金融庁 第57条第3項及び第5項 廃止等をしようとする際の掲示 義務 書面掲示 28 信託業法 金融庁 第72条第1項 標識の掲示義務 書面掲示 29 資金決済に関する法律 金融庁 第61条第3項 資金移動業の廃止をしようとす る際の掲示義務 書面掲示 30 資金決済に関する法律 金融庁 第63条の20第3項 暗号資産交換業の廃止等をしよ うとする際の掲示義務 書面掲示 31 公認会計士法 金融庁 第34条の56第2項 金融庁が送達すべき公認会計士 法関係書類の公示送達方法（金 融庁の掲示場に掲示） 書面掲示 32 金融サービスの提供に関する法律 金融庁 第20条第1項 標識の掲示義務 書面掲示 33 信用金庫法施行令 金融庁 第12条第3項 休日の掲示義務 書面掲示 34 信用金庫法施行令 金融庁 第13条の3第3項 休日の掲示義務 書面掲示 35 銀行法施行令 金融庁 第5条第3項 休日の掲示義務 書面掲示 36 銀行法施行令 金融庁 第16条の7第3項 休日の掲示義務 書面掲示 37 協同組合による金融事業に関する法律施行令 金融庁 第4条第3項 休日の掲示義務 書面掲示 38 協同組合による金融事業に関する法律施行令 金融庁 第5条の6第3項 休日の掲示義務 書面掲示 39 銀行法施行規則 金融庁 第13条の5第3項及び第 4項 金銭債権等商品を取り扱う際の 掲示義務 書面掲示 40 銀行法施行規則 金融庁 第15条第3項 休日の承認を受けた際の掲示義 務 書面掲示 41 銀行法施行規則 金融庁 第16条第4項 営業時間を変更する際の掲示義 務 書面掲示 42 銀行法施行規則 金融庁 第17条第3項 臨時休業をする際の掲示義務",
      "page_from": 33,
      "page_to": 33,
      "char_count": 1200,
      "position": 68906,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c70",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 70,
      "text": "6第3項 休日の掲示義務 書面掲示 39 銀行法施行規則 金融庁 第13条の5第3項及び第 4項 金銭債権等商品を取り扱う際の 掲示義務 書面掲示 40 銀行法施行規則 金融庁 第15条第3項 休日の承認を受けた際の掲示義 務 書面掲示 41 銀行法施行規則 金融庁 第16条第4項 営業時間を変更する際の掲示義 務 書面掲示 42 銀行法施行規則 金融庁 第17条第3項 臨時休業をする際の掲示義務 書面掲示 43 銀行法施行規則 金融庁 第34条の45第2項 銀行代理業者が金融商品の販売 等を行う場合の掲示義務 書面掲示 44 銀行法施行規則 金融庁 第34条の54の2第3項 休日の承認を受けた際の掲示義 務 書面掲示 45 銀行法施行規則 金融庁 第34条の55第4項及び 第6項 営業時間を変更する際の掲示義 務 書面掲示 46 信用金庫法施行規則 金融庁 第104条第3項 金銭債権等商品を取り扱う場合 の掲示義務 書面掲示 47 信用金庫法施行規則 金融庁 第128条第3項 休日の承認を受けた際の掲示義 務 書面掲示 48 信用金庫法施行規則 金融庁 第129条第4項 業務取扱時間を変更する際の掲 示義務 書面掲示 49 信用金庫法施行規則 金融庁 第130条第3項 臨時休業をする際の掲示義務 書面掲示 50 信用金庫法施行規則 金融庁 第151条第2項 信用金庫代理業務を行う場合の 掲示義務 書面掲示 51 信用金庫法施行規則 金融庁 第160条の2第3項 休日の承認を受けた際の掲示義 務 書面掲示 52 信用金庫法施行規則 金融庁 第161条第4項及び第6 項 業務取扱時間を変更する際の掲 示義務 書面掲示 53 協同組合による金融事業に関する法律施行規則 金融庁 第42条第3項 金銭債権等の商品を取り扱う場 合等の掲示義務 書面掲示 54 協同組合による金融事業に関する法律施行規則 金融庁 第65条第3項 休日の承認を受けた際の掲示義 務 書面掲示 55 協同組合による金融事業に関する法律施行規則 金融庁 第66条第4項 業務取扱時間を変更する際の掲 示義務 書面掲示\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 56 協同組合による金融事業に関する法律施行規則 金融庁 第67条第3項 臨時休業をする際の掲示義務 書面掲示 57 協同組合による金融事業に関する法律施行規則 金融庁 第91条第2項 信用共同組合代理行為を行う際 の掲示義務 書面掲示 58 協同組合による金融事業に関する法律施行規則 金融庁 第100条の2第3項 休日の承認を受けた際の掲示義 務 書面掲示 59 協同組合による金融事業に関する法律施行規則 金融庁 第101条の第4項及び第 6項 業務取扱時間を変更する際等の 掲示義務 書面掲示 60",
      "page_from": 33,
      "page_to": 34,
      "char_count": 1200,
      "position": 69906,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c71",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 71,
      "text": "掲示 57 協同組合による金融事業に関する法律施行規則 金融庁 第91条第2項 信用共同組合代理行為を行う際 の掲示義務 書面掲示 58 協同組合による金融事業に関する法律施行規則 金融庁 第100条の2第3項 休日の承認を受けた際の掲示義 務 書面掲示 59 協同組合による金融事業に関する法律施行規則 金融庁 第101条の第4項及び第 6項 業務取扱時間を変更する際等の 掲示義務 書面掲示 60 保険業法施行規則 金融庁 第53条の2第3項 金銭債権等の商品を取り扱う場 合等の掲示義務 書面掲示 61 投資信託及び投資法人に関する法律施行規則 金融庁 第134条第1項第2号 投資法人における払込金額の掲 示（公示）義務 書面掲示 62 金融商品取引業等に関する内閣府令 金融庁 第124条第2項 最良執行方針等の掲示義務 書面掲示 63 金融商品取引業等に関する内閣府令 金融庁 第146条第3項 暗号資産関連行為に関する説明 時の必要事項掲示義務 書面掲示 64 金融商品取引業等に関する内閣府令 金融庁 第281条の3第3項 暗号資産関連行為に関する説明 時の必要事項掲示義務 書面掲示 65 前払式支払手段に関する内閣府令 金融庁 第41条第3項 保有者に対する前払式支払手段 の払戻しをしようとする場合の 必要情報掲示 書面掲示 66 暗号資産交換業者に関する内閣府令 金融庁 第21条第3項 暗号資産交換業者における必要 事項掲示義務 書面掲示 67 地方税法 総務省 第84条第3項 登録証票の掲示義務 書面掲示 68 行政書士法 総務省 第10条の2 報酬額の掲示義務 書面掲示 69 地方自治法施行令 総務省 第95条の2 署名証明時の情報掲示義務 書面掲示 70 地方自治法施行令 総務省 第104条第2項 弁明要旨の掲示義務 書面掲示 71 市町村の合併の特例に関する法律施行令 総務省 第16条第2項 合併協議会設置協議に関する掲 示義務 書面掲示 72 大都市地域における特別区の設置に関する法律施行令 総務省 第2条第2項 特別区設置協定書の掲示義務 書面掲示 73 行政書士法施行規則 総務省 第2条の14第1項 事務所標示の掲示義務 書面掲示 74 鉱業等に係る土地利用の調整手続等に関する法律の施行等に関する 規則 総務省 第1条の4 公害等調整委員会又は裁定委員 会のする公示又は公表の方法 （委員会の事務局の掲示場に掲 示） 書面掲示 75 建物の区分所有等に関する法律 法務省 第33条第3項 規約保管場所の掲示義務 書面掲示 76 外国弁護士による法律事務の取扱い等に関する法律 法務省 第47条第1項 標識の掲示義務 書面掲示 77 不動産登記法 法務省 第133条第2項 筆界特定の申請の通知の公示方 法（対象土地の所在地を管轄す る法務局又は地",
      "page_from": 34,
      "page_to": 34,
      "char_count": 1200,
      "position": 70906,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c72",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 72,
      "text": "定委員 会のする公示又は公表の方法 （委員会の事務局の掲示場に掲 示） 書面掲示 75 建物の区分所有等に関する法律 法務省 第33条第3項 規約保管場所の掲示義務 書面掲示 76 外国弁護士による法律事務の取扱い等に関する法律 法務省 第47条第1項 標識の掲示義務 書面掲示 77 不動産登記法 法務省 第133条第2項 筆界特定の申請の通知の公示方 法（対象土地の所在地を管轄す る法務局又は地方法務局の掲示 場に掲示） 書面掲示 78 少年院法施行令 法務省 第1条 少年院法に係る掲示（公告）義 務 書面掲示 79 少年鑑別所法施行令 法務省 第1条 少年鑑別所法に係る掲示（公 告）義務 書面掲示 80 刑事施設及び被収容者の処遇に関する規則 法務省 第71条第3項 刑事施設における面会日の掲示 （公告）義務 書面掲示 81 刑事施設及び被収容者の処遇に関する規則 法務省 第75条 刑事施設における面会相手方の 遵守事項の掲示義務 書面掲示 82 一般社団法人及び一般財団法人に関する法律施行規則 法務省 第88条第1項 一般社団法人等における公告方 法 書面掲示 83 少年院法施行規則 法務省 第56条第3項 面会日の掲示（公告）義務 書面掲示 84 少年院法施行規則 法務省 第60条 面会相手方の遵守事項の掲示義 務 書面掲示 85 少年鑑別所法施行規則 法務省 第47条第3項 面会日の掲示（公告）義務 書面掲示 86 少年鑑別所法施行規則 法務省 第51条 面会相手方の遵守事項の掲示義 務 書面掲示 87 法務省聴聞規則 法務省 第10条第2項 公開審理の聴聞の期日等の公示 方法（法務大臣等の事務所の掲 示場に掲示） 書面掲示 88 通関業法 財務省 第18条 料金の掲示義務 書面掲示\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 89 国税徴収法 財務省 第95条第2項 差押財産等の公売公告の方法 （税務署の掲示場その他税務署 内の公衆の見やすい場所に掲 示。ただし、他の適当な場所に 掲示する方法、官報又は一定の 日刊新聞紙に掲げる方法等を併 せて用いることも可能。） 書面掲示 90 国税通則法 財務省 第14条第2項 税務署長等が送達すべき書類の 公示送達の方法（行政機関の掲 示場に掲示） 書面掲示 91 国有財産法施行令 財務省 第19条の3第1項 国有財産の調査又は測量を行う ための他人の土地への立ち入り の公告方法（財務事務所等及び 市町村の事務所の掲示場に掲 示） 書面掲示 92 国有財産法施行令 財務省 第19条の5 国有地との境界確定に係る公告 方法（財務事務所等及び市町村 の事務所の掲示場に掲示） 書面掲示 93 対内直接投資等に関する政令 財務省 第4条の4第5項 外国為替及び外国貿易法第二十",
      "page_from": 34,
      "page_to": 35,
      "char_count": 1200,
      "position": 71906,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c73",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 73,
      "text": "施行令 財務省 第19条の3第1項 国有財産の調査又は測量を行う ための他人の土地への立ち入り の公告方法（財務事務所等及び 市町村の事務所の掲示場に掲 示） 書面掲示 92 国有財産法施行令 財務省 第19条の5 国有地との境界確定に係る公告 方法（財務事務所等及び市町村 の事務所の掲示場に掲示） 書面掲示 93 対内直接投資等に関する政令 財務省 第4条の4第5項 外国為替及び外国貿易法第二十 九条第一項の規定による命令関 係書類の公示送達方法（財務省 の掲示場に掲示） 書面掲示 94 酒税の保全及び酒類業組合等に関する法律施行規則 財務省 第11条の19 酒類小売業における酒類販売管 理者情報の掲示義務 書面掲示 95 所得税法施行規則 財務省 第36条の2 退職給与引当金に係る規定の掲 示義務 書面掲示 96 たばこ事業法施行規則 財務省 第2条第2項 買い入れ契約の申込みに必要な 事項の公告方法（買入れ事務所 ごとに掲示場に掲示） 書面掲示 97 たばこ事業法施行規則 財務省 第6条 たばこの種類別耕作総面積の地 域別内訳の公告方法（買入れ事 務所ごとに掲示場に掲示） 書面掲示 98 文化財保護法 文部科学省 第109条第4項 所有者への史跡名勝天然記念物 の指定通知方法（史跡名勝天然 記念物の所在地の市町村の事務 所又はこれに準ずる施設の掲示 場に掲示） 書面掲示 99 文化財保護法 文部科学省 第133条 所有者への登録記念物の指定通 知方法（登録記念物の所在地の 市町村の事務所又はこれに準ず る施設の掲示場に掲示） 書面掲示 100 宗教法人法 文部科学省 第12条第2項 宗教法人の目的、名称等の公告 方法（宗教法人の事務所の掲示 場に掲示） 書面掲示 101 医療法 厚生労働省 第14条の2第1項及び第 2項 病院等の管理者氏名等の掲示義 務 書面掲示 102 と畜場法 厚生労働省 第12条第3項 と畜場内における使用料等の掲 示義務 書面掲示 103 生活衛生関係営業の運営の適正化及び振興に関する法律 厚生労働省 第57条の13第2項 標識等の掲示義務 書面掲示 104 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第9条の5 取り扱う医薬品区分等必要情報 の掲示義務 書面掲示 105 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律 厚生労働省 第29条の4 取り扱う医薬品区分等必要情報 の掲示義務 書面掲示 106 労働者派遣事業の適正な運営の確保及び派遣労働者の保護等に関す る法律 厚生労働省 第40条の5第1項 派遣先に雇用される労働者の募 集に係る事項の周知義務 書面掲示 107 感染症の予防及び感染症の患者に対する医療に関する法律 厚生労働省 第36条第4項 建物への立入制限など",
      "page_from": 35,
      "page_to": 35,
      "char_count": 1200,
      "position": 72906,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c74",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 74,
      "text": "効性及び安全性の確保等に関する法 律 厚生労働省 第29条の4 取り扱う医薬品区分等必要情報 の掲示義務 書面掲示 106 労働者派遣事業の適正な運営の確保及び派遣労働者の保護等に関す る法律 厚生労働省 第40条の5第1項 派遣先に雇用される労働者の募 集に係る事項の周知義務 書面掲示 107 感染症の予防及び感染症の患者に対する医療に関する法律 厚生労働省 第36条第4項 建物への立入制限などの措置実 施の旨等の掲示義務 書面掲示 108 行旅病人及行旅死亡人取扱法 厚生労働省 第9条 行旅死亡人の状況・遺留物件等 告示方法（公署の掲示場に告 示） 書面掲示 109 狂犬病予防法施行令 厚生労働省 第8条第1項第2号 薬殺区域等の掲示義務 書面掲示 110 勤労者財産形成促進法施行令 厚生労働省 第28条の4第5項 設立の認可を受けたとき等の掲 示（公告）義務 書面掲示 111 健康保険法施行規則 厚生労働省 第75条 必要情報の掲示義務 書面掲示\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 112 職業安定法施行規則 厚生労働省 第24条の5第4項 有料職業紹介事業者の業務運営 規程等の掲示義務 書面掲示 113 墓地、埋葬等に関する法律施行規則 厚生労働省 第3条第2号 死亡者の本籍等にかかる情報の 掲示義務 書面掲示 114 医療法施行規則 厚生労働省 第9条の3 病院等の管理者氏名等の掲示義 務 書面掲示 115 医療法施行規則 厚生労働省 第9条の5 病院等の管理者氏名等の掲示義 務 書面掲示 116 生活保護法施行規則 厚生労働省 第13条 指定医療機関の標示掲示義務 書面掲示 117 クリーニング業法施行規則 厚生労働省 第1条の2第1号 苦情の申出先の掲示義務 書面掲示 118 保険医療機関及び保険医療養担当規則 厚生労働省 第2条の6 保健医療機関における生活療養 等の内容 書面掲示 119 保険医療機関及び保険医療養担当規則 厚生労働省 第5条の3第4項 食事療養の内容等に係る掲示義 務 書面掲示 120 保険医療機関及び保険医療養担当規則 厚生労働省 第5条の3の2第4項 生活療養の内容等に係る掲示義 務 書面掲示 121 保険医療機関及び保険医療養担当規則 厚生労働省 第5条の4第2項 評価療養等の内容等に係る掲示 義務 書面掲示 122 保険薬局及び保険薬剤師療養担当規則 厚生労働省 第2条の4 保険薬局における必要事項掲示 義務 書面掲示 123 国民年金法施行規則 厚生労働省 第83条の4第3項 学生納付特例事務法人の指定手 続に係る掲示（周知）義務 書面掲示 124 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律施行規則 厚生労働省 第3条 （第3条の準用：第114",
      "page_from": 35,
      "page_to": 36,
      "char_count": 1200,
      "position": 73906,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c75",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 75,
      "text": "内容等に係る掲示 義務 書面掲示 122 保険薬局及び保険薬剤師療養担当規則 厚生労働省 第2条の4 保険薬局における必要事項掲示 義務 書面掲示 123 国民年金法施行規則 厚生労働省 第83条の4第3項 学生納付特例事務法人の指定手 続に係る掲示（周知）義務 書面掲示 124 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律施行規則 厚生労働省 第3条 （第3条の準用：第114 条、第114条の85、第 137条の78、第142条、 第155条、第178条、第 194条の2） 許可証の掲示義務 書面掲示 125 労働安全衛生規則 厚生労働省 第12条の4 安全衛生推進者等の氏名の掲示 義務 書面掲示 126 労働安全衛生規則 厚生労働省 第18条 作業主任者の氏名の掲示義務 書面掲示 127 ボイラー及び圧力容器安全規則 厚生労働省 第66条 第1種圧力容器取扱作業主任者の 氏名の掲示義務 書面掲示 128 労働安全衛生法及びこれに基づく命令に係る登録及び指定に関する 省令 厚生労働省 第1条の2の2の15 衛生工学衛生管理者講習機関の 登録等に係る掲示義務 書面掲示 129 労働安全衛生法及びこれに基づく命令に係る登録及び指定に関する 省令 厚生労働省 第1条の2の15 安全衛生推進者等養成講習期間 の登録等に係る掲示義務 書面掲示 130 労働安全衛生法及びこれに基づく命令に係る登録及び指定に関する 省令 厚生労働省 第19条の24の31 発破実技講習機関の登録等に係 る掲示義務 書面掲示 131 労働安全衛生法及びこれに基づく命令に係る登録及び指定に関する 省令 厚生労働省 第19条の24の46 ボイラー実技講習機関の登録等 に係る掲示義務 書面掲示 132 労働安全衛生法及びこれに基づく命令に係る登録及び指定に関する 省令 厚生労働省 第81条 労働災害防止業務従事者講習機 関の指定に係る掲示義務 書面掲示 133 労働安全衛生法及びこれに基づく命令に係る登録及び指定に関する 省令 厚生労働省 第95条 就業制限業務従事者講習機関の 指定に係る掲示義務 書面掲示 134 雇用保険法施行規則 厚生労働省 第102条の5第2項第1号 イの（４） 労働移動支援助成金に係る職業 紹介事業者における掲示義務 書面掲示 135 雇用保険法施行規則 厚生労働省 第110条第2項及び第7 項、第9項、第11項、第 12項 特定求職者雇用開発助成金に係 る職業紹介事業者等における掲 示義務 書面掲示 136 雇用保険法施行規則 厚生労働省 第110条の3第2項及び 第3項 トライアル雇用助成金に係る職 業紹介事業者等における掲示義 務 書面掲示 137 雇用保険法施行規則 厚生労働省 第112条第2項第1号か ら第4号 地域雇用開発助成金における職",
      "page_from": 36,
      "page_to": 36,
      "char_count": 1200,
      "position": 74906,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c76",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 76,
      "text": "生労働省 第110条第2項及び第7 項、第9項、第11項、第 12項 特定求職者雇用開発助成金に係 る職業紹介事業者等における掲 示義務 書面掲示 136 雇用保険法施行規則 厚生労働省 第110条の3第2項及び 第3項 トライアル雇用助成金に係る職 業紹介事業者等における掲示義 務 書面掲示 137 雇用保険法施行規則 厚生労働省 第112条第2項第1号か ら第4号 地域雇用開発助成金における職 業紹介事業者等の掲示義務 書面掲示 138 作業環境測定法施行規則 厚生労働省 第51条 作業環境測定士資格に係る登録 研修機関の登録時などの掲示義 務 書面掲示 139 賃金の支払の確保等に関する法律施行規則 厚生労働省 第2条第2項第4号 預金保全委員会の開催内容の掲 示義務 書面掲示 140 指定訪問看護の事業の人員及び運営に関する基準 厚生労働省 第24条 利用申込者のサービスの選択に 資する重要事項の掲示義務 書面掲示 141 石綿障害予防規則 厚生労働省 第3条第6項 工作物の解体等を行う作業場へ の情報掲示義務 書面掲示\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 142 石綿障害予防規則 厚生労働省 第34条 石綿等を取り扱う作業場への情 報掲示義務 書面掲示 143 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第35条 利用申込者のサービスの選択に 資する重要事項の掲示義務 書面掲示 144 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第72条 利用申込者のサービスの選択に 資する重要事項の掲示義務 書面掲示 145 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害福祉サービスの事業等の人員、設備及び運営に関する 基準 厚生労働省 第92条 利用申込者のサービスの選択に 資する重要事項の掲示義務 書面掲示 146 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定障害者支援施設等の人員、設備及び運営に関する基準 厚生労働省 第47条 利用申込者のサービスの選択に 資する重要事項の掲示義務 書面掲示 147 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第43条 利用申込者のサービスの選択に 資する重要事項の掲示義務 書面掲示 148 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第40条 利用申込者のサービスの選択に 資する重要事項の掲示義務 書面掲示 149 障害者の日常生活及び社会生活を",
      "page_from": 36,
      "page_to": 37,
      "char_count": 1200,
      "position": 75906,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c77",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 77,
      "text": "の掲示義務 書面掲示 147 児童福祉法に基づく指定通所支援の事業等の人員、設備及び運営に 関する基準 厚生労働省 第43条 利用申込者のサービスの選択に 資する重要事項の掲示義務 書面掲示 148 児童福祉法に基づく指定障害児入所施設等の人員、設備及び運営に 関する基準 厚生労働省 第40条 利用申込者のサービスの選択に 資する重要事項の掲示義務 書面掲示 149 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定地域相談支援の事業の人員及び運営に関する基準 厚生労働省 第31条第1項 利用申込者のサービスの選択に 資する重要事項の掲示義務 書面掲示 150 障害者の日常生活及び社会生活を総合的に支援するための法律に基 づく指定計画相談支援の事業の人員及び運営に関する基準 厚生労働省 第23条第1項 利用申込者のサービスの選択に 資する重要事項の掲示義務 書面掲示 151 児童福祉法に基づく指定障害児相談支援の事業の人員及び運営に関 する基準 厚生労働省 第23条第1項 利用申込者のサービスの選択に 資する重要事項の掲示義務 書面掲示 152 無料低額宿泊所の設備及び運営に関する基準 厚生労働省 第27条第1項 入居者のサービスの選択に資す る事項の掲示義務 書面掲示 153 福祉の措置及び助産の実施等の解除に係る説明等に関する省令 厚生労働省 第2条第3項 説明等の通知の公示送達方法 （行政庁の事務所の掲示場に掲 示） 書面掲示 154 農業協同組合法 農林水産省 第97条の4第1項 農業協同組合・農事組合法人に おける公告方法（事務所の掲示 場に掲示）を定款で定める義務 書面掲示 155 水産業協同組合法 農林水産省 第126条の4第1項 水産業協同組合における公告方 法（事務所の掲示場に掲示）を 定款で定める義務 書面掲示 156 農業協同組合法施行規則 農林水産省 第25条第3項 金銭債権等を取り扱う場合の掲 示義務 書面掲示 157 電気工事業の業務の適正化に関する法律 経済産業省 第25条 標識の掲示義務 書面掲示 158 揮発油等の品質の確保等に関する法律施行規則 経済産業省 第21条第1項 標準揮発油の掲示（表示）義務 書面掲示 159 揮発油等の品質の確保等に関する法律施行規則 経済産業省 第24条第1項 標準軽油の掲示（表示）義務 書面掲示 160 揮発油等の品質の確保等に関する法律施行規則 経済産業省 第29条第1項 標準灯油の表示（掲示）義務 書面掲示 161 建設業法 国土交通省 第40条 標識の掲示義務 書面掲示 162 測量法 国土交通省 第56条の5 標識の掲示義務 書面掲示 163 国際観光ホテル整備法 国土交通省 第9条 （第18条第2項において 準用する場合を含 む。",
      "page_from": 37,
      "page_to": 37,
      "char_count": 1184,
      "position": 76906,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c78",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 78,
      "text": "4条第1項 標準軽油の掲示（表示）義務 書面掲示 160 揮発油等の品質の確保等に関する法律施行規則 経済産業省 第29条第1項 標準灯油の表示（掲示）義務 書面掲示 161 建設業法 国土交通省 第40条 標識の掲示義務 書面掲示 162 測量法 国土交通省 第56条の5 標識の掲示義務 書面掲示 163 国際観光ホテル整備法 国土交通省 第9条 （第18条第2項において 準用する場合を含 む。） 標識の掲示義務 書面掲示 164 建築基準法 国土交通省 第77条の28 指定区分等の掲示義務 書面掲示 165 建築基準法 国土交通省 第77条の35の13 業務区域等の掲示義務 書面掲示 166 建築士法 国土交通省 第24条の5 標識の掲示義務 書面掲示 167 宅地建物取引業法 国土交通省 第46条第4項 報酬額の掲示義務 書面掲示 168 宅地建物取引業法 国土交通省 第50条第1項 標識の掲示義務 書面掲示 169 航空法 国土交通省 第107条 運賃及び料金等の掲示義務 書面掲示 170 旅行業法 国土交通省 第12条第1項 料金の掲示義務 書面掲示 171 旅行業法 国土交通省 第12条の2第3項 旅行業約款の掲示義務 書面掲示 172 旅行業法 国土交通省 第12条の9第1項 標識の掲示義務 書面掲示 173 砂利採取法 国土交通省 第29条 標識の掲示義務 書面掲示 174 小笠原諸島振興開発特別措置法 国土交通省 第18条第2項 標識の掲示義務 書面掲示 175 積立式宅地建物販売業法 国土交通省 第39条 標識の掲示義務 書面掲示 176 浄化槽法 国土交通省 第30条 標識の掲示義務 書面掲示 177 貨物利用運送事業法 国土交通省 第9条 事業種別等の掲示義務 書面掲示 178 貨物利用運送事業法 国土交通省 第27条 運賃等の掲示義務 書面掲示 179 住宅の品質確保の促進等に関する法律 国土交通省 第17条 登録区分等の掲示義務 書面掲示 180 住宅の品質確保の促進等に関する法律 国土交通省 第66条第4項 指定住宅紛争処理機関である旨 の掲示義務 書面掲示\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 181 マンションの管理の適正化の推進に関する法律 国土交通省 第71条 標識の掲示義務 書面掲示 182 自動車運転代行業の業務の適正化に関する法律 国土交通省 第11条 料金の掲示義務 書面掲示 183 自動車運転代行業の業務の適正化に関する法律 国土交通省 第13条第1項 自動車運転代行業約款の掲示義 務 書面掲示 184 観光圏の整備による観光旅客の来訪及び滞在の促進に関する法律 国土交通省 第12条第2項 標識の掲示義務 書面掲示 185 賃貸住宅の管理業務等の適正化に関する法律",
      "page_from": 37,
      "page_to": 38,
      "char_count": 1199,
      "position": 77890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c79",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 79,
      "text": "示 182 自動車運転代行業の業務の適正化に関する法律 国土交通省 第11条 料金の掲示義務 書面掲示 183 自動車運転代行業の業務の適正化に関する法律 国土交通省 第13条第1項 自動車運転代行業約款の掲示義 務 書面掲示 184 観光圏の整備による観光旅客の来訪及び滞在の促進に関する法律 国土交通省 第12条第2項 標識の掲示義務 書面掲示 185 賃貸住宅の管理業務等の適正化に関する法律 国土交通省 第19条 標識の掲示義務 書面掲示 186 特定多目的ダム法施行令 国土交通省 第18条 ダムの放流に際し、危害防止の ために現地に立札による掲示を 定めたもの 書面掲示 187 宅地造成等規制法施行令 国土交通省 第21条 監督処分に係る掲示（公示）義 務 書面掲示 188 都市計画法施行令 国土交通省 第42条第2項及び第3項 都市計画事業等に関する公告の 内容等の掲示 代執行における公告の内容等の 掲示 書面掲示 189 密集市街地における防災街区の整備の促進に関する法律施行令 国土交通省 第52条第1項 防災街区整備事業の施行時の書 類の送付に代わる掲示（公告） 義務 書面掲示 190 密集市街地における防災街区の整備の促進に関する法律施行令 国土交通省 第55条第2項 防災都市施設に関する公告の内 容等の掲示 書面掲示 191 マンションの建替え等の円滑化に関する法律施行令 国土交通省 第25条第1項 マンション建替事業の施行に係 る書類の送付に代わる掲示（公 告）義務 書面掲示 192 マンションの建替え等の円滑化に関する法律施行令 国土交通省 第34条第1項 マンション敷地売却事業の実施 に係る書類の送付に代わる掲示 （公告）義務 書面掲示 193 軌道運輸規程 国土交通省 第3条 時刻表等の掲示義務 書面掲示 194 鉄道船舶通シ運送規則 国土交通省 第2条第2項 要償額の表示料の掲示義務 書面掲示 195 鉄道運輸規程 国土交通省 第8条第1項 時刻表等の掲示義務 書面掲示 196 鉄道運輸規程 国土交通省 第9条 運転休止時等の掲示義務 書面掲示 197 昭和19年運輸通信省令第111号（荷受人及荷送人ヲ確知スルコト能 ハザル鉄道運送品等ノ公告ニ関スル件） 国土交通省 第1条第1項 荷受人等不明の運送品等にかか る掲示（公告）義務 書面掲示 198 自動車道事業規則 国土交通省 第21条の2 使用料金等の掲示（公示）義務 書面掲示 199 モーターボート競走法施行規則 国土交通省 第24条第2項 払戻金額の掲示義務 書面掲示 200 モーターボート競走法施行規則 国土交通省 第27条第2項 舟券発売枚数の掲示義務 書面掲示 201 道路運送車両法施行規則 国土交通省 第62条の2の2第1項第1 号 作業料金の掲示義務 書面掲示 202",
      "page_from": 38,
      "page_to": 38,
      "char_count": 1200,
      "position": 78890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c80",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 80,
      "text": "198 自動車道事業規則 国土交通省 第21条の2 使用料金等の掲示（公示）義務 書面掲示 199 モーターボート競走法施行規則 国土交通省 第24条第2項 払戻金額の掲示義務 書面掲示 200 モーターボート競走法施行規則 国土交通省 第27条第2項 舟券発売枚数の掲示義務 書面掲示 201 道路運送車両法施行規則 国土交通省 第62条の2の2第1項第1 号 作業料金の掲示義務 書面掲示 202 道路運送法施行規則 国土交通省 第15条の6 事業計画の変更手続時の掲示 （公示）義務 書面掲示 203 道路運送法施行規則 国土交通省 第51条の14第2項 旅客から収受する対価の掲示 （公示）義務 書面掲示 204 道路運送法施行規則 国土交通省 第51条の19第3項 運転者証の掲示義務 書面掲示 205 道路運送法施行規則 国土交通省 第51条の24 運転者氏名の掲示義務 書面掲示 206 道路運送法施行規則 国土交通省 第55条 利害関係人への意見聴取時の掲 示（公示）義務 書面掲示 207 道路運送法施行規則 国土交通省 第60条の2 許可取消し等に係る聴聞実施時 の掲示義務 書面掲示 208 航空法施行規則 国土交通省 第92条第4号 空港における禁止行為の掲示義 務 書面掲示 209 航空法施行規則 国土交通省 第108条第3号 航空保安無線施設における禁止 行為の掲示義務 書面掲示 210 航空法施行規則 国土交通省 第126条第3号 航空灯火に係る禁止行為の掲示 義務 書面掲示 211 旅客自動車運送事業運輸規則 国土交通省 第5条第2項及び第4項 一般乗合旅客自動車運送事業者 の掲示（公示）義務 書面掲示 212 旅客自動車運送事業運輸規則 国土交通省 第6条第2項 運賃等公示事項の変更に係る掲 示（公示）義務 書面掲示 213 旅客自動車運送事業運輸規則 国土交通省 第7条第3項 事業休止時等の掲示（公示義 務） 書面掲示 214 旅客自動車運送事業運輸規則 国土交通省 第16条第1項 遅延時の原因掲示義務 書面掲示 215 旅客自動車運送事業運輸規則 国土交通省 第17条 事故に関する掲示義務 書面掲示 216 旅客自動車運送事業運輸規則 国土交通省 第42条第1項から第4項 事業用自動車内への掲示義務 書面掲示\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 217 河川法施行規則 国土交通省 第18条の2第1項から第 5項 舟等が水門を通航する際に、長 さ、幅等の制限について、注意 を促すために掲示を定めた規程 書面掲示 218 都市計画法施行規則 国土交通省 第38条の3第1号 有償譲渡の制限に関する周知措 置としての掲示 書面掲示 219 都市計画法施行規則 国土交通省 第42条第1項第1号 有償",
      "page_from": 38,
      "page_to": 39,
      "char_count": 1200,
      "position": 79890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c81",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 81,
      "text": "所管省庁名 条項 規制等の内容概要 規制等の類型 217 河川法施行規則 国土交通省 第18条の2第1項から第 5項 舟等が水門を通航する際に、長 さ、幅等の制限について、注意 を促すために掲示を定めた規程 書面掲示 218 都市計画法施行規則 国土交通省 第38条の3第1号 有償譲渡の制限に関する周知措 置としての掲示 書面掲示 219 都市計画法施行規則 国土交通省 第42条第1項第1号 有償譲渡の制限に関する周知措 置としての掲示 書面掲示 220 都市計画法施行規則 国土交通省 第57条の3 都市施設等整備協定を締結した 旨の公告としての掲示 書面掲示 221 タクシー業務適正化特別措置法施行規則 国土交通省 第45条 輸送施設の使用の停止等に係る 聴聞実施時の掲示（公示）義務 書面掲示 222 被災市街地復興特別措置法施行規則 国土交通省 第4条 代執行における公告の内容等の 掲示 書面掲示 223 密集市街地における防災街区の整備の促進に関する法律施行規則 国土交通省 第121条第2項及び第5 項 防災街区整備事業者施行者の認 可時等の広告内容等の掲示義務 書面掲示 224 密集市街地における防災街区の整備の促進に関する法律施行規則 国土交通省 第131条 避難経路協定の認可等の申請の 掲示（公告）義務 書面掲示 225 住宅の品質確保の促進等に関する法律施行規則 国土交通省 第102条 指定住宅紛争処理機関である旨 の掲示義務 書面掲示 226 マンションの管理の適正化の推進に関する法律施行規則 国土交通省 第83条第2項 管理事務の委託に関する重要事 項説明会に関する情報掲示義務 書面掲示 227 マンションの管理の適正化の推進に関する法律施行規則 国土交通省 第89条第3項 管理事務に係る説明に関する情 報掲示義務 書面掲示 228 マンションの建替え等の円滑化に関する法律施行規則 国土交通省 第77条第2項から第7項 組合の設立認可時等に必要にな る掲示義務 書面掲示 229 国土交通省関係中心市街地の活性化に関する法律施行規則 国土交通省 第14条第2項 賃借人公募における掲示（広 告）義務 書面掲示 230 国土交通省関係中心市街地の活性化に関する法律施行規則 国土交通省 第23条第2項 譲受人の公募における掲示（広 告）義務 書面掲示 231 国土交通省関係中心市街地の活性化に関する法律施行規則 国土交通省 第35条第2項 賃借人公募における掲示（広 告）義務 書面掲示 232 国土交通省関係中心市街地の活性化に関する法律施行規則 国土交通省 第44条第2項 譲受人の公募における掲示（広 告）義務 書面掲示 233 海上保安留置施設及び海上保安被留置者の処遇に関する規則 国土交通省 第26条 弁護人等以外の者との面会の相 手方の遵守",
      "page_from": 39,
      "page_to": 39,
      "char_count": 1200,
      "position": 80890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c82",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 82,
      "text": "1 国土交通省関係中心市街地の活性化に関する法律施行規則 国土交通省 第35条第2項 賃借人公募における掲示（広 告）義務 書面掲示 232 国土交通省関係中心市街地の活性化に関する法律施行規則 国土交通省 第44条第2項 譲受人の公募における掲示（広 告）義務 書面掲示 233 海上保安留置施設及び海上保安被留置者の処遇に関する規則 国土交通省 第26条 弁護人等以外の者との面会の相 手方の遵守事項の掲示（告知） 義務 書面掲示 234 特定地域及び準特定地域における一般乗用旅客自動車運送事業の適 正化及び活性化に関する特別措置法施行規則 国土交通省 第11条の2 利害関係人等への意見聴取をす る際の掲示（公示）義務 書面掲示 235 特定地域及び準特定地域における一般乗用旅客自動車運送事業の適 正化及び活性化に関する特別措置法施行規則 国土交通省 第11条の7 許可取消しの処分等に係る聴聞 を行う際の掲示（公示）義務 書面掲示 236 温泉法 環境省 第18条第1項 温泉の成分等の掲示義務 書面掲示 237 温泉法 環境省 第24条 標識の掲示義務 書面掲示 238 大気汚染防止法 環境省 第18条の15第5項 調査結果等の掲示義務 書面掲示 239 動物の愛護及び管理に関する法律 環境省 第18条 標識の掲示義務 書面掲示 240 浄化槽法 環境省 第39条 標識の掲示義務 書面掲示 241 絶滅のおそれのある野生動植物の種の保存に関する法律 環境省 第48条の2第5項 保護増殖事業の実施に係る野生 動植物の種の個体の捕獲等のた めの立ち入り通知の公示方法 （土地又は立木竹の所在地の属 する市町村の事務所の掲示場に 掲示） 書面掲示 242 動物の愛護及び管理に関する法律施行規則 環境省 第7条 第一種動物取扱業者における標 識の掲示義務 書面掲示 243 奄美群島振興開発特別措置法 国土交通省 総務省 農林水産省 第18条第2項 標識の掲示義務 書面掲示 244 外国人の技能実習の適正な実施及び技能実習生の保護に関する法律 施行規則 法務省 厚生労働省 第52条第15号 監理団体における業務運営に係 る規定の掲示義務 書面掲示 245 確定拠出年金法 厚生労働省 金融庁 第94条第1項 標識の掲示義務 書面掲示 246 株式会社商工組合中央金庫法 経済産業省 金融庁 財務省 第32条第1項 臨時休業時等の掲示義務 書面掲示\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 247 株式会社商工組合中央金庫法施行令 経済産業省 財務省 金融庁 第12条第3項 休日の掲示義務 書面掲示 248 漁業協同組合等の信用事業等に関する命令 農林水産省 金融庁 第9条第3項及び第4項 外国投資信託の受益証券等の商 品を取り扱う場",
      "page_from": 39,
      "page_to": 40,
      "char_count": 1200,
      "position": 81890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c83",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 83,
      "text": "金融庁 財務省 第32条第1項 臨時休業時等の掲示義務 書面掲示\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 247 株式会社商工組合中央金庫法施行令 経済産業省 財務省 金融庁 第12条第3項 休日の掲示義務 書面掲示 248 漁業協同組合等の信用事業等に関する命令 農林水産省 金融庁 第9条第3項及び第4項 外国投資信託の受益証券等の商 品を取り扱う場合の掲示義務 書面掲示 249 漁業協同組合等の信用事業等に関する命令 農林水産省 金融庁 第50条の15第2項 特定信用事業代理行為を行う際 の掲示義務 書面掲示 250 経済産業省・財務省・内閣府関係株式会社商工組合中央金庫法施行 規則 経済産業省 金融庁 財務省 第5条第6号 商工組合中央金庫の名称等の掲 示義務 書面掲示 251 経済産業省・財務省・内閣府関係株式会社商工組合中央金庫法施行 規則 経済産業省 金融庁 財務省 第15条第3項及び第4項 金銭債権等の商品を取り扱う場 合の掲示義務 書面掲示 252 経済産業省・財務省・内閣府関係株式会社商工組合中央金庫法施行 規則 経済産業省 金融庁 財務省 第66条第3項 休日の掲示義務 書面掲示 253 経済産業省・財務省・内閣府関係株式会社商工組合中央金庫法施行 規則 経済産業省 金融庁 財務省 第67条第4項 営業時間を変更する際の掲示義 務 書面掲示 254 経済産業省・財務省・内閣府関係株式会社商工組合中央金庫法施行 規則 経済産業省 金融庁 財務省 第68条第3項 臨時休業する際の掲示義務 書面掲示 255 刑事収容施設及び被収容者等の処遇に関する法律施行令 法務省 警察庁 第1条 刑事収容施設及び被収容者等の 処遇に関する法律に基づく掲示 （公告）義務 書面掲示 256 建設工事に係る資材の再資源化等に関する法律 国土交通省 環境省 第33条 標識の掲示義務 書面掲示 257 自動車損害賠償責任保険の保険金等及び自動車損害賠償責任共済の 共済金等の支払の適正化のための措置に関する命令 国土交通省 金融庁 第12条 指定紛争処理機関である旨の掲 示 書面掲示 258 自動車損害賠償保障法 国土交通省 金融庁 第23条の5第5項 指定紛争処理機関である旨の掲 示義務 書面掲示 259 住宅宿泊事業法 国土交通省 厚生労働省 第13条 標識の掲示義務 書面掲示 260 住宅宿泊事業法 国土交通省 厚生労働省 第39条 標識の掲示義務 書面掲示 261 農業協同組合及び農業協同組合連合会の信用事業に関する命令 農林水産省 金融庁 第12条第3項及び第4項 金銭債権等の商品を取り扱う場 合等の掲示義務 書面掲示 262 農業協同組合及び農業協同組合連合会の信用事業に関する命令 農林水産省 金融庁 第57条の",
      "page_from": 39,
      "page_to": 40,
      "char_count": 1199,
      "position": 82890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c84",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 84,
      "text": "省 厚生労働省 第13条 標識の掲示義務 書面掲示 260 住宅宿泊事業法 国土交通省 厚生労働省 第39条 標識の掲示義務 書面掲示 261 農業協同組合及び農業協同組合連合会の信用事業に関する命令 農林水産省 金融庁 第12条第3項及び第4項 金銭債権等の商品を取り扱う場 合等の掲示義務 書面掲示 262 農業協同組合及び農業協同組合連合会の信用事業に関する命令 農林水産省 金融庁 第57条の15第2項 特定信用事業代理行為を行う際 の掲示義務 書面掲示 263 農林中央金庫及び特定農水産業協同組合等による信用事業の再編及 び強化に関する法律施行規則 農林水産省 金融庁 第11条第3項第19号及 び第26号 業務代理組合における標識等の 掲示義務 書面掲示 264 農林中央金庫法施行規則 農林水産省 金融庁 第62条第3項及び第4項 金銭債権等の商品を取り扱う場 合等の掲示義務 書面掲示 265 農林中央金庫法施行規則 農林水産省 金融庁 第131条第2項 農林中央金庫代理行為を行う旨 の掲示義務 書面掲示 266 農林中央金庫法施行規則 農林水産省 金融庁 第148条第2項 休日の掲示義務 書面掲示 267 農林中央金庫法施行規則 農林水産省 金融庁 第149条 臨時休業の掲示義務 書面掲示 268 不動産特定共同事業法 国土交通省 金融庁 第16条第1項 (第50条第2項において 準用する場合を含 む。） 標識の掲示義務 書面掲示 269 労働金庫法施行令 金融庁 厚生労働省 第6条第3項 休日の掲示義務 書面掲示 270 労働金庫法施行令 金融庁 厚生労働省 第7条の2第3項 休日の掲示義務 書面掲示 271 労働金庫法施行規則 金融庁 厚生労働省 第87条第3項 労働金庫が取り扱う金銭債権等 商品に関する掲示義務 書面掲示 272 労働金庫法施行規則 金融庁 厚生労働省 第110条第3項 休日の承認を受けた際の掲示義 務 書面掲示 273 労働金庫法施行規則 金融庁 厚生労働省 第111条第4項 業務取扱時間を変更する際の掲 示義務 書面掲示\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 274 労働金庫法施行規則 金融庁 厚生労働省 第112条第3項 臨時休業する際の掲示義務 書面掲示 275 労働金庫法施行規則 金融庁 厚生労働省 第133条第2項 労働金庫代理業者の掲示義務 書面掲示 276 労働金庫法施行規則 金融庁 厚生労働省 第142条の2第3項 特定労働金庫代理業者の休日に 係る掲示義務 書面掲示 277 労働金庫法施行規則 金融庁 厚生労働省 第143条第4項及び第6 項 特定労働金庫代理業者の業務取 扱時間等の掲示義務 書面掲示 1 道路交通法 警察庁 第108条の2第1項第15 号 自転車",
      "page_from": 40,
      "page_to": 41,
      "char_count": 1200,
      "position": 83890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c85",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 85,
      "text": "金融庁 厚生労働省 第133条第2項 労働金庫代理業者の掲示義務 書面掲示 276 労働金庫法施行規則 金融庁 厚生労働省 第142条の2第3項 特定労働金庫代理業者の休日に 係る掲示義務 書面掲示 277 労働金庫法施行規則 金融庁 厚生労働省 第143条第4項及び第6 項 特定労働金庫代理業者の業務取 扱時間等の掲示義務 書面掲示 1 道路交通法 警察庁 第108条の2第1項第15 号 自転車運転者に対する講習 対面講習 2 社会教育法 文部科学省 第9条の5 社会教育主事の講習 対面講習 3 図書館法 文部科学省 第6条第1項 司書及び司書補の講習 対面講習 4 学校図書館法 文部科学省 第5条第2項 司書教諭の講習 対面講習 5 クリーニング業法 厚生労働省 第8条の2第1項、第2項 クリーニング師の研修 対面講習 6 クリーニング業法 厚生労働省 第8条の3第1項 クリーニング業務従事者に対す る講習 対面講習 7 食品衛生法 厚生労働省 第48条第6項第4号 食品衛生管理者講習 対面講習 8 美容師法 厚生労働省 第12条の3第2項 管理美容師講習 対面講習 9 理容師法 厚生労働省 第11条の4第2項 管理理容師講習 対面講習 10 建築物における衛生的環境の確保に関する法律 厚生労働省 第7条第1項第1号 建築物環境衛生管理技術者資格 取得講習 対面講習 11 職業能力開発促進法施行規則 厚生労働省 第48条の17 キャリアコンサルタント更新講 習 対面講習 12 精神保健及び精神障害者福祉に関する法律施行令 厚生労働省 第12条第3号 精神保健福祉相談員講習会 対面講習 13 母体保護法 厚生労働省 第15条第2項 受胎調節の実地指導講習 対面講習 14 労働安全衛生法 厚生労働省 第14条第1項 作業主任者講習 対面講習 15 労働安全衛生法 厚生労働省 第61条第1項 技能講習（クレーンの運転等） 対面講習 16 児童福祉法に基づく指定障害児相談支援の事業の人員及び運営に関 する基準 厚生労働省 第20条第3項 相談支援従事者現任研修 対面講習 17 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第25条第2号イ、ロ 清掃作業監督者講習・清掃作業 監督者再講習 対面講習 18 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第25条第3号 清掃作業従事者研修 対面講習 19 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第26条第2号イ、ロ 空気環境測定実施者講習・空気 環境測定実施者再講習 対面講習 20 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第26条の3第2号イ、ロ ダクト清掃作業監督者講習・ダ クト清掃作業監督者再講習 対面講習 21 建築物における衛生",
      "page_from": 41,
      "page_to": 41,
      "char_count": 1200,
      "position": 84890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c86",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 86,
      "text": "厚生労働省 第25条第3号 清掃作業従事者研修 対面講習 19 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第26条第2号イ、ロ 空気環境測定実施者講習・空気 環境測定実施者再講習 対面講習 20 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第26条の3第2号イ、ロ ダクト清掃作業監督者講習・ダ クト清掃作業監督者再講習 対面講習 21 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第26条の3第3号 ダクト清掃作業従事者研修 対面講習 22 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第28条第4号イ、ロ 貯水槽清掃作業監督者講習・貯 水槽清掃作業監督者再講習 対面講習 23 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第28条の3第4号イ、ロ 排水管清掃作業監督者講習・排 水管清掃作業監督者再講習 対面講習 24 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第28条の3第5号 排水管清掃作業従事者研修 対面講習 25 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第28条第5号 貯水槽清掃作業従事者研修 対面講習 26 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第29条第3号イ、ロ 防除作業監督者講習・防除作業 監督者再講習 対面講習 27 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第29条第4号 防除作業従事者研修 対面講習 28 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第30条第2号イ、ロ 統括管理者講習・統括管理者再 講習 対面講習 29 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第30条第5号イ、ロ 空調給排水管理監督者講習・空 調給排水管理監督者再講習 対面講習 30 登録販売者に対する研修の実施について（薬食総発0326第1号 平 成24年３月26日） 厚生労働省 ２． 外部研修の受講対 象者、時間数等につい て 登録販売者の資質向上のための 外部研修 対面講習 31 健康サポート薬局に関する基準 厚生労働省 ３. 常駐する薬剤師の資 質（基準告示 3 関係） 健康サポート薬局に係る研修 対面講習 32 ボイラー及び圧力容器安全規則 厚生労働省 第97条第3号イ（3） 二級ボイラー技士免許 対面講習 33 建築基準法 国土交通省 第12条の2第1項第1号 調査及び点検に関する講習（建 築物調査員） 対面講習 34 建築士法 国土交通省 第10条の3の1の1、2 一級建築士資格講習 対面講習 35 タクシー業務適正化特別措置法 国土交通省 第18条の2第1項 輸送の安全及び利用者の利便の 確保に関する講習 対面講習 36",
      "page_from": 41,
      "page_to": 41,
      "char_count": 1199,
      "position": 85890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c87",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 87,
      "text": "全規則 厚生労働省 第97条第3号イ（3） 二級ボイラー技士免許 対面講習 33 建築基準法 国土交通省 第12条の2第1項第1号 調査及び点検に関する講習（建 築物調査員） 対面講習 34 建築士法 国土交通省 第10条の3の1の1、2 一級建築士資格講習 対面講習 35 タクシー業務適正化特別措置法 国土交通省 第18条の2第1項 輸送の安全及び利用者の利便の 確保に関する講習 対面講習 36 宅地建物取引業法 国土交通省 第16条第3項 登録講習（宅地建物取引士） 対面講習 37 宅地建物取引業法 国土交通省 第22条の2第2項 法定講習（宅地建物取引士） 対面講習\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 38 船舶職員及び小型船舶操縦者法 国土交通省 第7条の2第3項第3号 海技免状更新講習 対面講習 39 観光圏の整備による観光旅客の来訪及び滞在の促進に関する法律 国土交通省 第12条第4項第2号 観光圏内限定旅行業務取扱管理 者の職務に関する研修 対面講習 40 船員法施行規則 国土交通省 第77条の7第4項第2号 危険物等取扱責任者（タン カー）講習 対面講習 41 船員法施行規則 国土交通省 第10号表（第77条の 6、第77条の6の22―第 77条の6の24、第77の7 関係） 危険物等取扱責任者（低引火点 燃料船） 対面講習 42 船員法施行規則 国土交通省 第15号表（第77条の 11、第77条の11の2― 第77条の11の4、第77 条の12関係） 特定海域運航責任者 対面講習 43 船員法施行規則 国土交通省 第77条の14第2項 旅客船に乗り組む船員の教育訓 練 対面講習 44 船舶職員及び小型船舶操縦者法施行規則 国土交通省 第65条の2第1号ハ 承認を受けてなろうとする船舶 職員が有すべき海事法令に関す る知識の不足を補うための講習 （国内海事法令講習） 対面講習 45 鳥獣の保護及び管理並びに狩猟の適正化に関する法律 環境省 第51条第4項 狩猟免許の更新 対面講習 1 国家公安委員会行政文書管理規則 警察庁 第17条 行政文書の閲覧 往訪閲覧 2 協同組合による金融事業に関する法律 金融庁 第5条の7 計算書類の閲覧請求等 往訪閲覧 3 協同組合による金融事業に関する法律 金融庁 第6条の5第1項 説明書類等の縦覧 往訪閲覧 4 協同組合による金融事業に関する法律 金融庁 第6条 業務及び財産の状況に関する説 明書類の縦覧 往訪閲覧 5 協同組合による金融事業に関する法律 金融庁 第6条の5の9第6項 会員名簿の縦覧 往訪閲覧 6 金融サービスの提供に関する法律 金融庁 第34条第2項 事業報告書の縦覧 往訪閲覧 7 金融サービスの提供に関する法律 金融庁 第65条 指定紛争解決",
      "page_from": 41,
      "page_to": 42,
      "char_count": 1200,
      "position": 86890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c88",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 88,
      "text": "の5第1項 説明書類等の縦覧 往訪閲覧 4 協同組合による金融事業に関する法律 金融庁 第6条 業務及び財産の状況に関する説 明書類の縦覧 往訪閲覧 5 協同組合による金融事業に関する法律 金融庁 第6条の5の9第6項 会員名簿の縦覧 往訪閲覧 6 金融サービスの提供に関する法律 金融庁 第34条第2項 事業報告書の縦覧 往訪閲覧 7 金融サービスの提供に関する法律 金融庁 第65条 指定紛争解決機関による加入金 融サービス仲介業者の名簿の縦 覧 往訪閲覧 8 金融機関の合併及び転換に関する法律 金融庁 第33条第5項 合併契約に関する書面等の閲覧 往訪閲覧 9 金融商品取引業等に関する内閣府令 金融庁 第12条 登録簿の縦覧 往訪閲覧 10 金融商品取引業等に関する内閣府令 金融庁 第48条 登録簿の縦覧 往訪閲覧 11 金融商品取引業等に関する内閣府令 金融庁 第262条 登録簿の縦覧 往訪閲覧 12 金融商品取引業等に関する内閣府令 金融庁 第302条 登録簿の縦覧 往訪閲覧 13 金融商品取引業等に関する内閣府令 金融庁 第331条 登録簿の縦覧 往訪閲覧 14 金融商品取引所等に関する内閣府令 金融庁 第46条第4項 書面の縦覧 往訪閲覧 15 金融商品取引清算機関等に関する内閣府令 金融庁 第21条第4項 書類の縦覧 往訪閲覧 16 金融商品取引法 金融庁 第29条の３第2項 金融商品取引業者登録簿の縦覧 往訪閲覧 17 金融商品取引法 金融庁 第33条の4第2項 金融機関登録簿の縦覧 往訪閲覧 18 金融商品取引法 金融庁 第46条の4 説明書類を事務所に備え置いて の縦覧 往訪閲覧 19 金融商品取引法 金融庁 第46条の6第3項 自己資本規制比率書の縦覧 往訪閲覧 20 金融商品取引法 金融庁 第47条の3 説明書類を事務所に備え置いて の縦覧 往訪閲覧 21 金融商品取引法 金融庁 第57条の4 説明書類を事務所に備え置いて の縦覧 往訪閲覧 22 金融商品取引法 金融庁 第57条の5第3項 経営状況書を事務所に備え置い ての縦覧 往訪閲覧 23 金融商品取引法 金融庁 第57条の16 説明書類の事務所に備え置いて の縦覧 往訪閲覧 24 金融商品取引法 金融庁 第57条の17第3項 経営状況書の事務所に備え置い ての縦覧 往訪閲覧 25 金融商品取引法 金融庁 第63条第5項,第6項 適格機関投資家等特例業務者の 情報の事務所に備え置いての縦 覧 往訪閲覧 26 金融商品取引法 金融庁 第63条の4 第3項 特例業務届出者の説明書類の事 務所に備え置いての縦覧 往訪閲覧 27 金融商品取引法 金融庁 第66条の3第2項 金融商品仲介業者登録簿の縦覧 往訪閲覧 28 金融商品取引法 金融庁 第66条の17第2項 事業報告書の事務所に備え置",
      "page_from": 42,
      "page_to": 42,
      "char_count": 1200,
      "position": 87890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c89",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 89,
      "text": "品取引法 金融庁 第63条第5項,第6項 適格機関投資家等特例業務者の 情報の事務所に備え置いての縦 覧 往訪閲覧 26 金融商品取引法 金融庁 第63条の4 第3項 特例業務届出者の説明書類の事 務所に備え置いての縦覧 往訪閲覧 27 金融商品取引法 金融庁 第66条の3第2項 金融商品仲介業者登録簿の縦覧 往訪閲覧 28 金融商品取引法 金融庁 第66条の17第2項 事業報告書の事務所に備え置い ての縦覧 往訪閲覧 29 金融商品取引法 金融庁 第66条の18 説明書類の事務所に備え置いて の縦覧 往訪閲覧 30 金融商品取引法 金融庁 第66条の29第2項 信用格付業者登録簿の縦覧 往訪閲覧\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 31 金融商品取引法 金融庁 第66条の52第2項 高速取引行為者登録簿の縦覧 往訪閲覧 32 金融商品取引法 金融庁 第79条の11第2項 対象事業者名簿の縦覧 往訪閲覧 33 金融商品取引法 金融庁 第104条 発行済株式の総数等の縦覧 往訪閲覧 34 金融商品取引法 金融庁 第105条の18 自主規制委員の名簿の縦覧 往訪閲覧 35 金融商品取引法 金融庁 第156条の12の2 発行済株式の総数等の縦覧 往訪閲覧 36 金融商品取引法 金融庁 第156条の53 指定紛争解決機関による加入金 融商品取引関係業者の名簿の縦 覧 往訪閲覧 37 金融商品取引法 金融庁 第156条の87第2項第7 号 説明書類の縦覧 往訪閲覧 38 金融商品取引法 金融庁 第164条第7項 利益関係書類の写しの縦覧 往訪閲覧 39 金融商品取引法 金融庁 第165条の2第12項 組合利益関係書類の写しの縦覧 往訪閲覧 40 金融商品取引法 金融庁 第166条第4項 書類の公表の定義としての縦覧 往訪閲覧 41 金融商品取引法第六章の二の規定による課徴金に関する内閣府令 金融庁 第30条第4項 資料の閲覧 往訪閲覧 42 銀行法 金融庁 第52条の2の6 所属外国銀行に係る説明書類等 の縦覧 往訪閲覧 43 銀行法 金融庁 第52条の51第1項 所属銀行の説明書類等の縦覧 往訪閲覧 44 銀行法 金融庁 第52条の61第2項 原簿の閲覧の求め 往訪閲覧 45 銀行法 金融庁 第21条第1項 書類、貸借対照表、損益計算書 の作成、備え置き、公衆縦覧 往訪閲覧 46 銀行法 金融庁 第21条第2項 連結書類、連結貸借対照表、連 結損益計算書の作成、備え置 き、公衆縦覧 往訪閲覧 47 銀行法 金融庁 第52条の60第2項 原簿の閲覧の求め 往訪閲覧 48 銀行法施行規則 金融庁 第19条の2第3項 説明書類、書類の備え置き、縦 覧 往訪閲覧 49 銀行法施行規則 金融庁 第19条の2第4項 書類の備え置き",
      "page_from": 42,
      "page_to": 43,
      "char_count": 1200,
      "position": 88890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c90",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 90,
      "text": "損益計算書 の作成、備え置き、公衆縦覧 往訪閲覧 46 銀行法 金融庁 第21条第2項 連結書類、連結貸借対照表、連 結損益計算書の作成、備え置 き、公衆縦覧 往訪閲覧 47 銀行法 金融庁 第52条の60第2項 原簿の閲覧の求め 往訪閲覧 48 銀行法施行規則 金融庁 第19条の2第3項 説明書類、書類の備え置き、縦 覧 往訪閲覧 49 銀行法施行規則 金融庁 第19条の2第4項 書類の備え置き、縦覧 往訪閲覧 50 銀行法施行規則 金融庁 第34条の26第2項 書類の備え置き、縦覧 往訪閲覧 51 銀行法施行規則 金融庁 第34条の26第3項 書類の備え置き、縦覧 往訪閲覧 52 公認会計士法 金融庁 第34条の26第3項 有限責任監査法人登録簿の縦覧 往訪閲覧 53 公認会計士法 金融庁 第34条の58 記録の閲覧 往訪閲覧 54 資金決済に関する法律 金融庁 第101条第1項 指定紛争解決機関による加入資 金移動業等関係業者の名簿等の 縦覧 往訪閲覧 55 資産の流動化に関する法律 金融庁 第8条第1項 特定目的会社名簿の縦覧 往訪閲覧 56 資産の流動化に関する法律施行規則 金融庁 第24条 特定目的会社名簿の縦覧 往訪閲覧 57 信用金庫法 金融庁 第89条第7項 認定信用金庫電子決済等代行事 業者協会の会員名簿等の縦覧 往訪閲覧 58 信用金庫法 金融庁 第23条の2第2項 定款の閲覧請求 往訪閲覧 59 信用金庫法 金融庁 第24条第9項 創立総会の議事録の閲覧又は謄 写の請求 往訪閲覧 60 信用金庫法 金融庁 第37条の2第4項第1号 議事録の閲覧又は謄写の請求 往訪閲覧 61 信用金庫法 金融庁 第38条第11項第1号 計算書類等の閲覧の請求 往訪閲覧 62 信用金庫法 金融庁 第48条の7第4項第1号 総会の議事録の閲覧又は謄写の 請求 往訪閲覧 63 信用金庫法 金融庁 第51条第3項第1号 財産目録、賃借対照表の閲覧の 請求 往訪閲覧 64 信用金庫法 金融庁 第63条 賃借対照表の備置き及び閲覧等 往訪閲覧 65 信用金庫法 金融庁 第89条第3項 説明書類等の縦覧 往訪閲覧 66 信用金庫法施行規則 金融庁 第137条の2 所属外国銀行の説明書類等の縦 覧 往訪閲覧 67 船主相互保険組合法 金融庁 第55条第3項 財務諸表等の備置き及び閲覧 往訪閲覧 68 損害保険料率算出団体に関する法律 金融庁 第10条 資料の閲覧 往訪閲覧 69 損害保険料率算出団体に関する法律 金融庁 第10条の5第7項 基準料率の告示の縦覧 往訪閲覧 70 損害保険料率算出団体に関する法律の規定による公開の意見聴取に 関する内閣府令 金融庁 第5条 文書等の閲覧 往訪閲覧 71 損害保険料率算出団体に関する法律の規定による公開の意見聴取に 関する内",
      "page_from": 43,
      "page_to": 43,
      "char_count": 1200,
      "position": 89890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c91",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 91,
      "text": "及び閲覧 往訪閲覧 68 損害保険料率算出団体に関する法律 金融庁 第10条 資料の閲覧 往訪閲覧 69 損害保険料率算出団体に関する法律 金融庁 第10条の5第7項 基準料率の告示の縦覧 往訪閲覧 70 損害保険料率算出団体に関する法律の規定による公開の意見聴取に 関する内閣府令 金融庁 第5条 文書等の閲覧 往訪閲覧 71 損害保険料率算出団体に関する法律の規定による公開の意見聴取に 関する内閣府令 金融庁 第25条 調書の閲覧 往訪閲覧 72 貸金業法 金融庁 第19条の2 帳簿の閲覧 往訪閲覧 73 貸金業法 金融庁 第41条の53 指定紛争解決機関による加入貸 金業者の名簿の縦覧 往訪閲覧 74 貸付信託法 金融庁 第8条第5項 受益証券の閲覧 往訪閲覧 75 長期信用銀行法 金融庁 第17条 所属長期信用銀行の説明書類等 の縦覧 往訪閲覧\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 76 投資信託及び投資法人に関する法律 金融庁 第15条第2項 帳簿書類の閲覧 往訪閲覧 77 投資信託及び投資法人に関する法律 金融庁 第92条第4項 本店に備置く書面の閲覧 往訪閲覧 78 投資信託及び投資法人に関する法律 金融庁 第132条第2項 計算書類等の備置き及び閲覧 往訪閲覧 79 投資信託及び投資法人に関する法律施行規則 金融庁 第217条 投資法人登録簿等の縦覧 往訪閲覧 80 保険業法 金融庁 第69条の2第3項 組織変更に関する書面等の閲覧 請求 往訪閲覧 81 保険業法 金融庁 第69条の2第5項 組織変更に関する書面等の閲覧 請求 往訪閲覧 82 保険業法 金融庁 第87条第3項 組織変更をする相互会社に対す る組織変更に関する書面の閲覧 請求 往訪閲覧 83 保険業法 金融庁 第156条の2第2項 解散に係る書面の閲覧の請求 往訪閲覧 84 保険業法 金融庁 第16条第2項第1号 書面資本金等の額の減少に係る 書面の閲覧請求 往訪閲覧 85 保険業法 金融庁 第26条第2項第1号 相互会社の定款の閲覧請求 往訪閲覧 86 保険業法 金融庁 第54条の8第3項第1号 相互会社の計算書類等の閲覧請 求 往訪閲覧 87 保険業法 金融庁 第57条第4項 基金償却積立金の取崩しに係る 書面の備置き・閲覧請求等 往訪閲覧 88 保険業法 金融庁 第87条第5項第1号 組織変更後の株式会社に対する 組織変更計画の閲覧請求 往訪閲覧 89 保険業法 金融庁 第136条の2第2項 保険契約の移転に関する契約の 閲覧請求・謄本又は抄本の交付 請求 往訪閲覧 90 保険業法 金融庁 第165条の15第2項第1 号 消滅相互会社による合併契約に 関する書面の閲覧請求 往訪閲覧 91 保険業法 金融庁 第165条の19第2項",
      "page_from": 43,
      "page_to": 44,
      "char_count": 1200,
      "position": 90890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c92",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 92,
      "text": "覧 88 保険業法 金融庁 第87条第5項第1号 組織変更後の株式会社に対する 組織変更計画の閲覧請求 往訪閲覧 89 保険業法 金融庁 第136条の2第2項 保険契約の移転に関する契約の 閲覧請求・謄本又は抄本の交付 請求 往訪閲覧 90 保険業法 金融庁 第165条の15第2項第1 号 消滅相互会社による合併契約に 関する書面の閲覧請求 往訪閲覧 91 保険業法 金融庁 第165条の19第2項第1 号 存続会社による吸収合併契約に 関する書面の閲覧請求 往訪閲覧 92 保険業法 金融庁 第165条の2第2項第1号 消滅会社による吸収合併契約に 関する書面の閲覧請求 往訪閲覧 93 保険業法 金融庁 第165条の9第2項第1号 存続会社による吸収合併契約に 関する書面の閲覧請求 往訪閲覧 94 保険業法 金融庁 第165条の13第3項第1 号 存続会社による吸収合併に関す る権利義務の書面の閲覧請求 往訪閲覧 95 保険業法 金融庁 第165条の21第3項第1 号 存続会社による吸収合併に伴う 権利義務関係に関する書面の閲 覧請求 往訪閲覧 96 保険業法 金融庁 第166条第3項第1号 合併に関する書面の閲覧請求 往訪閲覧 97 保険業法 金融庁 第196条第5項第1号 定款等の閲覧請求 往訪閲覧 98 保険業法 金融庁 第199条 外国保険会社等の業務報告書等 の備置き又は縦覧 往訪閲覧 99 保険業法 金融庁 第224条第3項第1号 日本において保険業を行う引受 社員の名簿の閲覧請求 往訪閲覧 100 保険業法 金融庁 第240条の7第2項第1号 契約条件に関する書面の閲覧請 求 往訪閲覧 101 保険業法施行規則 金融庁 第59条の4第1項 説明書類の縦覧 往訪閲覧 102 保険業法施行規則 金融庁 第143条の2第2項 説明書類等の縦覧 往訪閲覧 103 保険業法施行規則 金融庁 第143条の2第3項 説明書類等の縦覧 往訪閲覧 104 保険業法施行規則 金融庁 第143条の3 説明書類等の縦覧 往訪閲覧 105 保険業法施行規則 金融庁 第210条の10の2第2項 説明書類等の縦覧 往訪閲覧 106 保険業法施行規則 金融庁 第210条の10の2第3項 説明書類等の縦覧 往訪閲覧 107 保険業法施行規則 金融庁 第210条の10の3第1項 説明書類等の縦覧 往訪閲覧 108 保険業法施行規則 金融庁 第211条の82第2項 説明書類等の縦覧 往訪閲覧 109 保険業法施行規則 金融庁 第211条の82第3項 説明書類等の縦覧 往訪閲覧 110 保険業法施行規則 金融庁 第211条の83 説明書類等の縦覧 往訪閲覧 111 無尽業法 金融庁 第35条の2の3 指定紛争解決機関による加入無 尽会社の名簿の縦覧 往訪閲覧 112 有価証券の取引等の",
      "page_from": 44,
      "page_to": 44,
      "char_count": 1200,
      "position": 91890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c93",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 93,
      "text": "の縦覧 往訪閲覧 108 保険業法施行規則 金融庁 第211条の82第2項 説明書類等の縦覧 往訪閲覧 109 保険業法施行規則 金融庁 第211条の82第3項 説明書類等の縦覧 往訪閲覧 110 保険業法施行規則 金融庁 第211条の83 説明書類等の縦覧 往訪閲覧 111 無尽業法 金融庁 第35条の2の3 指定紛争解決機関による加入無 尽会社の名簿の縦覧 往訪閲覧 112 有価証券の取引等の規制に関する内閣府令 金融庁 第8条第2項 書類の縦覧 往訪閲覧 113 有価証券の取引等の規制に関する内閣府令 金融庁 第32条 書類の写しの縦覧 往訪閲覧 114 有価証券の取引等の規制に関する内閣府令 金融庁 第44条 書類の写しの縦覧 往訪閲覧 115 公害紛争の処理手続等に関する規則 総務省 第64条第1項 あっせん・調停・仲裁に係る事 件記録の閲覧 往訪閲覧 116 公害紛争の処理手続等に関する規則 総務省 第64条第2項 裁定に係る事件記録の閲覧 往訪閲覧 117 公害紛争の処理手続等に関する規則 総務省 第65条第1項 委員長等の名簿の閲覧 往訪閲覧\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 118 公害紛争処理法施行規則 総務省 第1条 委員等名簿の閲覧 往訪閲覧 119 公害紛争処理法施行令 総務省 第15条の3 事件記録の閲覧 往訪閲覧 120 公職選挙法 総務省 第28条の2 選挙人名簿・在外選挙人名簿の 抄本の閲覧申出 往訪閲覧 121 鉱業等に係る土地利用の調整手続等に関する法律 総務省 第39条第2項 調書の閲覧 往訪閲覧 122 住居表示に関する法律 総務省 第9条第2項 住居表示台帳又はその写しの閲 覧 往訪閲覧 123 地方税法 総務省 第354条の2 所得税又は法人税に関する書類 の閲覧等 往訪閲覧 124 地方税法 総務省 第410条第2項 地域ごとの住宅の標準的な価格 を記載した書面の閲覧 往訪閲覧 125 地方税法 総務省 第605条 市町村長の所得税又は法人税に 関する書類の閲覧請求 往訪閲覧 126 地方税法 総務省 第701条の55 所得税又は法人税に関する書類 等の閲覧等に係る手続 往訪閲覧 127 公職選挙法 総務省 第28条の3 名簿の抄本の閲覧 往訪閲覧 128 公職選挙法 総務省 第30条の12 名簿の閲覧 往訪閲覧 129 公職選挙法 総務省 第30条の14 記録簿の閲覧 往訪閲覧 130 地方税法 総務省 第63条第1項 書類の閲覧 往訪閲覧 131 地方税法 総務省 第72条の49の2 書類の閲覧 往訪閲覧 132 地方税法 総務省 第72条の59 書類の閲覧 往訪閲覧 133 地方税法 総務省 第72条の94 書類の閲覧 往訪閲覧 134 地方税法 総務省",
      "page_from": 44,
      "page_to": 45,
      "char_count": 1199,
      "position": 92890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c94",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 94,
      "text": "総務省 第30条の12 名簿の閲覧 往訪閲覧 129 公職選挙法 総務省 第30条の14 記録簿の閲覧 往訪閲覧 130 地方税法 総務省 第63条第1項 書類の閲覧 往訪閲覧 131 地方税法 総務省 第72条の49の2 書類の閲覧 往訪閲覧 132 地方税法 総務省 第72条の59 書類の閲覧 往訪閲覧 133 地方税法 総務省 第72条の94 書類の閲覧 往訪閲覧 134 地方税法 総務省 第72条の112第2項 書類の閲覧 往訪閲覧 135 地方税法 総務省 第73条の23 書類の閲覧 往訪閲覧 136 地方税法 総務省 第74条の19第1項 書類の閲覧 往訪閲覧 137 地方税法 総務省 第144条の43 書類の閲覧 往訪閲覧 138 地方税法 総務省 第325条 書類の閲覧 往訪閲覧 139 地方税法 総務省 第387条第3項 名寄帳の閲覧 往訪閲覧 140 地方税法 総務省 第433条第10項 記録の閲覧 往訪閲覧 141 地方税法 総務省 第479条 書類の閲覧 往訪閲覧 142 国有資産等所在市町村交付金法 総務省 第18条 台帳等の閲覧 往訪閲覧 143 森林環境税及び森林環境譲与税に関する法律 総務省 第18条第3項 書類の閲覧 往訪閲覧 144 特別法人事業税及び特別法人事業譲与税に関する法律 総務省 第18条第3項 書類の閲覧 往訪閲覧 145 国有提供施設等所在市町村助成交付金に関する法律施行令 総務省 第6条第2項 国有財産台帳の閲覧 往訪閲覧 146 自治紛争処理委員の調停、審査及び処理方策の提示の手続に関する 省令 総務省 第39条 書類の閲覧 往訪閲覧 147 放送法施行規則 総務省 第9条 候補者放送の記録の閲覧 往訪閲覧 148 行政書士法施行規則 総務省 第14条第2項 会計帳簿等の閲覧 往訪閲覧 149 商法 法務省 第539条第1項 書面の閲覧 往訪閲覧 150 破壊活動防止法 法務省 第28条第1項 書類及び証拠物の閲覧 往訪閲覧 151 信託法 法務省 第190条第2項 (第3項:貸付信託法の閲 覧の条項にて準用され ている｡) 受益者原簿の閲覧 往訪閲覧 152 信託法 法務省 第38条第1項,第6項 帳簿等の閲覧 往訪閲覧 153 建物の区分所有等に関する法律 法務省 第33条第2項 規約の閲覧 往訪閲覧 154 商業登記法 法務省 第11条の2 登記簿の附属書類の閲覧 往訪閲覧 155 鉱害賠償登録令 法務省 第8条第1項 書類の閲覧 往訪閲覧 156 供託規則 法務省 第48条 書類の閲覧 往訪閲覧 157 たばこ耕作組合法 財務省 第27条第4項 たばこ耕作組合の定款等の閲覧 往訪閲覧 158 たばこ耕作組合法 財務省 第37条第6項 地区たばこ耕作組合代議員会の 議事録の閲覧 往訪閲覧 159 た",
      "page_from": 45,
      "page_to": 45,
      "char_count": 1200,
      "position": 93890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c95",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 95,
      "text": "商業登記法 法務省 第11条の2 登記簿の附属書類の閲覧 往訪閲覧 155 鉱害賠償登録令 法務省 第8条第1項 書類の閲覧 往訪閲覧 156 供託規則 法務省 第48条 書類の閲覧 往訪閲覧 157 たばこ耕作組合法 財務省 第27条第4項 たばこ耕作組合の定款等の閲覧 往訪閲覧 158 たばこ耕作組合法 財務省 第37条第6項 地区たばこ耕作組合代議員会の 議事録の閲覧 往訪閲覧 159 たばこ耕作組合法 財務省 第54条 決算報告書等の閲覧 往訪閲覧 160 国家公務員共済組合法 財務省 第36条 国家公務員共済組合連合会の決 算の関係書類の閲覧 往訪閲覧 161 酒税の保全及び酒類業組合等に関する法律 財務省 第28条第3項 備置き書類の閲覧請求 往訪閲覧 162 酒税の保全及び酒類業組合等に関する法律 財務省 第40条第3項 事業報告書等の閲覧請求 往訪閲覧 163 酒税の保全及び酒類業組合等に関する法律 財務省 第41条 会計帳簿等の閲覧請求 往訪閲覧 164 酒税の保全及び酒類業組合等に関する法律 財務省 第58条第2項 定款、組合員名簿、議事録、事 業報告書、財産目録、収支計算 書、監事の意見書、会計帳簿等 の閲覧請求 往訪閲覧\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 165 酒税の保全及び酒類業組合等に関する法律 財務省 第83条 定款、組合員名簿、議事録、事 業報告書、財産目録、収支計算 書、監事の意見書、会計帳簿等 の閲覧請求 往訪閲覧 166 沖縄振興開発金融公庫の予算及び決算に関する法律 財務省 第18条第2項 財務諸表等の備付け閲覧 往訪閲覧 167 税理士法 財務省 第49条の18 貸借対照表等の閲覧等 往訪閲覧 168 国家公務員共済組合法 財務省 第16条第3項 決算書類の備付け閲覧 往訪閲覧 169 たばこ耕作組合法 財務省 第28条第3項 事業報告書等を備置き閲覧 往訪閲覧 170 株式会社国際協力銀行法 財務省 第27条第3項 決算報告書の閲覧 往訪閲覧 171 外国為替の取引等の報告に関する省令 財務省 第6条第3項 届出者名簿の閲覧 往訪閲覧 172 著作権法 文部科学省 第78条第4項 原簿の閲覧 往訪閲覧 173 宗教法人法 文部科学省 第25条第3項 財産目録等の事務所備付け書類 の閲覧 往訪閲覧 174 私立学校法 文部科学省 第33条の2 寄附行為の備置き及び閲覧 往訪閲覧 175 私立学校法 文部科学省 第47条第2項 財産目録等の備置き及び閲覧 往訪閲覧 176 私立学校法 文部科学省 第62条第3項第2号 資料の閲覧 往訪閲覧 177 特定Ｂ型肝炎ウイルス感染者給付金等の支給に関する特別措置法 厚生労働省 第30条第3項 財務諸表等の閲覧 往訪閲覧 17",
      "page_from": 45,
      "page_to": 46,
      "char_count": 1199,
      "position": 94890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c96",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 96,
      "text": "付け書類 の閲覧 往訪閲覧 174 私立学校法 文部科学省 第33条の2 寄附行為の備置き及び閲覧 往訪閲覧 175 私立学校法 文部科学省 第47条第2項 財産目録等の備置き及び閲覧 往訪閲覧 176 私立学校法 文部科学省 第62条第3項第2号 資料の閲覧 往訪閲覧 177 特定Ｂ型肝炎ウイルス感染者給付金等の支給に関する特別措置法 厚生労働省 第30条第3項 財務諸表等の閲覧 往訪閲覧 178 建築物における衛生的環境の確保に関する法律 厚生労働省 第7条の10第2項 建築物環境衛生管理技術者講習 登録機関の財務諸表等の閲覧 往訪閲覧 179 建築物における衛生的環境の確保に関する法律施行規則 厚生労働省 第3条の11第2項 登録較正機関における財務諸表 等の閲覧 往訪閲覧 180 医薬品、医療機器等の品質、有効性及び安全性の確保等に関する法 律施行規則第百十四条の四十九第一項第三号に規定する講習等を行 う者の登録等に関する省令 厚生労働省 第12条 医療機器等総括製造販売責任者 講習に係る登録講習機関の財務 諸表等の備付け及び閲覧 往訪閲覧 181 医療法 厚生労働省 第46条の7の2第1項 医療法人の理事会の議事録に関 する社員又は評議員の閲覧又は 謄写の請求 往訪閲覧 182 医療法 厚生労働省 第46条の3の6 社団たる医療法人の社員総会の 議事録に関する社員及び債権者 の閲覧又は謄写の請求 往訪閲覧 183 医療法 厚生労働省 第46条の4の7 財団たる医療法人の評議員会の 議事録に関する評議員及び債権 者の閲覧又は謄写の請求 往訪閲覧 184 医療法 厚生労働省 第51条の4第1項 医療法人の書類の主たる事務所 における備え置きと閲覧 往訪閲覧 185 医療法 厚生労働省 第51条の4第2項 社会医療法人等の書類の主たる 事務所における備え置きと閲覧 往訪閲覧 186 医療法 厚生労働省 第51条の4第4項 医療法人の従たる事務所におけ る書類の備え置きと閲覧 往訪閲覧 187 医療法 厚生労働省 第52条第2項 都道府県知事が閲覧に供する医 療法人の定款等 往訪閲覧 188 医療法 厚生労働省 第54条の7 社会医療法人債権者集会の議事 録に関する社会医療法人債管理 者及び社会医療法人債権者の閲 覧又は謄写の請求、社会医療法 人債原簿に関する社会医療法人 債権者等の閲覧又は謄写の請 求、社会医療法人債権者集会の 決議の省略について議決権者の 意思表示をした書面に関する社 会医療法人債管理者、社会医療 法人債管理補助者及び社会医療 法人債権者の閲覧又は謄写の請 求 往訪閲覧 189 医療法 厚生労働省 第58条の3第2項 医療法人の債権者に対する吸収 合併契約に関する書面等の閲覧 往訪閲覧 190 医療法 厚生労働省 第59条の2 医療法人",
      "page_from": 46,
      "page_to": 46,
      "char_count": 1200,
      "position": 95890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c97",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 97,
      "text": "医療法人 債権者等の閲覧又は謄写の請 求、社会医療法人債権者集会の 決議の省略について議決権者の 意思表示をした書面に関する社 会医療法人債管理者、社会医療 法人債管理補助者及び社会医療 法人債権者の閲覧又は謄写の請 求 往訪閲覧 189 医療法 厚生労働省 第58条の3第2項 医療法人の債権者に対する吸収 合併契約に関する書面等の閲覧 往訪閲覧 190 医療法 厚生労働省 第59条の2 医療法人の債権者に対する新設 合併契約に関する書面等の閲覧 往訪閲覧 191 医療法 厚生労働省 第60条の4第2項 医療法人の債権者に対する吸収 分割契約に関する書面等の閲覧 往訪閲覧 192 医療法 厚生労働省 第61条の3 医療法人の債権者に対する新設 分割契約に関する書面等の閲覧 往訪閲覧\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 193 医療法 厚生労働省 第70条の14 地域医療連携推進法人の書類の 主たる事務所における備え置き と閲覧、地域医療連携推進法人 の従たる事務所における書類の 閲覧、都道府県知事が閲覧に供 する地域医療連携推進法人の定 款等 往訪閲覧 194 勤労者財産形成促進法施行規則 厚生労働省 第24条の8第2項第1号 書面をもって作成された財務諸 表等の閲覧等 往訪閲覧 195 勤労者財産形成促進法施行規則 厚生労働省 第24条の8第2項第3号 電磁的記録をもって作成された 財務諸表等の閲覧等 往訪閲覧 196 社会福祉法 厚生労働省 第34条の2第2項,第3項 定款の閲覧等の請求 往訪閲覧 197 社会福祉法 厚生労働省 第45条の15第2項,第3項理事会の議事録の閲覧請求 往訪閲覧 198 社会福祉法 厚生労働省 第45条の32第3項,第4項計算書類等の閲覧等の請求 往訪閲覧 199 社会福祉法 厚生労働省 第45条の34第3項 財産目録等の閲覧等の請求 往訪閲覧 200 社会福祉法 厚生労働省 第45条の11第4項 評議員会の議事録の閲覧請求 往訪閲覧 201 社会福祉法 厚生労働省 第45条の9第10項 評議員会の提案に係る同意書面 の閲覧請求 往訪閲覧 202 社会福祉法 厚生労働省 第45条の25 会計帳簿の閲覧等の請求 往訪閲覧 203 社会福祉法 厚生労働省 第46条の20第2項,第3項 清算人会の議事録の作成閲覧等 の請求 往訪閲覧 204 社会福祉法 厚生労働省 第46条の26第2項 清算法人の貸借対照表等の閲覧 等の請求 往訪閲覧 205 社会福祉法 厚生労働省 第51条第2項 吸収合併消滅法人の吸収合併契 約に関する書面等の閲覧等の請 求 往訪閲覧 206 社会福祉法 厚生労働省 第54条第2項 吸収合併存続法人の吸収合併契 約に関する書面等の閲覧等の請 求 往訪閲覧 207",
      "page_from": 46,
      "page_to": 47,
      "char_count": 1199,
      "position": 96890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c98",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 98,
      "text": "人会の議事録の作成閲覧等 の請求 往訪閲覧 204 社会福祉法 厚生労働省 第46条の26第2項 清算法人の貸借対照表等の閲覧 等の請求 往訪閲覧 205 社会福祉法 厚生労働省 第51条第2項 吸収合併消滅法人の吸収合併契 約に関する書面等の閲覧等の請 求 往訪閲覧 206 社会福祉法 厚生労働省 第54条第2項 吸収合併存続法人の吸収合併契 約に関する書面等の閲覧等の請 求 往訪閲覧 207 社会福祉法 厚生労働省 第54条の7第2項 新設合併消滅法人の新設合併契 約に関する書面等の閲覧等の請 求 往訪閲覧 208 社会福祉法 厚生労働省 第54条の4第3項 吸収合併存続法人の吸収合併に 関する書面等の閲覧等の請求 往訪閲覧 209 社会福祉法 厚生労働省 第54条の11第3項 新設合併設立法人の新設合併に 関する書面等の閲覧等の請求 往訪閲覧 210 精神保健及び精神障害者福祉に関する法律 厚生労働省 第19条の6の10第2項 財務諸表等の閲覧等 往訪閲覧 211 臓器の移植に関する法律 厚生労働省 第10条第3項 記録の閲覧 往訪閲覧 212 薬剤師法 厚生労働省 薬剤師法第８条第６項 において読み替えて準 用する行政手続法第18 条 免許の取消に係る文書等の閲覧 往訪閲覧 213 健康保険法 厚生労働省 第199条第2項 書類の閲覧 往訪閲覧 214 労働基準法 厚生労働省 第100条第2項 文書の閲覧 往訪閲覧 215 医療法 厚生労働省 第16条の2第1項第5号 地域医療支援病院における諸記 録の閲覧 往訪閲覧 216 医療法 厚生労働省 第16条の3第1項第6号 特定機能病院における諸記録の 閲覧 往訪閲覧 217 児童福祉法 厚生労働省 第56条第4項 書類の閲覧 往訪閲覧 218 墓地、埋葬等に関する法律 厚生労働省 第15条第2項 書類の閲覧 往訪閲覧 219 身体障害者福祉法 厚生労働省 第38条第3項 書類の閲覧 往訪閲覧 220 生活保護法 厚生労働省 第29条 書類の閲覧 往訪閲覧 221 労働保険審査官及び労働保険審査会法 厚生労働省 第16条の3 文書等の閲覧 往訪閲覧 222 労働保険審査官及び労働保険審査会法 厚生労働省 第47条第2項 調書の閲覧 往訪閲覧 223 生活衛生関係営業の運営の適正化及び振興に関する法律 厚生労働省 第35条第4項 定款等の備付け閲覧 往訪閲覧 224 国民健康保険法 厚生労働省 第20条 書類の閲覧 往訪閲覧 225 国民健康保険法 厚生労働省 第113条の2第1項 書類の閲覧 往訪閲覧 226 国民年金法 厚生労働省 第137条の3の4第2項 吸収合併契約により作成された 国民年金基金の財産目録等の備 付け閲覧 往訪閲覧\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概",
      "page_from": 47,
      "page_to": 48,
      "char_count": 1200,
      "position": 97890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c99",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 99,
      "text": "第35条第4項 定款等の備付け閲覧 往訪閲覧 224 国民健康保険法 厚生労働省 第20条 書類の閲覧 往訪閲覧 225 国民健康保険法 厚生労働省 第113条の2第1項 書類の閲覧 往訪閲覧 226 国民年金法 厚生労働省 第137条の3の4第2項 吸収合併契約により作成された 国民年金基金の財産目録等の備 付け閲覧 往訪閲覧\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 227 国民年金法 厚生労働省 第137条の3の10第2項 吸収分割契約により作成された 国民年金基金の財産目録等の備 付け閲覧 往訪閲覧 228 確定拠出年金法 厚生労働省 第67条第3項 個人型年金加入者等原簿等の閲 覧 往訪閲覧 229 確定拠出年金法 厚生労働省 第4条第4項 企業型年金規約の備付け閲覧 往訪閲覧 230 確定拠出年金法 厚生労働省 第18条第2項 企業型年金加入者等原簿の閲覧 往訪閲覧 231 知的障害者福祉法 厚生労働省 第27条第2項 書類の閲覧 往訪閲覧 232 社会保険労務士法 厚生労働省 第25条の48 貸借対照表等の閲覧 往訪閲覧 233 社会福祉施設職員等退職手当共済法 厚生労働省 第24条第2項 原簿の閲覧 往訪閲覧 234 消費生活協同組合法 厚生労働省 第53条の2第1項,第2項, 第3項,第4項 業務及び財産の状況に関する説 明書類の縦覧 往訪閲覧 235 確定拠出年金法施行規則 厚生労働省 第20条第5項（第59条 第1項の規定により準用 する場合も含む。） 企業型運用関連運営管理機関等 及び個人型運営関連運営管理機 関の説明書類の縦覧 往訪閲覧 236 日本年金機構法 厚生労働省 第41条第3項 財務諸表の閲覧 往訪閲覧 237 じん肺法施行規則 厚生労働省 第33条 指針の閲覧 往訪閲覧 238 社会福祉施設職員等退職手当共済法施行規則 厚生労働省 第22条 被共済職員原簿の閲覧請求 往訪閲覧 239 福祉の措置及び助産の実施等の解除に係る説明等に関する省令 厚生労働省 第8条第3項 調書の閲覧 往訪閲覧 240 医薬品の臨床試験の実施の基準に関する省令 厚生労働省 第37条第2項 治験に関する記録の閲覧 往訪閲覧 241 医療機器の臨床試験の実施の基準に関する省令 厚生労働省 第56条第2項 治験に関する記録の閲覧 往訪閲覧 242 再生医療等製品の臨床試験の実施の基準に関する省令 厚生労働省 第56条第2項 治験に関する記録の閲覧 往訪閲覧 243 農業保険法 農林水産省 第52条第2項 定款等の備付け閲覧 往訪閲覧 244 農業保険法 農林水産省 第53条第2項 決算関係書類の備付け閲覧 往訪閲覧 245 卸売市場法 農林水産省 第4条第5項第5号 決算関係書類の閲覧 往訪閲覧 246 卸",
      "page_from": 47,
      "page_to": 48,
      "char_count": 1199,
      "position": 98890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c100",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 100,
      "text": "する記録の閲覧 往訪閲覧 242 再生医療等製品の臨床試験の実施の基準に関する省令 厚生労働省 第56条第2項 治験に関する記録の閲覧 往訪閲覧 243 農業保険法 農林水産省 第52条第2項 定款等の備付け閲覧 往訪閲覧 244 農業保険法 農林水産省 第53条第2項 決算関係書類の備付け閲覧 往訪閲覧 245 卸売市場法 農林水産省 第4条第5項第5号 決算関係書類の閲覧 往訪閲覧 246 卸売市場法 農林水産省 第13条第5項第5号 決算関係書類の閲覧 往訪閲覧 247 農業協同組合法施行規則 農林水産省 第206条第1項 書類の縦覧 往訪閲覧 248 水産業協同組合法施行規則 農林水産省 第209条第1項 書類の閲覧 往訪閲覧 249 タクシー業務適正化特別措置法 国土交通省 第26条第2項 登録実施機関の財務諸表等の閲 覧等 往訪閲覧 250 マンションの管理の適正化の推進に関する法律 国土交通省 第49条 マンション管理業者登録簿等の 閲覧 往訪閲覧 251 マンションの管理の適正化の推進に関する法律 国土交通省 第79条 マンション管理業者の業務を記 載した書類の閲覧 往訪閲覧 252 マンションの管理の適正化の推進に関する法律施行規則 国土交通省 第57条第2項 マンション管理業者登録簿等の 閲覧規則の告示 往訪閲覧 253 マンションの管理の適正化の推進に関する法律施行規則 国土交通省 第69条の10第2項 財務諸表等の閲覧 往訪閲覧 254 建築士法 国土交通省 第23条の9 建築士事務所登録簿の閲覧 往訪閲覧 255 積立式宅地建物販売業法 国土交通省 第13条 積立式宅地建物販売業者名簿等 の閲覧 往訪閲覧 256 積立式宅地建物販売業法施行規則 国土交通省 第14条第2項 名簿等の閲覧場所及び閲覧規則 の告示 往訪閲覧 257 宅地建物取引業法 国土交通省 第10条 宅地建物取引業者名簿等の閲覧 往訪閲覧 258 宅地建物取引業法 国土交通省 第17条の11第2項 財務諸表等の閲覧 往訪閲覧 259 宅地建物取引業法施行規則 国土交通省 第5条の2第2項 書類を閲覧に供するための宅地 建物取引業者名簿等の閲覧所の 設置 往訪閲覧 260 宅地建物取引業法施行規則 国土交通省 第13条の25第2項 登録実務講習実施機関の財務諸 表等の閲覧 往訪閲覧 261 通訳案内士法 国土交通省 第27条 全国通訳案内士登録簿の閲覧 往訪閲覧 262 都市計画法 国土交通省 第17条第1項 都市計画の案の縦覧 往訪閲覧 263 都市計画法 国土交通省 第47条第5項 開発登録簿の閲覧 往訪閲覧 264 土砂災害警戒区域等における土砂災害防止対策の推進に関する法律 国土交通省 第9条第7項 土砂災害特別警戒区域の指定の 公示事項を記載した図書の縦覧",
      "page_from": 48,
      "page_to": 48,
      "char_count": 1199,
      "position": 99890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c101",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 101,
      "text": "訪閲覧 261 通訳案内士法 国土交通省 第27条 全国通訳案内士登録簿の閲覧 往訪閲覧 262 都市計画法 国土交通省 第17条第1項 都市計画の案の縦覧 往訪閲覧 263 都市計画法 国土交通省 第47条第5項 開発登録簿の閲覧 往訪閲覧 264 土砂災害警戒区域等における土砂災害防止対策の推進に関する法律 国土交通省 第9条第7項 土砂災害特別警戒区域の指定の 公示事項を記載した図書の縦覧 往訪閲覧 265 土地区画整理法 国土交通省 第88条第2項 換地計画の公衆の縦覧 往訪閲覧 266 土地区画整理法施行令 国土交通省 第21条第1項 選挙人名簿の公衆の縦覧 往訪閲覧 267 建築士法 国土交通省 第6条第2項 名簿の閲覧 往訪閲覧 268 建築士法 国土交通省 第24条の6 書類を備置き閲覧 往訪閲覧 269 建築士法 国土交通省 第27条の28第6項 名簿の閲覧 往訪閲覧 270 旅行業法 国土交通省 第12条の2第3項 約款の備置き閲覧 往訪閲覧 271 タクシー業務適正化特別措置法 国土交通省 第12条 原簿の閲覧 往訪閲覧 272 密集市街地における防災街区の整備の促進に関する法律施行令 国土交通省 第50条 管理規約の縦覧 往訪閲覧 273 マンションの建替え等の円滑化に関する法律施行令 国土交通省 第23条第1項 管理規約の縦覧 往訪閲覧\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 274 特定空港周辺航空機騒音対策特別措置法施行規則 国土交通省 第3条 航空機騒音対策基本方針の案の 縦覧 往訪閲覧 275 住宅の品質確保の促進等に関する法律施行規則 国土交通省 第16条第4項 評価業務規程の閲覧 往訪閲覧 276 動物の愛護及び管理に関する法律 環境省 第15条 第一種動物取扱業者登録簿の閲 覧 往訪閲覧 277 フロン類の使用の合理化及び管理の適正化に関する法律 経済産業省・環境省 第47条第2項 充塡量・回収量等の記録の閲覧 往訪閲覧 278 フロン類の使用の合理化及び管理の適正化に関する法律 経済産業省・環境省 第60条第2項 再生量等の記録の閲覧 往訪閲覧 279 フロン類の使用の合理化及び管理の適正化に関する法律 経済産業省・環境省 第71条第2項 破壊量等の記録の閲覧 往訪閲覧 280 外国保険会社等供託金規則 金融庁、法務省 第9条 調書の閲覧 往訪閲覧 281 確定拠出年金法 金融庁、厚生労働省 第90条第3項 確定拠出年金運営管理機関登録 簿の閲覧 往訪閲覧 282 確定拠出年金法 金融庁、厚生労働省 第96条 運営管理機関の業務状況の備付 け閲覧 往訪閲覧 283 株式会社日本政策金融公庫法 財務省・厚生労働省・ 農林水産省 第44条第3項 公庫の決算報告書等の閲覧 往訪閲",
      "page_from": 48,
      "page_to": 49,
      "char_count": 1200,
      "position": 100890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c102",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 102,
      "text": "国保険会社等供託金規則 金融庁、法務省 第9条 調書の閲覧 往訪閲覧 281 確定拠出年金法 金融庁、厚生労働省 第90条第3項 確定拠出年金運営管理機関登録 簿の閲覧 往訪閲覧 282 確定拠出年金法 金融庁、厚生労働省 第96条 運営管理機関の業務状況の備付 け閲覧 往訪閲覧 283 株式会社日本政策金融公庫法 財務省・厚生労働省・ 農林水産省 第44条第3項 公庫の決算報告書等の閲覧 往訪閲覧 284 株式会社商工組合中央金庫法 金融庁、財務省、経済 産業省 第53条第1項 業務及び財産の状況に関する説 明書類の縦覧 往訪閲覧 285 株式会社商工組合中央金庫法 金融庁、財務省、経済 産業省 第60条の5第3項 代行業者登録簿の縦覧 往訪閲覧 286 株式会社商工組合中央金庫法 金融庁、財務省、経済 産業省 第60条の23第1項 会員名簿の縦覧 往訪閲覧 287 株式会社商工組合中央金庫法 金融庁、財務省、経済 産業省 第60条の32第3項 電子決済等代行業者に係る名簿 の縦覧 往訪閲覧 288 漁業協同組合等の信用事業等に関する命令 金融庁、農林水産省 第49条第1項 書類の縦覧 往訪閲覧 289 漁業協同組合等の信用事業等に関する命令 金融庁、農林水産省 第50条の25第5項 報告書の縦覧 往訪閲覧 290 漁業協同組合等の信用事業等に関する命令 金融庁、農林水産省 第50条の26第1項 説明書類の縦覧 往訪閲覧 291 漁業協同組合等の信用事業等に関する命令 金融庁、農林水産省 第50条の31の25 名簿の縦覧 往訪閲覧 292 漁業協同組合等の信用事業等に関する命令 金融庁、農林水産省 第50条の31の26 名簿の縦覧 往訪閲覧 293 漁業協同組合等の信用事業等に関する命令 金融庁、農林水産省 第50条の31の30 登録簿の縦覧 往訪閲覧 294 金融サービス仲介業者保証金規則 金融庁、法務省 第9条 調書の閲覧 往訪閲覧 295 金融機関等の更生手続の特例等に関する法律 金融庁、財務省 第391条第2項 預金者表の縦覧 往訪閲覧 296 金融機関等の更生手続の特例等に関する法律 金融庁、財務省 第410条第2項 顧客表の縦覧 往訪閲覧 297 金融機関等の更生手続の特例等に関する法律 金融庁、財務省 第428条第2項 保険契約者表の縦覧 往訪閲覧 298 金融機関等の更生手続の特例等に関する法律 金融庁、財務省 第462条第2項 預金者表の縦覧 往訪閲覧 299 金融機関等の更生手続の特例等に関する法律 金融庁、財務省 第479条第2項 顧客表の縦覧 往訪閲覧 300 金融機関等の更生手続の特例等に関する法律 金融庁、財務省 第503条第2項 預金者表の縦覧 往訪閲覧 301 金融機関等の更生手続の特例等に関する法律 金融庁、財務省 第52",
      "page_from": 49,
      "page_to": 49,
      "char_count": 1200,
      "position": 101890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c103",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 103,
      "text": "298 金融機関等の更生手続の特例等に関する法律 金融庁、財務省 第462条第2項 預金者表の縦覧 往訪閲覧 299 金融機関等の更生手続の特例等に関する法律 金融庁、財務省 第479条第2項 顧客表の縦覧 往訪閲覧 300 金融機関等の更生手続の特例等に関する法律 金融庁、財務省 第503条第2項 預金者表の縦覧 往訪閲覧 301 金融機関等の更生手続の特例等に関する法律 金融庁、財務省 第520条第2項 顧客表の縦覧 往訪閲覧 302 金融機関等の更生手続の特例等に関する法律 金融庁、財務省 第536条第2項 保険契約者表の縦覧 往訪閲覧 303 金融商品取引業者営業保証金規則 金融庁、法務省 第9条 調書の閲覧 往訪閲覧 304 経済産業省・財務省・内閣府関係株式会社商工組合中央金庫法施行 規則 金融庁、財務省、経済 産業省 第85条第1項 書類の縦覧 往訪閲覧 305 経済産業省・財務省・内閣府関係株式会社商工組合中央金庫法施行 規則 金融庁、財務省、経済 産業省 第89条の27 名簿の縦覧 往訪閲覧 306 経済産業省・財務省・内閣府関係株式会社商工組合中央金庫法施行 規則 金融庁、財務省、経済 産業省 第89条の30 名簿の縦覧 往訪閲覧 307 高齢者の居住の安定確保に関する法律 厚生労働省・国土交通 省 第10条 登録簿の閲覧 往訪閲覧 308 資金移動業履行保証金規則 金融庁、法務省 第13条 意見聴取会調書の閲覧 往訪閲覧 309 少額短期保険業者供託金規則 金融庁、法務省 第9条 調書の閲覧 往訪閲覧 310 信託会社等営業保証金規則 金融庁、法務省 第9条 調書の閲覧 往訪閲覧 311 信託兼営金融機関営業保証金規則 金融庁、法務省 第9条 調書の閲覧 往訪閲覧 312 水産業協同組合法 金融庁・農林水産省 第121条 指定共済事業等紛争解決機関に よる加入共済事業関係業者の名 簿の縦覧 往訪閲覧 313 前払式支払手段発行保証金規則 金融庁、法務省 第13条 意見聴取会調書の閲覧 往訪閲覧 314 担保付社債信託法 金融庁、法務省 第20条第2項 信託証書の備え置き及び閲覧 往訪閲覧 315 担保付社債信託法 金融庁、法務省 第30条第2項 社債原簿の写しの閲覧 往訪閲覧 316 担保付社債信託法 金融庁、法務省 第33条第2項 議事録の写しの閲覧 往訪閲覧 317 中小漁業融資保証法 金融庁、財務省、農林 水産省 第32条第3項 定款等の備置き閲覧 往訪閲覧 318 中小漁業融資保証法 金融庁、財務省、農林 水産省 第33条第2項 書類の備置き閲覧 往訪閲覧\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 319 中小企業等協同組合法 金融庁・農林水産省・ 経済産業省 第69条の5 指定信用事業",
      "page_from": 49,
      "page_to": 50,
      "char_count": 1200,
      "position": 102890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c104",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 104,
      "text": "しの閲覧 往訪閲覧 317 中小漁業融資保証法 金融庁、財務省、農林 水産省 第32条第3項 定款等の備置き閲覧 往訪閲覧 318 中小漁業融資保証法 金融庁、財務省、農林 水産省 第33条第2項 書類の備置き閲覧 往訪閲覧\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 319 中小企業等協同組合法 金融庁・農林水産省・ 経済産業省 第69条の5 指定信用事業等紛争解決機関に よる加入信用協同組合等の名簿 の縦覧 往訪閲覧 320 中小企業等協同組合法 金融庁・農林水産省・ 経済産業省 第69条の4 指定特定共済事業等紛争解決機 関による加入共済事業者の名簿 の縦覧 往訪閲覧 321 投資顧問業者営業保証金規則及び信託受益権販売業者営業保証金規 則の廃止等に関する命令 金融庁、法務省 第10条 調書の閲覧 往訪閲覧 322 日本銀行法施行令 金融庁・財務省 第2条第3項 出資者原簿の閲覧 往訪閲覧 323 認可特定保険業者等に関する命令 金融庁、総務省、法務 省、文部科学省、厚生 労働省、農林水産省、 経済産業省、国土交通 省、環境省 第31条第1項 説明書類の縦覧 往訪閲覧 324 認可特定保険業者等に関する命令 金融庁、総務省、法務 省、文部科学省、厚生 労働省、農林水産省、 経済産業省、国土交通 省、環境省 第35条第1項 説明書類の縦覧 往訪閲覧 325 農業協同組合及び農業協同組合連合会の信用事業に関する命令 金融庁、農林水産省 第57条の25第5項 報告書の縦覧 往訪閲覧 326 農業協同組合及び農業協同組合連合会の信用事業に関する命令 金融庁、農林水産省 第57条の26第1項 所属組合の説明書類の縦覧 往訪閲覧 327 農業協同組合及び農業協同組合連合会の信用事業に関する命令 金融庁、農林水産省 第57条の31の25 名簿の縦覧 往訪閲覧 328 農業協同組合及び農業協同組合連合会の信用事業に関する命令 金融庁、農林水産省 第57条の31の26 名簿の縦覧 往訪閲覧 329 農業協同組合及び農業協同組合連合会の信用事業に関する命令 金融庁、農林水産省 第57条の31の30 登録簿の縦覧 往訪閲覧 330 農業協同組合法 金融庁・農林水産省 第92条の8 紛争解決機関による加入組合の 名簿の縦覧 往訪閲覧 331 農業協同組合法 金融庁・農林水産省 第92条の9 紛争解決機関による加入組合の 名簿の縦覧 往訪閲覧 332 農業信用保証保険法 金融庁・財務省・農林 水産省 第41条第3項 定款、業務方法書、規約、会員 名簿及び総会の議事録の閲覧 往訪閲覧 333 農業信用保証保険法 金融庁・財務省・農林 水産省 第42条第2項 事業報告書、財産目録、貸借対 照表、損益計算書、剰余金処分 案、損失処理案の閲覧 往",
      "page_from": 49,
      "page_to": 50,
      "char_count": 1200,
      "position": 103890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c105",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 105,
      "text": "業協同組合法 金融庁・農林水産省 第92条の9 紛争解決機関による加入組合の 名簿の縦覧 往訪閲覧 332 農業信用保証保険法 金融庁・財務省・農林 水産省 第41条第3項 定款、業務方法書、規約、会員 名簿及び総会の議事録の閲覧 往訪閲覧 333 農業信用保証保険法 金融庁・財務省・農林 水産省 第42条第2項 事業報告書、財産目録、貸借対 照表、損益計算書、剰余金処分 案、損失処理案の閲覧 往訪閲覧 334 農水産業協同組合の再生手続の特例等に関する法律 金融庁・財務省・農林 水産省 第15条第2項 貯金者表の縦覧 往訪閲覧 335 農林中央金庫及び特定農水産業協同組合等による信用事業の再編及 び強化に関する法律施行規則 金融庁・農林水産省 第11条第9項 報告書の縦覧 往訪閲覧 336 農林中央金庫及び特定農水産業協同組合等による信用事業の再編及 び強化に関する法律施行規則 金融庁、農林水産省 第11条第3項第39号 業務代理組合に係る書類の閲覧 往訪閲覧 337 農林中央金庫法 金融庁、農林水産省 第52条第1項 書類の閲覧 往訪閲覧 338 農林中央金庫法施行規則 農林水産省 金融庁 第85条の32第1項 説明書類等の縦覧 往訪閲覧 339 農林中央金庫法施行規則 農林水産省 金融庁 第114条第1項 書類の縦覧 往訪閲覧 340 農林中央金庫法施行規則 農林水産省 金融庁 第141条第5項 報告書の縦覧 往訪閲覧 341 農林中央金庫法施行規則 農林水産省 金融庁 第142条 説明書類の縦覧 往訪閲覧 342 農林中央金庫法施行規則 農林水産省 金融庁 第147条の16の16 名簿の縦覧 往訪閲覧 343 農林中央金庫法施行規則 農林水産省 金融庁 第147条の16の17 名簿の縦覧 往訪閲覧 344 農林中央金庫法施行規則 農林水産省 金融庁 第147条の16の21 登録簿の縦覧 往訪閲覧 345 不動産特定共同事業法 金融庁・国土交通省 第13条 不動産特定共同事業者名簿等の 閲覧 往訪閲覧 346 不動産特定共同事業法 金融庁・国土交通省 第49条 小規模不動産特定共同事業者登 録簿等の閲覧 往訪閲覧 347 不動産特定共同事業法 金融庁・国土交通省 第29条 書類の閲覧 往訪閲覧 348 不動産特定共同事業法 金融庁・国土交通省 第17条第2項 業務管理者名簿の閲覧 往訪閲覧 349 不動産特定共同事業法 金融庁・国土交通省 第30条第2項 事業参加者名簿の閲覧 往訪閲覧 350 不動産特定共同事業法 金融庁・国土交通省 第31条の2第3項 業務管理者名簿他の閲覧 往訪閲覧 351 不動産特定共同事業法施行規則 金融庁・国土交通省 第30条第2項 登録証明事業の財務諸表等の閲 覧 往訪閲覧\n\n別表2 継続検討リスト 法令名 所管省庁名 条",
      "page_from": 50,
      "page_to": 51,
      "char_count": 1200,
      "position": 104890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    },
    {
      "chunk_id": "80e217298f6ef3f1ef8c7ef4d0933b99_c106",
      "doc_id": "80e217298f6ef3f1ef8c7ef4d0933b99",
      "chunk_index": 106,
      "text": "業務管理者名簿の閲覧 往訪閲覧 349 不動産特定共同事業法 金融庁・国土交通省 第30条第2項 事業参加者名簿の閲覧 往訪閲覧 350 不動産特定共同事業法 金融庁・国土交通省 第31条の2第3項 業務管理者名簿他の閲覧 往訪閲覧 351 不動産特定共同事業法施行規則 金融庁・国土交通省 第30条第2項 登録証明事業の財務諸表等の閲 覧 往訪閲覧\n\n別表2 継続検討リスト 法令名 所管省庁名 条項 規制等の内容概要 規制等の類型 352 保険会社等営業保証金規則 金融庁、法務省 第9条 調書の閲覧 往訪閲覧 353 保険仲立人保証金規則 金融庁、法務省 第9条 調書の閲覧 往訪閲覧 354 免許特定法人供託金規則 金融庁、法務省 第9条 調書の閲覧 往訪閲覧 355 有限責任監査法人供託金規則 金融庁、法務省 第9条 調書の閲覧 往訪閲覧 356 預金保険法 金融庁、財務省 第37条第5項 資料の閲覧 往訪閲覧 357 旅行業者営業保証金規則 法務省、国土交通省 第3条第10項 調書の閲覧 往訪閲覧 358 労働金庫法 金融庁、厚生労働省 第94条第5項 労働金庫電子決済等代行業者登 録簿の縦覧 往訪閲覧",
      "page_from": 50,
      "page_to": 51,
      "char_count": 511,
      "position": 105890,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別表2）デジタル原則に照らした規制の一括見直しプラン（PDF／716KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/0c5f6d94/20230314_policies_digital-extraordinary-administrative-research-committee_list_05.pdf"
    }
  ],
  "keywords": [
    {
      "term": "条第",
      "count": 941
    },
    {
      "term": "厚生労働",
      "count": 871
    },
    {
      "term": "常駐専任",
      "count": 634
    },
    {
      "term": "条の",
      "count": 393
    },
    {
      "term": "項第",
      "count": 370
    },
    {
      "term": "往訪閲覧",
      "count": 358
    },
    {
      "term": "設備及び",
      "count": 312
    },
    {
      "term": "金融庁",
      "count": 277
    },
    {
      "term": "書面掲示",
      "count": 277
    },
    {
      "term": "する基準",
      "count": 205
    }
  ]
}