{
  "doc_id": "8924e19b781c18e87de87f1d7774afd4",
  "metadata": {
    "meeting": "デジタル社会推進標準ガイドライン",
    "agency": "デジタル庁",
    "title": "本文（PDF／548KB）",
    "date": "2023-07-04",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
  },
  "pages": 43,
  "chunks": [
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c0",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 0,
      "text": "デジタル社会推進実践ガイドブックDS-203 政府情報システムにおけるサイバーセキュリティに係る サプライチェーン・リスクの課題整理 及び その対策のグッドプラクティス集 2025（令和7）年6 月19 日 デジタル庁 〔ドキュメントの位置付け〕 Informative 参考とするドキュメント 〔キーワード〕 サプライチェーン・リスク、ビジネスサプライチェーン、サービスサプラ イチェーン、ソフトウェアサプライチェーン 〔概要〕 本書は、政府情報システムの関係者が政府情報システムにおけるサプライチェー ンに起因するセキュリティインシデント等の発生リスクを低減し、政府情報システ ムのセキュリティ水準を向上させることを目的として、政府情報システムに関連す る主要なサプライチェーン・リスクとそのセキュリティ対策を説明する。\n\n改定履歴 改定年月日 改定箇所 改定内容 2025年6月19日 - 初版決定\n\n目次 １ はじめに ......................................................... 1 １.１ 目的 ........................................................ 1 １.２ 適用対象 .................................................... 1 １.３ 位置づけ .................................................... 1 １.４ 本書の構成 .................................................. 1 １.５ 用語 ........................................................ 2 ２ 政府情報システムにおけるサプライチェーン・リスクの概要 ........... 4 ２.１ サプライチェーン・リスクの情勢 .............................. 4 ２.２ サプライチェーン・リスクへのセキュリティ対策の必要性 ........ 5 ２.３ 政府情報システムにおけるサプライチェーン・リスクの分類と定義 6 ３ サプライチェーン・リスク対応における必須事項 ..................... 8 ３.１ 総合的なリスクアセスメントの実施 ............................ 8 ３.２ 委託先等との協力体制の強化 .................................. 8 ３.３ 継続的な監視と評価の重要性 .................................. 8 ３.４ インシデント対応計画の整",
      "page_from": 1,
      "page_to": 3,
      "char_count": 1200,
      "position": 0,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c1",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 1,
      "text": "................... 8 ３.１ 総合的なリスクアセスメントの実施 ............................ 8 ３.２ 委託先等との協力体制の強化 .................................. 8 ３.３ 継続的な監視と評価の重要性 .................................. 8 ３.４ インシデント対応計画の整備 .................................. 9 ３.５ まとめ ...................................................... 9 ４ 想定される主要なサプライチェーン・リスクと対策 .................. 10 ４.１ ビジネスサプライチェーン・リスク ........................... 10 1) 委託先における管理不備のリスク .............................. 11 2) 委託先における内部不正のリスク .............................. 12 3) 委託先のセキュリティインシデントによる二次被害の可能性 ...... 13 4) 未承認の再委託やオフショアのリスク .......................... 15 5) 曖昧な責任分界によるリスク .................................. 16 ４.２ サービスサプライチェーン・リスク ........................... 17 1) 役割・責任範囲の理解・認識不足のリスク ...................... 18 2) クラウドサービスにおける障害など可用性のリスク .............. 19 3) 適切な設定が実施されないリスク .............................. 21 4) 国内法以外の法令及び規制が適用されるリスク .................. 23 5) データ消去の不確実性のリスク ................................ 25 6) クラウドサービスが利用しているクラウドサービス等に関するリスク ............................................................... 26 ４.３ 機器・ソフトウェアサプライチェーン・リスク ................. 28 1) 外部調達のソフトウェアに内在する脆弱性によるリスク .......... 28 2) マルウェア（悪意のあるコード）の混入によるリスク ............ 30 3) ハードウ",
      "page_from": 3,
      "page_to": 3,
      "char_count": 1200,
      "position": 1000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c2",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 2,
      "text": "....................................................... 26 ４.３ 機器・ソフトウェアサプライチェーン・リスク ................. 28 1) 外部調達のソフトウェアに内在する脆弱性によるリスク .......... 28 2) マルウェア（悪意のあるコード）の混入によるリスク ............ 30 3) ハードウェアのセキュリティ侵害によるリスク .................. 32 4) ファームウェアのセキュリティ侵害によるリスク ................ 34\n\n1 １ はじめに 本書は、政府情報システムの機器調達等におけるサイバーセキュリティに係 るサプライチェーン・リスクについて理解を深め、適切に対応するため、その 課題整理とセキュリティ対策におけるグッドプラクティスを示す。 １.１ 目的 本書は「デジタル社会推進標準ガイドライン」におけるセキュリティに関す る技術レポートと位置づけており、政府情報システムの開発や運用業務に従事 する関係者に対して、政府情報システムの機器調達等におけるサイバーセキュ リティ上の主要なサプライチェーン・リスクに関してその背景や影響等を説明 し、各リスクへのセキュリティ対策のグッドプラクティスを示すことで、サプ ライチェーン・リスクに関する理解を深め、適切な対応に資することを目的と する。 なお、サプライチェーン・リスクを含めた政府情報システムに関する網羅的 なセキュリティ対策については、政府機関等が講ずるべき情報セキュリティ対 策のベースラインとして内閣サイバーセキュリティセンター（NISC）から公開 されている「政府機関等のサイバーセキュリティ対策のための統一基準群」i及 び「統一基準適用個別マニュアル群」などの関連文書に記載されている。 政府情報システムの開発や運用業務に従事する関係者は、本書に記載されて いる内容を参照し、政府情報システムの機器調達等におけるサプライチェー ン・リスクへのセキュリティ対策を行うことで、サプライチェーンに起因する セキュリティインシデント等のリスクを低減でき、政府情報システムにおける セキュリティ水準の向上に努めることが期待される。 １.２ 適用対象 本書は、政府情報システムを適用対象として想定している。 １.３ 位置づけ 本書は、標準ガイドライン群のInformative（情報提供）のレベルの参考文 書である。 １.４ 本書の構成 第２章では、サプライチェーン・リスクに関連する社会的な情勢や、サプラ イチェーン・リスクへのセキュリティ対策の必要性について言及するとともに、 サプライチェーン・リスクの分類とその定義について解説する。なお、第２章 は、第３章以降を読み進める際の前提となるため、留意すること。\n\n2 第３章では、サプライチェーン・リスクへの対応にあたって、どのような政 府情報システムにおいても対応が求められる実施事項を記載する。",
      "page_from": 3,
      "page_to": 5,
      "char_count": 1280,
      "position": 2000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c3",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 3,
      "text": "プライチェーン・リスクに関連する社会的な情勢や、サプラ イチェーン・リスクへのセキュリティ対策の必要性について言及するとともに、 サプライチェーン・リスクの分類とその定義について解説する。なお、第２章 は、第３章以降を読み進める際の前提となるため、留意すること。\n\n2 第３章では、サプライチェーン・リスクへの対応にあたって、どのような政 府情報システムにおいても対応が求められる実施事項を記載する。サプライチ ェーン・リスクへの対応にあたっては、まず、本章の内容を認識することに留 意すること。 第４章では、第２章の政府情報システムにおけるサイバーセキュリティ上の サプライチェーン・リスクの分類に従って、分類ごとに想定される、主要なサ プライチェーン・リスクの概要とそのセキュリティ対策を記述する。主要なサ プライチェーン・リスクの選定については、政府情報システムへの監査やセキ ュリティに関する支援を通じて特に重大な影響を及ぼす可能性や発生頻度が高 いと考えられるリスクや、世の中で発生した具体的なサプライチェーン関連の 事例を踏まえた。また、セキュリティ対策については、技術的対策だけではな く管理的対策等も重要となるため、複数の観点から必要な対策を記載する。読 者は、本章を基に自らの担当業務等のセキュリティ対策を見直すことで、サプ ライチェーン・リスクの低減が期待される。 １.５ 用語 本書において使用する用語は、表１及び本書に別段の定めがある場合を除く ほか、標準ガイドライン群用語集による。その他専門的な用語については、民 間の用語定義を参照すること。 表１ 用語の定義 用語 意味 サプライチェーン サプライチェーンとは、一般的に、製品やサービスが原 材料の調達から生産、加工、流通、販売を経て、最終消 費者に届くまでの一連の流れを指す。本書では、政府情 報システムに関連するサプライチェーンを対象とし、機 器、ソフトウェア、クラウドサービス等の開発から納入 までの一連の工程やその関連企業等に加え、政府情報シ ステムのライフサイクル全般に関わる関連企業等につい ても、サプライチェーンとする。 政府情報システム の機器調達等にお けるサイバーセキ ュリティ上のサプ ライチェーン・リ 本書では、政府情報システムの機器調達、外部委託、ク ラウドサービス選定等におけるサプライチェーンに関す るサイバーセキュリティリスクを取り扱う。例えば、サ ードパーティ製の機器を調達する際の製造元に関するサ イバーセキュリティリスク、外部委託先の管理に関する\n\n3 用語 意味 スク サイバーセキュリティリスク、クラウドサービスの運用 に関するセキュリティリスクなどがある。",
      "page_from": 4,
      "page_to": 6,
      "char_count": 1140,
      "position": 3080,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c4",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 4,
      "text": "のサプ ライチェーン・リ 本書では、政府情報システムの機器調達、外部委託、ク ラウドサービス選定等におけるサプライチェーンに関す るサイバーセキュリティリスクを取り扱う。例えば、サ ードパーティ製の機器を調達する際の製造元に関するサ イバーセキュリティリスク、外部委託先の管理に関する\n\n3 用語 意味 スク サイバーセキュリティリスク、クラウドサービスの運用 に関するセキュリティリスクなどがある。\n\n4 ２ 政府情報システムにおけるサプライチェーン・リスクの概要 ２.１ サプライチェーン・リスクの情勢 政府情報システムに限らず、情報システムの構築・運用・保守においては、 サードパーティ製の機器やソフトウェアの利用だけでなく、業務委託や各種サ ービスの活用など、自組織のみで対応することが難しい場合に、専門の外部事 業者に依頼することがある。これらの外部事業者やその従業員はすべてサプラ イチェーンの一部と見なされる。特に近年ではクラウドサービスの利用が前提 となり、サプライチェーンが一層拡大している。 その結果、表２に示すように、サプライチェーンに起因するセキュリティイ ンシデントが多発しており、その被害も日々拡大している。 表２ サプライチェーンに起因するセキュリティインシデント 関係する サプライチェーン 事例内容 委託先 2022 年10 月、大規模な医療機関においてサイバー攻撃 によりランサムウェアに感染し、電子カルテを含む情報 システムが停止する事態となった。この攻撃は、委託先 のシステムを経由して侵入され、院内の他のシステムへ と被害が拡大した。その結果、救急診療や外来診療、予 定手術の停止を余儀なくされ、診療機能の復旧には約2 ヶ月を要した。 （機密性、可用性、完全性の損失） クラウドサービス 2019 年12 月、あるクラウドサービスが障害を起こし、 全国の複数の自治体で住民票の発行や戸籍証明書の交付 などの行政サービスが停止した。原因はストレージ装置 のファームウェア不具合によるハードウェア故障で、復 旧までに約1 週間を要した。 （可用性の損失） ソフトウェア 2020 年12 月、あるIT 管理ソフトウェア企業のネットワ ーク監視製品がサイバー攻撃を受け、アップデートにバ ックドア型マルウェアが仕込まれた。このマルウェアに より、約18,000 の組織が影響を受け、海外政府の重要 機関のシステムも侵害された。 （機密性の損失） 委託先 2018 年２月、ある公的機関が、個人情報のデータ入力 業務を国内の業者に委託したが、その業者が許可なく海 外の業者に再委託し、個人情報が海外に渡っていたこと が発覚した。 （機密性の損失）\n\n5 ２.２ サプライチェーン・リスクへのセキュリティ対策の必要性 表２の事例が示すように、自らの組織や情報システムのセキュリティ対策の みならず、サプライチェーン全体のリスクも考慮した上で、適切なセキュリテ ィ対策を実施しなければ、結果的に自らにまで悪影響が及ぶことになる。",
      "page_from": 5,
      "page_to": 8,
      "char_count": 1279,
      "position": 4020,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c5",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 5,
      "text": "業者に委託したが、その業者が許可なく海 外の業者に再委託し、個人情報が海外に渡っていたこと が発覚した。 （機密性の損失）\n\n5 ２.２ サプライチェーン・リスクへのセキュリティ対策の必要性 表２の事例が示すように、自らの組織や情報システムのセキュリティ対策の みならず、サプライチェーン全体のリスクも考慮した上で、適切なセキュリテ ィ対策を実施しなければ、結果的に自らにまで悪影響が及ぶことになる。その ため、政府情報システムにおいても、表３に代表されるサプライチェーン・リ スクに起因する大規模な攻撃や事故等に備えて、様々な観点で十分なセキュリ ティ対策を実施することが求められる。 さらに、様々な情報システムやモノが繋がる時代において、サプライチェー ン・リスクの影響は特定の機関に限定されず、複数機関、ひいては政府全体に まで波及する可能性を懸念し、多層でのセキュリティ対策を実施することが求 められている。 また、サプライチェーン・リスクは、経済安全保障分野においても想定され ている。 「経済施策を一体的に講ずることによる安全保障の確保の推進に関す る法律」 （令和４年法律第43 号）に基づく「特定妨害行為の防止による特定社 会基盤役務の安定的な提供の確保に関する基本指針」iiでは、特定妨害行為 1の 例示として、我が国の外部から特定社会基盤役務の安定的な提供を妨害しよう とする主体の影響を受けた特定重要設備又は構成設備の供給者が、当該特定重 要設備に不正なプログラムを埋め込み、そのプログラムにより当該特定重要設 備の機能を停止させ、又は低下させる行為といったものなどが挙げられている。 以上を踏まえると、サプライチェーン・リスクへの対応を喫緊の課題として 認識し、実施することは極めて重要である。 表３ サプライチェーン・リスクに起因する影響例 影響例 内容 データ漏えい 悪意ある攻撃者が脆弱性を悪用し、機密情報や個人情 報、顧客データにアクセスすることで、データが外部に 漏えいする可能性がある。また悪意ある作業従事者がア クセスすることで、同時に外部に漏洩する可能性があ る。これらにより、組織の信用失墜や法的な問題が発生 するおそれがある。 サービス停止 （ダウンタイム） 脆弱性を利用した攻撃により、サービスが一時的または 長期にわたって停止する可能性がある。これにより、ユ ーザのアクセスが遮断され、組織の信頼性が損なわれる とともに、経済的損失も乗じるおそれがある。 1 特定重要設備の導入又は重要維持管理等の委託に関して我が国の外部から行われる特定社会基盤役務の安定的な提供 を妨害する行為をいう。\n\n6 不正な操作や改ざ ん 攻撃者が脆弱性を悪用してシステム内に侵入し、データ の改ざんや操作を行うことで、システムの品質や正確性 が損なわれる危険性がある。特に行政機関では、改ざん によって国民に誤った情報が流布される等の被害が大き な影響となるおそれがある。",
      "page_from": 7,
      "page_to": 9,
      "char_count": 1250,
      "position": 5099,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c6",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 6,
      "text": "。 1 特定重要設備の導入又は重要維持管理等の委託に関して我が国の外部から行われる特定社会基盤役務の安定的な提供 を妨害する行為をいう。\n\n6 不正な操作や改ざ ん 攻撃者が脆弱性を悪用してシステム内に侵入し、データ の改ざんや操作を行うことで、システムの品質や正確性 が損なわれる危険性がある。特に行政機関では、改ざん によって国民に誤った情報が流布される等の被害が大き な影響となるおそれがある。 攻撃の踏み台化 脆弱性を利用した攻撃により、自組織のシステムが他の システムやネットワークへの攻撃の踏み台として利用さ れる可能性がある。これにより、サプライチェーン全体 に悪影響が及び、取引先や顧客に対する信用を損なうお それがある。 法的責任と罰則 個人情報や機密情報が漏洩した場合、関連する法律や規 制（例：GDPR、個人情報保護法など）に違反し、罰金や 制裁措置が科される可能性がある。さらに、被害者から の訴訟に発展するおそれがある。 行政機関の信用の 毀損 サイバー攻撃を受けたことが公表されると、行政機関の 信用が大きく損なわれ、利用者離れが起きる可能性があ る。特に大規模な個人情報漏えいが発生した場合、行政 機関が推進・運営する事業や行政サービスの継続にも影 響を及ぼすおそれがある。 社会的な混乱 インフラ系のシステムや行政サービスで脆弱性が悪用さ れた場合、社会的混乱を招く可能性があり、組織の対応 が遅れれば遅れるほど国民が必要なサービスを利用でき ない等の被害が拡大する可能性がある。 ２.３ 政府情報システムにおけるサプライチェーン・リスクの分類と定義 本書では、政府情報システムにおけるサプライチェーン・リスクの分類と定 義について、 「政府機関等のサイバーセキュリティ対策のための統一基準群」 でサプライチェーン・リスクに言及している「第４部 外部委託」において、 業務委託、クラウドサービス、機器等の調達に分けて遵守事項等が定められて いることを基に、政府情報システムの開発や運用業務に従事する関係者、シス テムの構成要素、サプライチェーンに関するインシデント事例などを考慮した。 以上を踏まえ、政府情報システムにおけるサプライチェーン・リスクを、表 ４のとおり、３つに分類して定義する。 表４ 政府情報システムにおけるサプライチェーン・リスクの分類と定義 リスクの分類 定義\n\n7 ビジネスサプライ チェーン・リスク 政府情報システムの開発・運用・保守等の業務を請け負 う委託先や再委託先（それ以降も同様）に関連する、内 部不正による情報漏えいやマルウェア感染等のサイバー 攻撃による事業停止等が発生するセキュリティリスク サービスサプライ チェーン・リスク 政府情報システム等で利用する事業者によって提供され るクラウドサービスに関連する情報漏えい、業務停止等",
      "page_from": 8,
      "page_to": 10,
      "char_count": 1200,
      "position": 6149,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c7",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 7,
      "text": "の分類 定義\n\n7 ビジネスサプライ チェーン・リスク 政府情報システムの開発・運用・保守等の業務を請け負 う委託先や再委託先（それ以降も同様）に関連する、内 部不正による情報漏えいやマルウェア感染等のサイバー 攻撃による事業停止等が発生するセキュリティリスク サービスサプライ チェーン・リスク 政府情報システム等で利用する事業者によって提供され るクラウドサービスに関連する情報漏えい、業務停止等 が発生するセキュリティリスク 機器・ソフトウェ アサプライチェー ン・リスク 政府情報システムで利用するソフトウェアやハードウェ アに含まれるバックドアや致命的な脆弱性が悪用され、 システムへの不正アクセスやマルウェア感染等のサイバ ー攻撃を受け、情報漏えい、業務停止等が発生するセキ ュリティリスク\n\n8 ３ サプライチェーン・リスク対応における必須事項 第２章では、政府情報システムにおけるサプライチェーン・リスクの概要を 記述し、サプライチェーン・リスク対応の必要性を示した。 本章では、サプライチェーン・リスク対応にあたり、効果的なセキュリティ 対策を実施するためにまず取り組むべきと考えられる事項を記述する。 ３.１ 総合的なリスクアセスメントの実施 サプライチェーン・リスクは、本書でもビジネスサプライチェーン・リスク、 サービスサプライチェーン・リスク、機器・ソフトウェアサプライチェーン・ リスクの３つに分類したとおり、異なる領域にまたがる。また、サプライチェ ーン・リスク以外でも、様々なセキュリティリスクがある。そのため、サプラ イチェーン・リスク以外のリスクも含めて、政府情報システムに係るリスク全 体に関する総合的なリスクアセスメントを確実に実施することが重要である。 特に、業務委託先やクラウドプロバイダなどの外部の機関が関与する場合、そ の相手先でのセキュリティ対策などを適切に把握することが求められる。なお、 リスクアセスメントについては、 「政府機関等の対策基準策定のためのガイド ライン」iii、 「DS-201 政府情報システムにおけるセキュリティリスク分析ガイ ドライン～ベースラインと事業被害の組み合わせアプローチ～」ivなどの政府 機関等向けのリスクアセスメントに関する基準やガイドラインを参考にされた い。 ３.２ 委託先等との協力体制の強化 サプライチェーン・リスクを軽減するためには、委託先、サプライヤー、サ ービス提供者などとの緊密な協力が不可欠である。契約書の中に情報セキュリ ティ条項を明確に盛り込むだけでなく、定期的なリスクレビューの実施や緊急 時を含めた連絡体制の確立も重要である。また、委託先等のセキュリティ体制 やインシデント対応能力を評価し、必要であれば改善を促す取組が必要である。 これらの取組を効果的に実施するためには、日々のコミュニケーションを通 じて信頼関係を構築・強化し、効率的な協力体制を構築することが重要である。",
      "page_from": 9,
      "page_to": 11,
      "char_count": 1246,
      "position": 7149,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c8",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 8,
      "text": "不可欠である。契約書の中に情報セキュリ ティ条項を明確に盛り込むだけでなく、定期的なリスクレビューの実施や緊急 時を含めた連絡体制の確立も重要である。また、委託先等のセキュリティ体制 やインシデント対応能力を評価し、必要であれば改善を促す取組が必要である。 これらの取組を効果的に実施するためには、日々のコミュニケーションを通 じて信頼関係を構築・強化し、効率的な協力体制を構築することが重要である。 ３.３ 継続的な監視と評価の重要性 サプライチェーン・リスクは動的なものであり、技術の進化や新たな脅威の 発生により、リスクの性質や影響範囲が変化することがある。そのため、初回 のリスク評価や対策実施にとどまらず、継続的な監視と再評価を行うことが重 要である。特に、新しい機能の導入や既存のサービスのアップデートが行われ た際などには、速やかに既存のリスクを含めて、リスク評価を更新するプロセ\n\n9 スを設けることが有効である。また、併せて、リスクに関する情報を集約し、 関係者全体で共有することができる体制構築も重要となる。 ３.４ インシデント対応計画の整備 サプライチェーン・リスクが顕在化した場合の対応を適切に行うために、あ らかじめインシデント対応計画を整備しておくことに留意する必要がある。イ ンシデント対応計画には、インシデントの検知、報告、対応、復旧の手順を明 確に定め、委託先等の関係者との協力体制を事前に整えておく必要がある。ま た、インシデント対応計画は定期的に見直し、演習を通じて関係者が迅速に対 応できるようにしておくことが重要である。 ３.５ まとめ サプライチェーン・リスクへの対応は、組織内外を問わず、多くの関係者と の協力と継続的なリスクマネジメントが必要である。総合的なリスクアセスメ ントの実施、業務委託先等との協力体制の強化、継続的な監視と評価、そして、 インシデント対応計画の整備といった取組に留意しながら進めることで、より 堅牢なサプライチェーン・リスク管理体制を構築することが可能である。 これらの取組が、次章に記述する各セキュリティ対策がより効果的なものと なり、政府情報システムにおけるセキュリティ水準の向上に努めることが期待 される。\n\n10 ４ 想定される主要なサプライチェーン・リスクと対策 本章では、第２章で分類、定義したサプライチェーン・リスクに基づいた主 要なリスクとそれに対するセキュリティ対策を記述する。なお、セキュリティ 対策については、技術的対策のみならず管理的対策など複数の観点から分類し ている。 ４.１ ビジネスサプライチェーン・リスク 昨今、委託先に関連するセキュリティインシデントの事例が数多く報告され ている。2023 年には、大手通信事業者グループの子会社において、委託先の元 派遣社員が約10 年間にわたり、システム管理者権限を悪用して数百万人分の個 人情報を不正に持ち出し、第三者に販売していたことが判明した。",
      "page_from": 11,
      "page_to": 13,
      "char_count": 1250,
      "position": 8195,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c9",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 9,
      "text": "いては、技術的対策のみならず管理的対策など複数の観点から分類し ている。 ４.１ ビジネスサプライチェーン・リスク 昨今、委託先に関連するセキュリティインシデントの事例が数多く報告され ている。2023 年には、大手通信事業者グループの子会社において、委託先の元 派遣社員が約10 年間にわたり、システム管理者権限を悪用して数百万人分の個 人情報を不正に持ち出し、第三者に販売していたことが判明した。このセキュ リティインシデントは、長期間にわたり事案が検知できなかったことや、初回 の調査では情報漏えいを確認できていなかったことなど、サプライチェーンで ある委託先におけるリスクに関して多くの要素を含んでいる。 この事例からもわかるように、業務委託においては、委託先がシステムにお ける上位の権限を付与され、重要な情報を扱うこともある。付与された権限で 実行可能な行為は、全て不正に繋がるリスクがあると考えられる。その場合、 委託先でのセキュリティ管理が不十分であれば、情報漏えいや不正アクセスな どのセキュリティインシデントが発生し、委託元にも大きな影響を及ぼす。そ のため、委託先におけるリスクを把握し、リスクを軽減等するためのセキュリ ティ対策を実施することが必要である。 なお、ビジネスサプライチェーン・リスクについて検討する際には、ビジネ スリスクへの対策を検討する際のフレームワークとしても引用されることが多 いアメリカ国立標準技術研究所（NIST：National Institute of Standards and Technology）が発行する「The NIST Cybersecurity Framework（CSF）2.0v（以 下「CSF」という。 ）のカテゴリーを当てはめて、検討することができる。具体 的には、委託業務に関連するリスクは、全般的な「統制（Govern） 」の観点か ら、組織のリスクとして捉え、どのように対策を実施するか、組織のリスク管 理の戦略を当てはめて考える必要がある。委託先に対しては、リスク対策の内 容だけではなく、リスクの発生頻度、業務影響などリスク管理に関する情報を 共有する必要がある。また、委託業務に関連して保護すべき資産に対する脅威 と影響を「識別（Identify） 」し、そのリスク評価結果に応じた事前の「防御 （Protect） 」策、攻撃や不正に繋がる異常を「検知（Detect） 」するために監 視や記録の分析、実際にセキュリティインシデントが発生した際の「対応 （Respond） 」に必要な体制やコミュニケーション、破壊または紛失した資産の 「復旧（Recover） 」等、セキュリティ対策について委託先に求める役割権限を\n\n11 含めて検討する。",
      "page_from": 13,
      "page_to": 14,
      "char_count": 1166,
      "position": 9245,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c10",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 10,
      "text": "fy） 」し、そのリスク評価結果に応じた事前の「防御 （Protect） 」策、攻撃や不正に繋がる異常を「検知（Detect） 」するために監 視や記録の分析、実際にセキュリティインシデントが発生した際の「対応 （Respond） 」に必要な体制やコミュニケーション、破壊または紛失した資産の 「復旧（Recover） 」等、セキュリティ対策について委託先に求める役割権限を\n\n11 含めて検討する。 こうしたフレームワークを活用して組織内で検討したセキュリティ対策は、 委託業務を調達する際に仕様書のセキュリティ要件に含めるとともに、一般競 争入札（総合評価落札方式）やプロポーザル型企画競争における評価基準とし て委託業務を遂行するための能力とセキュリティ水準に関する項目を加え、セ キュリティ対策を確実に実施可能か評価する必要がある。さらに調達時のみな らず、委託業務期間中での継続的なセキュリティ水準の維持のため、委託元が 継続的に委託先におけるセキュリティ対策の実施状況を確認することも重要で ある。 本項では、委託先に関連したビジネスサプライチェーン・リスクにおける主 要なリスクについて、その特性や影響を説明し、リスクを軽減するための対策 を提案する。 1)委託先における管理不備のリスク ア リスク概要 a)背景 ① 情報システムを構築・運用・保守する際に、組織内の専門的な知識や 工数を補うため、外部の専門性の高い事業者に委託することがある。 また、情報システムの構築・運用・保守とは関係なく、業務自体を委 託することがある。どちらも、委託業務を遂行するために、委託元が 保有する情報を委託先に対して、提供しまたは情報の権限管理を付与 することにより、委託先は機密性が求められる情報を知ることが可能 となる。 ② 委託元との通信か否かに関わらず委託先に付設されたネットワークに おいて、セキュリティ設定やネットワーク機器の管理に不備がある場 合、それらの不備を狙った攻撃や委託先を起点としたセキュリティイ ンシデントが起き、委託元にも二次的な被害が及ぶ可能性がある。例 えば、一時的な通信許可の設定を元に戻すことを失念したことで、不 正アクセスを受けることや、マルウェアを受信することが考えられる。 b)想定される影響と結果 委託業務のために委託先に提供した情報や、委託先において委託業務に 従事する職員（以下「委託業務従事者」という。 ）が知り得る情報は、個人 情報、機微な情報または重要な情報である場合が多く、委託先においても 安全に保護されなければならない。しかし、委託先におけるセキュリティ 対策が不十分な場合、これらの情報が、委託業務従事者以外の委託先の職\n\n12 員を含めた第三者に漏えいすることがある。 イ リスクへの対策 a)管理的対策  委託元の情報セキュリティポリシーに加え、委託業務のリスクを考慮 したセキュリティ対策の要件を、調達仕様書に加える。  契約時に、委託先から、情報の適正な取扱いのための情報セキュリテ ィ対策が含まれた計画書の提供を受ける。",
      "page_from": 13,
      "page_to": 15,
      "char_count": 1299,
      "position": 10211,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c11",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 11,
      "text": "おけるセキュリティ 対策が不十分な場合、これらの情報が、委託業務従事者以外の委託先の職\n\n12 員を含めた第三者に漏えいすることがある。 イ リスクへの対策 a)管理的対策  委託元の情報セキュリティポリシーに加え、委託業務のリスクを考慮 したセキュリティ対策の要件を、調達仕様書に加える。  契約時に、委託先から、情報の適正な取扱いのための情報セキュリテ ィ対策が含まれた計画書の提供を受ける。  委託期間中、調達仕様書で求めたセキュリティ対策と委託業務の実施 状況に合わせて、定期的に上記計画書に記載された事項の実施状況の 報告を受ける。  情報が取り扱われる前に、セキュリティ対策が十分であるか立ち入り 調査を実施し、その際に確認された課題について、改善を要求する。 （ 「別紙１ 立入調査時点検項目例」参照） 2)委託先における内部不正のリスク ア リスク概要 a)背景 内部不正自体は、委託先に限らず委託元の組織内でも発生しうるリスク であるが、委託先における内部不正については、委託元が直接その職員を 管理していないことから、発見が困難である。特に、属人的に業務が実施 されている場合、他の業務従事者による実施内容の確認や評価などのけん 制ができず、不正行為が起こりやすく、発見することも難しい。 さらに、委託業務においては、技術的に専門性が高い業務を委託するこ とが多く、そのような場合、委託元が委託先の組織内で行われた委託業務 従事者による不正を発見することは、専門性の高さも相まって、一層困難 である。 b)想定される影響と結果 付与された権限で実行可能な行為は、全て不正に繋がるリスクがあると 考えられる。 委託先の関係者による情報漏えいや情報の持ち出しといった一次的な被 害に加え、個人情報の第三者への転売や、漏洩した組織情報が攻撃者に悪 用されることで起こるセキュリティインシデントなどによる二次的な被害 も考えられる。機密性に関わるセキュリティインシデントであるため、一 次的な被害よりもむしろ二次的な被害の方が業務に与える影響が大きくな\n\n13 る危険性がある。 また、委託先の関係者による資産の破壊は、可用性に関わるセキュリテ ィインシデントであるため、業務継続や個人情報等情報の主体者の生活等 に影響を与えることがある。 イ リスクへの対策 委託先における内部不正への対策については、委託先で十分な予防的な対 策と不正を検知する対策が実施されているかを確認する必要がある。また、 委託先でのセキュリティ対策の内容の共有は、内部不正のけん制に繋がる。 a)管理的対策  委託業務に関する情報を取り扱う委託業務従事者（以下「情報取扱者」 という。 ）を識別し、その一覧を入手する。  情報取扱者には、委託業務従事者に加え、品質管理者等の間接部門に おいて委託業務に関する保護すべき情報に触れる者も含む。  情報取扱者は、定期的に異動や退職等による変更がないかを確認する。",
      "page_from": 14,
      "page_to": 16,
      "char_count": 1256,
      "position": 11310,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c12",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 12,
      "text": "また、 委託先でのセキュリティ対策の内容の共有は、内部不正のけん制に繋がる。 a)管理的対策  委託業務に関する情報を取り扱う委託業務従事者（以下「情報取扱者」 という。 ）を識別し、その一覧を入手する。  情報取扱者には、委託業務従事者に加え、品質管理者等の間接部門に おいて委託業務に関する保護すべき情報に触れる者も含む。  情報取扱者は、定期的に異動や退職等による変更がないかを確認する。  管理者権限等の特権を保有する情報取扱者を必要最小限とした上で、 相互けん制の仕組みを導入し、複数の担当者が互いに監視できる体制 を整える。 b)技術的対策  情報取扱者の一覧に基づき、委託先において、委託業務に関する保護 すべき情報の保存先やシステムのアクセス権限を限定する。  情報のコピーやダウンロードなど情報の持ち出しに繋がる機能は、一 度に多量の情報を扱えないように制限し、記録を取得する。  委託先に対して、委託業務に関する保護すべき情報へのアクセスや操 作の記録を複合的に分析し、不審な操作を定期的に確認した結果の報 告を求める。 3)委託先のセキュリティインシデントによる二次被害の可能性 ア リスク概要 a)背景 委託先においてセキュリティインシデントが発生した場合、メディアや SNS 等に取り上げられることにより、委託先への信頼性に対するイメージが 低下する。 委託先については、調達に関する公開情報により明らかになっているた め、委託先のセキュリティインシデントが直接、委託業務に関連していな\n\n14 い場合でも、委託元の信用に悪影響を及ぼす可能性がある。特に、委託先 のセキュリティインシデントがセキュリティ対策の不足や管理の甘さに起 因している場合、委託元の選定基準も疑問視されることになる。 b)想定される影響と結果 委託元は、外部からの問い合わせ対応を求められることや、委託先の選 定基準と評価の根拠を求められる可能性がある。これに加え、委託先と調 査方法、調査結果、報告、公表等の協議にも時間が取られる。 また、委託先ではセキュリティインシデントの対応工数が負担となり、 委託業務の遂行において、リソースが制限されることや遅延が生じること など、影響が生じる可能性がある。例えば、委託先でのセキュリティイン シデントが委託業務にも使用していたツールに関係していた場合、そのツ ールが利用できなくなるケースがあり、委託元としても委託先との情報管 理方法やコミュニケーション方法を変更することとなる。 イ リスクへの対策 a)管理的対策  委託先の選定にあたり、一般的な選定基準だけではなく、委託業務の リスクに応じた委託先の選定基準を作成し、公正に評価する。  委託先においてセキュリティインシデントが発生した場合、外部から の問い合わせ対応のために、セキュリティインシデントが委託業務に 直接関係していることが判明していない状況でも早期に委託先から一 報を入手する。",
      "page_from": 16,
      "page_to": 17,
      "char_count": 1257,
      "position": 12366,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c13",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 13,
      "text": "方法を変更することとなる。 イ リスクへの対策 a)管理的対策  委託先の選定にあたり、一般的な選定基準だけではなく、委託業務の リスクに応じた委託先の選定基準を作成し、公正に評価する。  委託先においてセキュリティインシデントが発生した場合、外部から の問い合わせ対応のために、セキュリティインシデントが委託業務に 直接関係していることが判明していない状況でも早期に委託先から一 報を入手する。  被害の拡散防止や公表に向けた協議を行うため、両者間でセキュリテ ィインシデント対応時の体制を事前に確立する。  セキュリティインシデントにより委託業務上で使用できなくなる可能 性があるツール、情報システム等は、業務継続計画（BCP）を事前に 合意する。  業務手順について、代替業務手順（コンティンジェンシープラン）を 事前に定める。 委託業務に関連して委託先が使用するツール等がクラウドサービスやソ フトウェアである場合のリスク対策については、 「４.２ サービスサプラ イチェーン・リスク」及び「４.３ 機器・ソフトウェアサプライチェー ン・リスク」の項で示す。\n\n15 4)未承認の再委託やオフショアのリスク ア リスク概要 a)背景 委託先が保有している人的リソースや知識、経験が不足している場合、 委託元によって承認されていない再委託や、オフショア 2によって補われる ことがある。なお、委託業務の作業場所が海外となった場合は、国内法が 及ばず、逆に現地国の法に対応しなければならないといったカントリーリ スクが存在する。 b)想定される影響と結果 オフショアがある場合、作業場所となる国において、何らかの理由によ り海外に持ち出された情報が現地国の機関から提出するよう求められるこ とが考えられ、これによる情報漏えいの可能性がある。 また、未承認の委託先やオフショアがある場合は、どちらの場合でも、 作業場所への委託先に対する監査の実施が難しく、作業場所や使用する機 器などのセキュリティ対策状況が確認できない。結果的に、調達仕様書の セキュリティ要件が満たされていない場合、外部からの攻撃により情報漏 えいする危険性がある。例えば、使用されるネットワーク機器の脆弱性管 理が不十分であったため、サイバー攻撃によりネットワーク機器の脆弱性 を突かれ、委託先のシステムに侵入され、情報が漏えいするなどが考えら れる。 また、未承認の再委託先で取り扱っていた情報は、契約終了時のデータ 消去の対象範囲から漏れる可能性がある。このような状況で契約に違反し た再委託先に保存されていた情報が漏えいすることが考えられる。 イ リスク対策 a)管理的対策  委託業務を実施する上で必要な保有資格を調達仕様書に盛り込む。  調達時において、応札者の処理能力や保有する人的リソース等の体制 を評価することにより、不適切な委託となる可能性を下げる。",
      "page_from": 17,
      "page_to": 18,
      "char_count": 1228,
      "position": 13423,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c14",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 14,
      "text": "託先で取り扱っていた情報は、契約終了時のデータ 消去の対象範囲から漏れる可能性がある。このような状況で契約に違反し た再委託先に保存されていた情報が漏えいすることが考えられる。 イ リスク対策 a)管理的対策  委託業務を実施する上で必要な保有資格を調達仕様書に盛り込む。  調達時において、応札者の処理能力や保有する人的リソース等の体制 を評価することにより、不適切な委託となる可能性を下げる。  委託先への監査等により、委託業務従事者リストに記載された委託業 務従事者の保有資格、作業場所、在籍状況等を確認し、委託業務を遂 行する能力が十分であることを確認する。  機微な情報を取り扱うシステムの開発・運用においては、海外法人 2 委託先が、自社内の国外拠点で委託業務を実施すること、または、国外のグループ企業等の関連会社に業務を再委託 すること\n\n16 （委託先の関連法人を含む）へのオフショアについて、当該海外法人 に対する情報へのアクセスや保存等の制限、セキュリティ対策とその 実施状況の確認において、条件を設定する。 5)曖昧な責任分界によるリスク ア リスク概要 a)背景 委託元及び委託先は、委託業務を実施し、その目的を達成する上で、そ れぞれが果たすべき責任について合意し、お互いに理解しなければならな い。 また、責任がそれぞれに分担されるため、委託元と委託先との間でセキ ュリティ対策の連携が重要となる。 b)想定される影響と結果 委託元と委託先によって合意された本来の役割が実施されなかった場合、 委託業務に遅延などの影響が起きるだけではなく、責任範囲の不明瞭さか ら生じる不満が引き金となり、内部不正による情報漏えいや改ざんに繋が る危険性がある。 イ リスク対策 a)管理的対策  委託先に対して、委託業務に伴うリスクとその影響の評価、責任分界 点を共有する。  委託先への監査により、委託業務を実施する上で充分なリソースが確 保された業務実施体制であることを確認する。  委託先においても、委託元の情報セキュリティポリシーと同等以上の セキュリティ対策が実施され、情報セキュリティ体制が構築されてい ることを確認する。\n\n17 ４.２ サービスサプライチェーン・リスク 現代のビジネスにおいて、クラウドサービスやマネージドサービスを利用す ることは、企業の業務効率化と競争力強化に必要不可欠な要素となっている。 これらのサービスを通じ、企業は、例えば、オンプレミスのサーバを維持する コストを削減し、IT 管理にかかる負担を減らすことで、社員が自社の主要業務 により専念できるようになる。 他方、政府機関においては、 「政府情報システムにおけるクラウドサービス の利用に係る基本方針」 （2021 年（令和３年）３月30 日各府省情報化統括責任 者（CIO）連絡会議決定）のもと、クラウドバイデフォルト原則を掲げ、情報 システムの環境をオンプレミスからクラウドへ移行してきた。",
      "page_from": 18,
      "page_to": 20,
      "char_count": 1260,
      "position": 14451,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c15",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 15,
      "text": "持する コストを削減し、IT 管理にかかる負担を減らすことで、社員が自社の主要業務 により専念できるようになる。 他方、政府機関においては、 「政府情報システムにおけるクラウドサービス の利用に係る基本方針」 （2021 年（令和３年）３月30 日各府省情報化統括責任 者（CIO）連絡会議決定）のもと、クラウドバイデフォルト原則を掲げ、情報 システムの環境をオンプレミスからクラウドへ移行してきた。その上で、さら なるクラウドサービスなどによる利用メリットを享受するため、同方針を抜本 的に見直した「政府情報システムにおけるクラウドサービスの適切な利用に係 る基本方針」 （2023 年（令和５年）９月29 日デジタル社会推進会議幹事会決定。 以下「新方針」という。 ）viのもと、単にクラウドサービスを利用するだけでな く、 「適切な利用」を推進しているところである。 しかし、これらのサービスは多大なるメリットもある一方で、統制が難しい 領域があるなど新たなリスクも生じさせる。 本項では、クラウドサービスやマネージドサービスに関連した「サービスサ プライチェーン・リスク」における主要なリスクについて、その特性や影響を 説明し、リスクを軽減するための対策を提案する。 なお、本書で説明しているセキュリティ対策に資する制度として、 「政府情 報システムのためのセキュリティ評価制度」 （Information system Security Management and Assessment Program:通称、ISMAP（イスマップ） ）3がある。政 府機関は、原則として、ISMAP により安全性が評価された「ISMAP クラウドサー ビスリスト」または「ISMAP-LIU クラウドサービスリスト」 （以下「ISMAP 等サ ービスリスト」という。 ）に掲載されたサービスから調達することとされてい る。ただし、ISMAP 等サービスリストに掲載されていることだけで判断せず、 その詳細情報を調達時等のリスク評価に活用することが重要である。 3 政府が求めるセキュリティ要求を満たしているクラウドサービスを予め評価・登録することにより、政府のクラウド サービス調達におけるセキュリティ水準の確保を図り、もってクラウドサービスの円滑な導入に資することを目的とす る。\n\n18 1)役割・責任範囲の理解・認識不足のリスク ア リスク概要 a)背景 クラウドサービスでは、サービス提供者と利用者の間で責任が共有され る責任共有モデルが採用されている。オンプレミス環境では、情報システ ム全体の管理は利用者が直接行うが、クラウドサービスでは提供者と利用 者がそれぞれの責任を分担する形になる。 したがって、クラウドサービスは、利用者にとって柔軟なスケーラビリ ティと運用負荷の軽減という利便性がある一方で、利用者側でセキュリテ ィ設定やデータ管理を適切に行うことの重要性が高まる。",
      "page_from": 20,
      "page_to": 21,
      "char_count": 1244,
      "position": 15511,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c16",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 16,
      "text": "ス提供者と利用者の間で責任が共有され る責任共有モデルが採用されている。オンプレミス環境では、情報システ ム全体の管理は利用者が直接行うが、クラウドサービスでは提供者と利用 者がそれぞれの責任を分担する形になる。 したがって、クラウドサービスは、利用者にとって柔軟なスケーラビリ ティと運用負荷の軽減という利便性がある一方で、利用者側でセキュリテ ィ設定やデータ管理を適切に行うことの重要性が高まる。この責任共有モ デルでは、どの部分がサービス提供者の責任であり、どの部分が利用者の 責任であるかが明確に定義されている。具体的な責任範囲は各クラウドサ ービスの利用規約や契約内容などによって異なる場合もあるが、例えば、 SaaS においては、物理的なインフラストラクチャの管理はクラウドサービ スプロバイダ（以下「CSP」という。 ）の責任だが、データの管理や適切な アクセス制御の設定は利用者の責任となる。 このように、クラウドサービスではCSP と利用者の両方がそれぞれの役割 を担うことで、全体的なセキュリティ水準が保証される。 b)想定される影響と結果 クラウドサービスの利用において、サービス提供者と利用者の責任範囲 を十分に理解・認識していない場合、重大なセキュリティ対策の漏れが生 じる可能性がある。例えば、CSP が対応すると誤解して、利用者が実施すべ き必要なセキュリティ設定が未実施となるケースが考えられる。このよう な状況は、セキュリティホールを生じさせ、攻撃者に悪用されるリスクを 高める。その結果、政府の機密情報や国民の個人情報が漏洩し、国家安全 保障や個人のプライバシーが脅かされるおそれがある。 また、インシデント発生時において、どちらがどう対応を実施すべきか を確認する時間が必要となり、対応に遅れが生じ、結果として被害の拡大 を招く可能性がある。 さらに、必要なセキュリティ対策の不足やコンプライアンス要件の未達 成を引き起こし、規則違反を問われるリスクがある。このような不備は、 組織のガバナンス体制の問題と見なされ、政府機関の信頼性を損ね、結果 的にサービスの利用率低下に繋がるおそれがある。\n\n19 イ リスクへの対策 a)管理的対策  サービス内容の変更時など、CSP がウェブサイトなどで提示する責任 範囲を確認する。 b)人的対策  利用者側の担当職員への役割や責任範囲に関する教育を実施する。 c)その他の対策  サービス検討時にサービス内容、規約などを確認し、要求事項を満た すかあらかじめ検証する。  独立した第三者機関による定期的な監査を実施し、責任範囲の理解と 遵守状況を客観的に評価する。 2)クラウドサービスにおける障害など可用性のリスク ア リスク概要 a)背景 政府情報システムには国民生活に直結する重要な行政サービスを提供す るシステムが含まれており、高い可用性が求められる場合がある。",
      "page_from": 21,
      "page_to": 22,
      "char_count": 1230,
      "position": 16555,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c17",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 17,
      "text": "策  サービス検討時にサービス内容、規約などを確認し、要求事項を満た すかあらかじめ検証する。  独立した第三者機関による定期的な監査を実施し、責任範囲の理解と 遵守状況を客観的に評価する。 2)クラウドサービスにおける障害など可用性のリスク ア リスク概要 a)背景 政府情報システムには国民生活に直結する重要な行政サービスを提供す るシステムが含まれており、高い可用性が求められる場合がある。一方、 クラウドサービスでは、利用者のみならず、CSP が責任を持ち管理運用する 領域が存在し、CSP の管理運用に起因する障害、クラウドサービス自身がサ イバー攻撃の標的になるなどのCSP にとっての外部要因に起因する障害にも 考慮する必要がある。 また、クラウドサービスでの可用性確保は、一般的にはインターネット を介して利用することからネットワークの安定性の影響や、クラウドサー ビスにおけるサービスや機能の提供内容や状況が影響することが特徴であ る。なお、提供されるサービスが標準化されている場合は、利用者からの 個別の要求を柔軟に反映することが難しいこともある。 b)想定される影響と結果 上記のとおり、クラウドサービスには、外部要因によるクラウドサービ ス自身の障害や停止、または通信回線の不調といったリスクが存在する。 例えば、クラウドサービスのデータセンターにおいてハードウェア障害が 発生した場合、サービスの一部が利用不能となり、影響を受ける可能性が ある。また、DDoS 攻撃などの悪意ある攻撃によりクラウドサービスへのア クセスが妨害されることや、通信回線の不調によりクラウド環境へのアク\n\n20 セスが困難となることも考えられる。 これらの障害や停止により、政府情報システムや行政サービスに深刻な 影響が生じる可能性がある。例えば、クラウドサービスが停止した場合、 重要なシステムが利用不能となり、行政手続が遅延し、国民へのサービス 提供が著しく妨げられることが懸念される。特に、社会保障や税務手続に 関連するシステムが停止した場合、国民の生活に直接的な支障をきたし、 混乱が発生するリスクが高まる。 さらに、内部事務などで利用しているクラウドサービスにアクセスでき ない状況となると、通常業務の遅延や効率の低下を招くことになる。この 結果、復旧作業や原因究明に多大な人的・金銭的リソースを要し、最終的 には政府機関の信頼性が低下する事態に発展するおそれがある。 イ リスクへの対策 a)管理的対策  CSP が提示するサービスレベルを確認し、必要とする可用性を確保で きるかを確認する。また、可能であれば個別にサービスレベルアグリ ーメント（SLA）を締結することで、可用性の目標値を明確に定義す る。  CSP が公表するサービス稼働時間などの可用性レポートを定期的に確 認し、想定されるリスクを評価し、必要に応じて対策を見直す。  障害が発生した場合に備え、サービス中断時の代替手段などを検討の うえ、業務継続計画（BCP）を整備する。",
      "page_from": 22,
      "page_to": 23,
      "char_count": 1286,
      "position": 17585,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c18",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 18,
      "text": "要とする可用性を確保で きるかを確認する。また、可能であれば個別にサービスレベルアグリ ーメント（SLA）を締結することで、可用性の目標値を明確に定義す る。  CSP が公表するサービス稼働時間などの可用性レポートを定期的に確 認し、想定されるリスクを評価し、必要に応じて対策を見直す。  障害が発生した場合に備え、サービス中断時の代替手段などを検討の うえ、業務継続計画（BCP）を整備する。 b)技術的対策  複数のリージョンやアベイラビリティゾーンに渡ってシステムを分散 配置するなど、冗長化構成とする。  自動的にバックアップシステムに切り替わる仕組みを導入する。  特に高い可用性を要求する場合、複数のクラウドサービスを利用する マルチクラウド戦略や、オンプレミス環境などと併用するハイブリッ ドクラウド構成を採用する。 c)人的対策  可用性に影響を与えるインシデントを想定した訓練を定期的に実施し、 業務継続計画（BCP）やインシデント対応手順への対応力を向上させ る。  障害発生時に迅速に対応できる体制を構築する。\n\n21 d)その他の対策  障害発生時に備え、組織内でのインシデント対応に必要な情報を、 CSP がウェブサイトなどで提示する情報等を基に確認する。 3)適切な設定が実施されないリスク ア リスク概要 a)背景 クラウドサービスは多くのサービスがある一方で、その分、多くの設定 項目が存在し、管理は複雑になる。特に、クラウドサービスでは、アクセ ス制御、ネットワーク設定、暗号化設定などのセキュリティに関する設定 なども含めて、従来のオンプレミス環境とは異なるクラウドサービス固有 の名称や機能であることも多い。さらに、クラウドサービスは頻繁にアッ プデートされることが多く、その際に設定がデフォルト値に戻ることや新 機能が追加されることがあるため、これらの変更に対応する必要がある。 また、政府情報システムに限らず、組織のセキュリティポリシー等にの っとった設定が必要となるが、利用者が設定する責任範囲については、ク ラウドサービスの利用形態（IaaS、PaaS、SaaS）によっても責任範囲が変 化することに加え、サービスの内容や利用条件等によっても異なる。 b)想定される影響と結果 クラウドサービスを利用する際には、設定不備が発生する原因がいくつ か存在する。まず、クラウドの設定に不慣れであるため、アクセス権限や ネットワーク設定において誤りや抜けが生じやすくなる。また、IaaS、 PaaS、SaaS といったサービスの種類によって管理する責任範囲が異なるた め、利用者がどの範囲を管理すべきか判断しづらく、結果として設定が不 十分になることがある。さらに、クラウドサービスは頻繁にアップデート されるため、その対応が遅れることや設定変更に気付かないことなどミス が発生しやすくなる。加えて、設定作業が手作業で行われることが多いた め、ヒューマンエラーが起こりやすく、設定作業の煩雑さや多忙な状況に よって誤設定のリスクが高まる。",
      "page_from": 23,
      "page_to": 24,
      "char_count": 1297,
      "position": 18671,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c19",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 19,
      "text": "て管理する責任範囲が異なるた め、利用者がどの範囲を管理すべきか判断しづらく、結果として設定が不 十分になることがある。さらに、クラウドサービスは頻繁にアップデート されるため、その対応が遅れることや設定変更に気付かないことなどミス が発生しやすくなる。加えて、設定作業が手作業で行われることが多いた め、ヒューマンエラーが起こりやすく、設定作業の煩雑さや多忙な状況に よって誤設定のリスクが高まる。 こうした設定不備が発生すると、重大なセキュリティホールが生じ、組 織に大きな影響を及ぼす可能性がある。例えば、誤ったアクセス権限の設 定により、本来アクセスできないはずの機密情報に外部から不正にアクセ スされるおそれがある。また、内部システムが誤ってインターネットに公 開されることでサイバー攻撃の標的となりやすくなり、重要なデータの改 ざんや破壊のリスクも高まる。さらに、データの暗号化設定が不適切であ\n\n22 る場合、情報漏えい時の被害が甚大になる可能性がある。これらの問題は、 政府情報システム全体のセキュリティを脅かし、連鎖的に重要なデータの 改ざんや破壊を引き起こすおそれがある。 また、設定不備は、インシデント対応における対応の遅延や問題の特定 を困難にすることにも繋がる。設定不備が原因となり、適切なログ管理や 監視体制が整っていない場合、問題解決に多大な時間と労力がかかり、そ の結果として被害が拡大する可能性が高まる。 イ リスクへの対策 設定不備のリスクへの対策について、以下のとおり、主要な対策と考えら れるものを挙げているが、具体的に推奨されるセキュリティ対策については 総務省が公表している「クラウドサービス利用・提供における適切な設定の ためのガイドライン」viiも参照されたい。 また、対策を検討する際には、潜在的なリスクを事前に予測し、不適切な 設定や操作を未然に防ぐための予防的統制と、組織で定めたポリシーの準拠 状況（暗号化やログ取得の実施状況、外部公開設定など）やリスクの発生に 繋がる操作等を監視して検知し、必要に応じて修正するための発見的統制の 考え方viiiを踏まえることが望ましい。 a)管理的対策  クラウドサービスのアップデート等の情報を確実に入手するための体 制を整備し、必要な設定変更を行えるようにする。  設定変更時のレビューと承認プロセスを確立し、管理方法を定める。  定期的に、設定に関する自己点検や監査などのセキュリティ評価を実 施する。  ログの監視が可能なマネージドサービスを活用する。viii b)技術的対策  CSPM（Cloud Security Posture Management）などのクラウドサービス の設定を自動チェックするツールを導入する。  セキュリティに関する設定のテンプレート化し、強制適用する。  CSP によって提供されているベストプラクティスに準拠した最新の対 策を行うix。",
      "page_from": 24,
      "page_to": 25,
      "char_count": 1244,
      "position": 19768,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c20",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 20,
      "text": "ィ評価を実 施する。  ログの監視が可能なマネージドサービスを活用する。viii b)技術的対策  CSPM（Cloud Security Posture Management）などのクラウドサービス の設定を自動チェックするツールを導入する。  セキュリティに関する設定のテンプレート化し、強制適用する。  CSP によって提供されているベストプラクティスに準拠した最新の対 策を行うix。  インシデント発生時の調査に必要な環境を自動的に構築する機能が提 供されている場合、当該機能を活用するxことを検討する。 c)人的対策  担当職員に対して、クラウドサービスの設定に関する専門的なトレー\n\n23 ニングを実施する。  クラウドサービスに関する最新情報を担当内で共有し、内容を確認す る。 d)その他の対策  アップデート対応を義務的な改修負担としてイベント的に捉えるので はなく、通常のアップデートと捉えて日常的に対応を行い、適宜、設 計の見直しも実施するxi。  CSP によるクラウドサービスの変更に関する手順や通知事項を事前に 確認する。  独立した第三者機関による定期的な監査を実施し、責任範囲の理解と 遵守状況を客観的に評価する。 4)国内法以外の法令及び規制が適用されるリスク ア リスク概要 a)背景 前述のとおり、クラウドサービスにおける責任共有モデルを踏まえると、 クラウドサービスにおける利用者データ（以下「利用者データ」という。 ） のセキュリティ対策については利用者の責任となる。また、当然のことで あるが、利用者データについてはそもそも組織が管理すべき情報となるた め、その取扱いを利用者が把握・確認した上でクラウドサービスを利用す ることが必要不可欠である。利用者データは、クラウドサービスが提供さ れているデータセンターにあるハードウェア上で物理的に保存される。デ ータセンターは、特に大手事業者になると、世界中のさまざまな場所に分 散している場合があり、それらのデータセンターに対しては、設置されて いるそれぞれの国の法令などが適用されることが一般的である。 b)想定される影響と結果 利用者はクラウドサービスの利用時にリージョンを選択することで自身 のデータ保存先を把握・選択できるが、サービスによっては日本国内を選 択できない場合がある。そのような場合、利用者データが海外のデータセ ンターに保存されるため、国内法以外の法令及び規制が適用され、海外の 法執行機関の命令によりデータが強制的に開示される可能性がある。 これにより、政府の機密情報や国民の個人情報が意図せず外部に渡り、 重大な情報漏えいが発生するおそれがある。ひいては、国家安全保障や個 人のプライバシーが侵害されるリスクが高まる。\n\n24 また、利用するクラウドサービスのデータセンターが設置されている国 の政治的・経済的状況により、データアクセス制限や予期せぬ法令変更が 発生し、重要な行政サービスの提供に支障をきたす可能性がある。",
      "page_from": 25,
      "page_to": 27,
      "char_count": 1281,
      "position": 20812,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c21",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 21,
      "text": "る可能性がある。 これにより、政府の機密情報や国民の個人情報が意図せず外部に渡り、 重大な情報漏えいが発生するおそれがある。ひいては、国家安全保障や個 人のプライバシーが侵害されるリスクが高まる。\n\n24 また、利用するクラウドサービスのデータセンターが設置されている国 の政治的・経済的状況により、データアクセス制限や予期せぬ法令変更が 発生し、重要な行政サービスの提供に支障をきたす可能性がある。 さらに、海外のデータセンターを利用することで通信の遅延が発生し、 リアルタイム性が求められる政府情報システムの性能低下や信頼性の低下 を招くおそれがある。 イ リスクへの対策 a)管理的対策  データセンターの設置場所に関しては、国内であることを基本とする xii。  他国である場合は、各国の法令や規制を調査し、コンプライアンスを 確保するためのポリシーを策定する。  データの保存場所や転送に関する規則を明確にし、契約に盛り込む。 b)技術的対策  最新の「CRYPTREC 暗号リスト（電子政府推奨暗号） 」4に掲載されてい る暗号又は同等の暗号を用いて利用者データの暗号化を行うこと。ま た、利用者データの機密性によっては、利用者自身の暗号鍵によるデ ータの保護と鍵管理（クラウドの鍵管理サービス提供の利用者が主体 的に管理する鍵の利用やBYOK 等）を行い、CSP や監督権限を持った政 府等が利用者データを判読不能とする措置を行うxii。  バックアップデータの保存は、別の地域を選択する。 c)人的対策  他国での保存となる場合は、法務部門やコンプライアンス部門にも相 談し、国際的な法令遵守を徹底する。 d)その他の対策  契約において、データの取扱いや移転に関する条項を明確に定め、リ スクを最小限に抑える。 4 https://www.cryptrec.go.jp/list.html\n\n25 5)データ消去の不確実性のリスク ア リスク概要 a)背景 政府情報システムでは、機密情報や個人情報など、適切に管理・消去す べき重要なデータを扱う。クラウドサービスでは、データはデータセンタ ーやリージョンなどの違いにより複数の物理サーバに分散して保存される ことが多く、また、複数のバックアップデータが存在する可能性もある。 加えて、CSP がクラウドサービス上の物理的資産を有することが一般的であ るため、CSP が定めるデータ消去プロセスを受け入れざるを得ないこともあ る。これらのことから、クラウドサービスでは、利用者自身でデータを所 有することが多いオンプレミス環境と比較して、利用者が自らのデータを 完全に消去することや、消去されたことを自身で確認することが困難であ る。 b)想定される影響と結果 クラウドサービスにおけるデータ消去には不確実性が伴い、データが完 全に消去されないリスクが存在する。例えば、物理的に分散保存されたデ ータの一部が残存する可能性や、複数のバックアップが意図せず残ること で後に復元されるリスクが挙げられる。",
      "page_from": 26,
      "page_to": 28,
      "char_count": 1291,
      "position": 21893,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c22",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 22,
      "text": "ことが多いオンプレミス環境と比較して、利用者が自らのデータを 完全に消去することや、消去されたことを自身で確認することが困難であ る。 b)想定される影響と結果 クラウドサービスにおけるデータ消去には不確実性が伴い、データが完 全に消去されないリスクが存在する。例えば、物理的に分散保存されたデ ータの一部が残存する可能性や、複数のバックアップが意図せず残ること で後に復元されるリスクが挙げられる。さらに、データ消去作業やプロセ スがCSP 依存している場合、利用者が直接確認することが困難であり、消去 が適切に行われているかの確証が難しい。また、データ消去の確実性を証 明できなければ、監査や法的要件への対応が難しくなる可能性がある。 これらのようにデータが完全に消去されず第三者に復元された場合、政 府の機密情報や個人情報が漏洩し、国家の安全保障が脅かされるほか、個 人のプライバシーが侵害されるおそれがある。さらに、データ消去の証明 が困難である場合、監査時に証跡を提出できず、規則違反やコンプライア ンス違反となる可能性がある。加えて、CSP が定めるデータ削除プロセスに より、個人情報の削除要求に迅速に対応できない場合も考えられる。 イ リスクへの対策 a)管理的対策  サービス利用開始前に、約款のデータ削除に関する項目を確認する。  クラウドサービス上で取り扱うデータ一覧を文書化するなどして把握 し、管理する。  CSP からの情報提供を通じて、データ消去状況を確認する。\n\n26 b)技術的対策  データを暗号化し、削除時には暗号鍵を無効化することで、論理的な データ消去（暗号消去）も実施する。 c)人的対策  データに関する管理体制を整備し、責任と役割を明確化する。 d)その他の対策  データ消去プロセスの透明性を重視したクラウドサービスを選定する。  CSP に対する外部の監査機関によるデータ消去のプロセスの確認と証 明を取得し、内容を確認する。 6)クラウドサービスが利用しているクラウドサービス等に関するリスク ア リスク概要 a)背景 クラウドサービス自体が、他のクラウドサービス、基盤、サードパーテ ィ製ソフトウェアなどを利用していることも多く、これらの相互依存関係 が複雑なサプライチェーンを形成している。例えば、SaaS プロバイダが IaaS プロバイダのインフラを利用することや、複数のクラウドサービスが 連携して機能を提供することが一般的になっている。このように、クラウ ドサービス間の相互依存関係は複雑化しており、一見して単一のサービス に見えるものでも、実際には多層的なサプライチェーンを形成している。 b)想定される影響と結果 クラウドサービスのサプライチェーンが政府情報システムに波及するリ スクが存在する。まず、基盤サービスの障害が最も懸念される。",
      "page_from": 28,
      "page_to": 29,
      "char_count": 1211,
      "position": 22984,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c23",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 23,
      "text": "ラを利用することや、複数のクラウドサービスが 連携して機能を提供することが一般的になっている。このように、クラウ ドサービス間の相互依存関係は複雑化しており、一見して単一のサービス に見えるものでも、実際には多層的なサプライチェーンを形成している。 b)想定される影響と結果 クラウドサービスのサプライチェーンが政府情報システムに波及するリ スクが存在する。まず、基盤サービスの障害が最も懸念される。例えば、 基盤として利用しているIaaS に障害が発生した場合、そのインフラを利用 する多数のSaaS サービスが同時に停止し、国民に対する行政サービスの提 供が不能となるほか、内部事務業務の実施も困難となる。 また、セキュリティ侵害の連鎖リスクも考えられる。CSP が利用するサー ドパーティ製ソフトウェアの重大な脆弱性が攻撃者に悪用されることや、 下請け業者などのサプライチェーンを通じた不正アクセスやマルウェアの 混入により、政府情報システムに影響が及ぶ可能性がある。これにより、 情報漏えいが発生した場合、直接的な契約関係がないことから、迅速な対 応が困難となり、被害が拡大するおそれがある。 さらに、データ管理の複雑化により、データの所在や保護状況の把握が 困難となり、データ消去の確実性が担保できない場合、監査や法的要件へ\n\n27 の対応が困難となる可能性がある。これらのリスクは、クラウドサービス の停止やセキュリティ侵害を通じて行政サービスの提供に支障をきたし、 国家の安全保障や個人のプライバシーを脅かすほか、規則違反やコンプラ イアンス違反に繋がる可能性がある。 イ リスクへの対策 a)管理的対策  クラウドサービスに関連するサプライチェーン全体を把握し、そのリ スクを評価する。  CSP が実施するサプライチェーン・リスク管理状況を把握し、定期的 に評価する。 b)技術的対策  CSP に対して、クラウドサービス間のインターフェースにおけるアク セス制御と監視の状況を確認し、必要であれば、強化を求める。  障害が発生した場合に備えた冗長性を確保する。 c)人的対策  CSP に対して、サプライチェーン・リスクに関する教育をCSP 側の従 業員に対して実施するよう求める。 d)その他の対策  CSP に対する外部の監査機関によるサプライチェーン・リスク評価を 取得し、内容を確認する。  潜在的リスクがないことを事前に確認するxiii。\n\n28 ４.３ 機器・ソフトウェアサプライチェーン・リスク 情報システムの開発では、構成要素すべてを自作するのではなく、一部を組 織の外部から調達し、それらを組み合わせることがある。外部の既製品やライ ブラリを活用することで、開発のコストを大幅に削減し、システム開発期間の 短縮にもなる。また、幅広く使用され実績がある外部製品は、品質が高いこと が期待できる。",
      "page_from": 29,
      "page_to": 31,
      "char_count": 1222,
      "position": 23995,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c24",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 24,
      "text": "クがないことを事前に確認するxiii。\n\n28 ４.３ 機器・ソフトウェアサプライチェーン・リスク 情報システムの開発では、構成要素すべてを自作するのではなく、一部を組 織の外部から調達し、それらを組み合わせることがある。外部の既製品やライ ブラリを活用することで、開発のコストを大幅に削減し、システム開発期間の 短縮にもなる。また、幅広く使用され実績がある外部製品は、品質が高いこと が期待できる。 このように外部調達を活用した開発アプローチではメリットが多くある一方 で、調達した外部製品にセキュリティ上の問題があった場合は、その問題が開 発するシステムに組み込まれてしまうというリスクもある。外部製品を使用す る際には、システム管理者はセキュリティリスクとその対策を十分に検討する 必要がある。 本項では、ハードウェアやソフトウェアなどに関連した「機器・ソフトウェ アサプライチェーン・リスク」における主要なリスクについて、その特性や影 響を説明し、リスクを軽減するための対策を提案する。 1)外部調達のソフトウェアに内在する脆弱性によるリスク ア リスク概要 a)背景 ソフトウェアに脆弱性が存在すると、攻撃者がそれを悪用し、システム やサービスに多大な被害を与える可能性がある。既製品である外部調達の ソフトウェアは、多くの組織で共通して利用されることが多いため、一度 脆弱性が発見されると、同じ攻撃手法を用いて複数のシステムが攻撃対象 となるリスクがある。このため、攻撃者にとって効率的なターゲットとな りやすい状況である。 こうした背景から、システムに組み込まれた外部調達のソフトウェアに 脆弱性がない状態を維持することが重要となる。 b)想定される影響と結果 外部調達のソフトウェアの脆弱性を管理するには、自らが担当するシス テムにどのようなソフトウェアが組み込まれているかを正確に把握する必 要がある。しかし、システムの構成情報が十分に整備されていない、ある いは不備があるケースや、外部調達のソフトウェアに含まれるコンポーネ ントの詳細が開発者に共有されていないなどの要因によって、外部調達の ソフトウェアの脆弱性を正確に把握することが困難になる場合がある。 さらに、脆弱性はソフトウェア導入時に既知のものだけでなく、導入後 に新たに発見されたり、新たに発生したりすることがある。これらの脆弱\n\n29 性に対して、適時に適切な対策を講じられないリスクが存在する。 その対 策としては、ソフトウェア提供元が提供する修正プログラムやアップデー トを迅速に適用することが求められる。しかし、修正プログラムの適用を 怠った場合や、OSS（Open Source Software）において、ソフトウェア提供 元の活動停止や製品サポート終了により修正プログラムが提供されなくな った場合など、対策が滞る可能性がある。 また、クラウドサービスの利用では、クラウド提供側がすべての脆弱性 対策を実施すると誤解して脆弱性が残されるケースもあるため、注意が必 要である。",
      "page_from": 30,
      "page_to": 32,
      "char_count": 1286,
      "position": 25017,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c25",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 25,
      "text": "用することが求められる。しかし、修正プログラムの適用を 怠った場合や、OSS（Open Source Software）において、ソフトウェア提供 元の活動停止や製品サポート終了により修正プログラムが提供されなくな った場合など、対策が滞る可能性がある。 また、クラウドサービスの利用では、クラウド提供側がすべての脆弱性 対策を実施すると誤解して脆弱性が残されるケースもあるため、注意が必 要である。 これらの状況下で脆弱性対策が十分に実施されない場合、攻撃者が脆弱 性を悪用する可能性がある。その結果、多岐にわたる被害が生じるおそれ がある。 イ リスクへの対策 外部調達のソフトウェアに内在する脆弱性を悪用されるリスクを低減する ためには、脆弱性管理やセキュリティ対策を徹底することが重要である。以 下に具体的な対策を示す。 a)管理的対策  使用しているすべての外部調達のソフトウェアをリスト化するなどし て把握し、バージョン情報や依存関係を管理する。  脆弱性データベース（NVD：National Vulnerability Database）やサ ードパーティの脆弱性報告プラットフォームを活用し、新たな脆弱性 が発見されていないか最新情報を定期的に確認する。  ソフトウェアの更新やパッチ適用のプロセスを明確化し、脆弱性が見 つかった際に迅速に対応できるよう準備する。また、更新時の影響を 考慮したテストと検証のプロセスも事前に整備しておく。  外部調達のソフトウェアの採用時には、以下の要素を確認する。  提供元のサポート体制  パッチ提供状況とアップデート頻度  脆弱性発見時の迅速な対応の可否 これにより、信頼性の高いソフトウェアを採用し、脆弱性発生時の迅 速な対策を確保する。  CSP との責任共有モデルを把握し、利用するサービス形態（IaaS、 PaaS、SaaS）ごとの脆弱性対策の責任範囲を明確に理解する。 b)技術的対策  ソフトウェアの構成管理及び脆弱性の自動スキャンを行うツールを導\n\n30 入する。  脆弱性の検知および修正を管理するプラットフォームを活用し、効率 的な対応を可能にする。 c)人的対策  脆弱性管理プロセスを整備し、システム管理者に周知・教育する。  システム管理者に対して、脆弱性情報の収集方法や対応策についての トレーニングを実施する。 d)その他の対策  新しい脆弱性が報告された際に、即座に対応できる計画を整備する。  脆弱性対応の報告を受け、他システムへの対応を水平展開するととも に、脆弱性管理プロセスの改善に活用する。 2)マルウェア（悪意のあるコード）の混入によるリスク ア リスク概要 a)背景 攻撃者は、サプライチェーンのいずれかでソフトウェアのコンポーネン トにマルウェアを仕込み、セキュリティ対策を回避しながら、ターゲット とするシステムにマルウェアを送り込む手法を用いる。 システム管理者は、これらのマルウェアが運用中のシステムに混入しな いよう防ぐことが求められる。",
      "page_from": 32,
      "page_to": 33,
      "char_count": 1289,
      "position": 26103,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c26",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 26,
      "text": "、脆弱性管理プロセスの改善に活用する。 2)マルウェア（悪意のあるコード）の混入によるリスク ア リスク概要 a)背景 攻撃者は、サプライチェーンのいずれかでソフトウェアのコンポーネン トにマルウェアを仕込み、セキュリティ対策を回避しながら、ターゲット とするシステムにマルウェアを送り込む手法を用いる。 システム管理者は、これらのマルウェアが運用中のシステムに混入しな いよう防ぐことが求められる。もし、マルウェアの侵入を許すと、システ ムへの侵入、データ漏洩、サービス妨害などの被害を受ける可能性がある。 b)想定される影響と結果 ソフトウェアの導入前にマルウェアスキャンツールを使用してチェック することが基本的な対策である。しかし、これを怠ることや、スキャンを 無効化している場合、システムが攻撃者に侵害されるリスクが高まる。 マルウェアには、情報収集を目的とするものがあり、表向きは品質情報 の収集を装いながら、不正にデータを収集するものも存在する。ソフトウ ェアの導入時にマルウェアが含まれていなくても、後にアップデート機能 やリモートアクセス機能を利用してマルウェアを送り込む手法がある。こ の場合、ソフトウェアの導入時に実施するスキャンでは検出できないため、 ソフトウェア提供元が信頼できるかどうかの確認が必要である。 また、ソフトウェア提供元に悪意がない場合でも、ソフトウェアの開発 者や提供元の環境がハッキングされ、不正にコードが書換えられるリスク がある。これにより、完製品に不正なコードが混入し、攻撃者によるシス\n\n31 テムへの侵害が発生する可能性がある。ソフトウェア提供元に対しては、 組織としての信用の確認だけでなく、セキュリティ対策を十分にしている かの確認も必要となる。 さらに、攻撃者が人気のあるソフトウェアに似た悪意のあるソフトウェ アを公開し、利用者を誤認させて使用させる、または、攻撃者がソフトウ ェアのアップデートサーバや配布経路を攻撃し、マルウェアを含む更新プ ログラムを配布することで、利用者に正規のソフトウェアと思わせてイン ストールさせるなどの攻撃方法がある。もし、正規のソフトウェアである ことの確認を怠った場合には、被害を受ける可能性がある。 イ リスクへの対策 マルウェアの混入リスクを軽減するためには、以下の対策が重要である。 特にシステム管理者の注意と適切な対応が、マルウェア侵入の防止において 重要となる。 a)管理的対策  提供元が不明なソフトウェアは導入しない。  ソフトウェアの選定時に、ソフトウェアの提供元の信頼性を評価する ため、提供する組織の運営状況、ポリシーなどコンプライアンス対策 の状況、セキュリティ及び品質に対する姿勢、ライセンス契約及び利 用規約の内容、実際のユーザ及び顧客からの評価などを確認する。  信頼できる経路でのみソフトウェアを入手する。  ソフトウェア開発元のセキュリティ体制を評価し、契約時にセキュリ ティ要件を盛り込む。",
      "page_from": 33,
      "page_to": 34,
      "char_count": 1265,
      "position": 27192,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c27",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 27,
      "text": "。  ソフトウェアの選定時に、ソフトウェアの提供元の信頼性を評価する ため、提供する組織の運営状況、ポリシーなどコンプライアンス対策 の状況、セキュリティ及び品質に対する姿勢、ライセンス契約及び利 用規約の内容、実際のユーザ及び顧客からの評価などを確認する。  信頼できる経路でのみソフトウェアを入手する。  ソフトウェア開発元のセキュリティ体制を評価し、契約時にセキュリ ティ要件を盛り込む。  ソフトウェアの導入時には、検査プロセスを設定し、信頼性を確認す る。 b)技術的対策  ソフトウェア導入前にマルウェアスキャンツールを使用してチェック する。  ソフトウェアのデジタル署名を検証し、正規のものであることを確認 する。 c)人的対策  システム管理者に対して、マルウェアやサプライチェーン攻撃に関す る教育を実施する。  サイバーセキュリティの最新トレンドや脅威情報を学び、知識を常に アップデートする。\n\n32  問題が発生してから対処するのではなく、予防的な対応を重視するプ ロアクティブな姿勢を持つ。 d)その他の対策  マルウェア混入などのセキュリティインシデントが発生した際に備え、 対応手順や連絡体制を整備する。 3)ハードウェアのセキュリティ侵害によるリスク ア リスク概要 a)背景 ハードウェアの製造や部品調達は、グローバルに分散した供給網を通じ て行われており、複数の国や企業が関与している。そのため、サプライチ ェーンのどの段階で問題が発生しているかを特定するのは容易ではない。 特に信用の低い製造元や提供元が関与している場合、不正な部品や改ざん が混入する可能性が高まる。このリスクを軽減するためには、信用できる 製造元等の選定、サプライチェーンの透明性の確保、改ざん防止技術の導 入が不可欠である。 システム管理者としては、ハードウェアセキュリティの重要性を理解し、 適切な対策を講じることが求められる。 b)想定される影響と結果 ハードウェア自体に意図的に不正な機能（バックドア、キーロガーなど） が組み込まれる場合がある。これらの組み込みは、設計段階や製造工程で 密かに行われるため、検出が非常に困難であり、重大なセキュリティ侵害 に繋がる。 また、ハードウェアが出荷される途中で、物流業者や中間業者による改 ざんが発生する場合がある。これにより、不正なコードや部品が追加され、 システムのセキュリティが損なわれるリスクが生じる。 サプライチェーン・リスクは、導入時だけでなく、廃棄時にも存在する。 例えば、使用済みハードウェアの廃棄やリサイクルの際、ハードウェア内 部に保存されたデータが適切に削除されていない場合、データ漏洩や攻撃 者による不正利用の可能性がある。 イ リスクへの対策 ハードウェアのセキュリティ侵害によるリスクを低減するためには、以下 の対策が重要である。特に、脆弱性管理やセキュリティ対策を徹底すること が重要となる。",
      "page_from": 34,
      "page_to": 35,
      "char_count": 1252,
      "position": 28257,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c28",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 28,
      "text": "ェーン・リスクは、導入時だけでなく、廃棄時にも存在する。 例えば、使用済みハードウェアの廃棄やリサイクルの際、ハードウェア内 部に保存されたデータが適切に削除されていない場合、データ漏洩や攻撃 者による不正利用の可能性がある。 イ リスクへの対策 ハードウェアのセキュリティ侵害によるリスクを低減するためには、以下 の対策が重要である。特に、脆弱性管理やセキュリティ対策を徹底すること が重要となる。\n\n33 a)管理的対策  ハードウェアの製造元等の信頼性を評価するため、製造元等の組織に おけるセキュリティポリシー及び製造プロセスの透明性、過去の実績 を確認する5。  認証6された信用の高い製造元等からのみ製品を調達する。  ハードウェアの真正性を確認するために、基盤、チップなどの構成部 品を確認し、生産時または輸送・保管時に非正規の部品が取り付けら れていないか確認することで、偽造品や改ざん品の混入を防ぐ。  ハードウェアの設置場所への物理的なアクセス制御を厳格に行い、改 造や不正設置を防止する。  使用済みハードウェアを廃棄する際には、データを完全に削除するか、 物理的に破壊する。また、信頼できるリサイクル業者を利用し、廃棄 後の追跡可能性を確保する。 b)技術的対策  ハードウェアの導入時には、不正改ざんがないか検査を実施する。  ハードウェアの挙動を監視し、異常を早期に検出する。  TPM（Trusted Platform Module）やセキュアエレメントを使用して、 ハードウェアレベルでのセキュリティを強化する。 c)人的対策  サプライチェーン・リスクやハードウェアのセキュリティに関するシ ステム管理者向けトレーニングを実施する。  最新のサイバー脅威や攻撃事例を共有し、システム管理者がリスクに 対する意識を持てるようにする。 d)その他の対策  ハードウェアに関連するセキュリティインシデント発生時に備え、対 応手順や連絡体制を整備する。 5 政府の重要業務に係る情報システム・機器の調達などより一層サプライチェーン・リスクに対応することが必要であ ると判断されるものについて「IT 調達に係る国等の物品等又は役務の調達方針及び調達手続に関する申合せ」 （平成30 年12 月10 日関係省庁申合せ）に基づいて対応する 6 採用時の信頼性確認を確実にするためにISO/IEC 15408 に基づく認証取得製品を採用する\n\n34 4)ファームウェアのセキュリティ侵害によるリスク ア リスク概要 a)背景 ファームウェアは、PC や周辺機器を制御するために組み込まれたソフト ウェアである。代表例として、PC が起動する際に制御を行うUEFI（BIOS） があげられる。これ以外にも、PC 内部には通信モジュールやハードディス クなど複数のファームウェアが存在する。 ファームウェアは、OS よりも低いレイヤーで動作するため、一般的なア ンチウイルスソフトウェアやセキュリティツールでは検出が難しい。",
      "page_from": 35,
      "page_to": 37,
      "char_count": 1280,
      "position": 29309,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c29",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 29,
      "text": "背景 ファームウェアは、PC や周辺機器を制御するために組み込まれたソフト ウェアである。代表例として、PC が起動する際に制御を行うUEFI（BIOS） があげられる。これ以外にも、PC 内部には通信モジュールやハードディス クなど複数のファームウェアが存在する。 ファームウェアは、OS よりも低いレイヤーで動作するため、一般的なア ンチウイルスソフトウェアやセキュリティツールでは検出が難しい。その 動作は、普段の利用時には見えないため、ファームウェアの脆弱性が悪用 された場合、気付かないままに重大なセキュリティリスクを引き起こす可 能性がある。 b)想定される影響と結果 ファームウェアにも脆弱性が発見される。脆弱性が発見された際のファ ームウェアの製造元等が提供するアップデートを適用しない場合、その脆 弱性を攻撃者に悪用される可能性が高まる。これにより、システムへの侵 入、データ漏洩、サービス妨害などの被害が発生する可能性がある。さら に、攻撃者は正規のアップデートに見せかけた偽のアップデートを配布す る手法を取ることがある。このような偽のアップデートを適用してしまう と、マルウェアがシステムに侵入し、セキュリティが損なわれる。 また、セキュアブートは、起動時にファームウェアが正規のものである ことをデジタル署名で検証する機能である。しかし、この機能が無効化さ れた場合、不正なファームウェアが実行されるリスクがある。不正な書換 えが気付かれず、システムがそのまま使用される可能性もある。 その他に、ファームウェアが供給される過程で、輸送中や保管中に攻撃 者よる不正な書換えが行われるリスクがある。この結果、マルウェアや不 正な機能がファームウェアに追加され、セキュリティ侵害に繋がる可能性 がある。 イ リスクへの対策 ファームウェアのセキュリティ侵害によるリスクを低減するには、脆弱性 管理や包括的なセキュリティ対策を徹底することが重要である。以下に具体 的な対策を示す。 a)管理的対策  ファームウェアを含むハードウェアの製造元等の信用を評価するため、\n\n35 製造元等の組織におけるセキュリティポリシーや製造プロセスの透明 性、過去の実績を確認する。 内蔵モジュールのファームウェアにつ いても提供元に確認を行う。  製造元等が提供するファームウェアのアップデートを定期的に適用し、 脆弱性が放置されないよう管理する。  ファームウェアのアップデートは、信頼できる経路でアップデートフ ァイルを入手する。正規のものかデジタル署名を確認する。  ファームウェアの改ざん等の履歴がチェックできるような仕組みを活 用する。 b)技術的対策  セキュアブートを有効化し、起動時に信頼できるデジタル署名付きフ ァームウェアのみをロードする。  IoT 機器についても、ファームウェアの不正書換え対策を実施してい る製造元等の製品を選定する。 c)人的対策  ファームウェアセキュリティの重要性に関するトレーニングを実施す る。",
      "page_from": 37,
      "page_to": 38,
      "char_count": 1281,
      "position": 30389,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c30",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 30,
      "text": "署名を確認する。  ファームウェアの改ざん等の履歴がチェックできるような仕組みを活 用する。 b)技術的対策  セキュアブートを有効化し、起動時に信頼できるデジタル署名付きフ ァームウェアのみをロードする。  IoT 機器についても、ファームウェアの不正書換え対策を実施してい る製造元等の製品を選定する。 c)人的対策  ファームウェアセキュリティの重要性に関するトレーニングを実施す る。特に、アップデートの適用や改ざんの検出の手順について明確に 教える。 d)その他の対策  ファームウェアに関連するセキュリティインシデント発生時に備え、 対応手順や連絡体制を整備する。\n\n36 別紙１ 立入調査時点検項目例 No. 確認事項 セキュリティ対策の実施状況の確認 根拠等エビデンスの確認例 1 目的外利用の 禁止 （予防）目的外利用（二次利用）の禁 止が情報取扱者に対してどのように周 知、徹底されるか。 （予防）電子ファイルや紙媒体の保存 先が情報取扱者に限定されているか。 （予防）電子ファイルや紙媒体は安全 に廃棄されているか。 （予防）情報取扱者に対して、目的外 利用の禁止について周知した記録があ るか。 （予防）電子ファイルの出力際、権限 者のみ出力された紙を回収可能か。 （予防）電子媒体や紙は、許可無く指 定された場所から持ち出すことができ ないか。 （発見）電子ファイルや紙媒体へのア クセスや使用の履歴が保存されて、コ ピーの取得等が確認できるか。  情報取扱者が特定されていること （業務従事者とは異なる場合、別 途情報取扱者リストを提出してい ること）を確認する。  ファイル保存先フォルダーの権限 が情報取扱者のみに設定されてい ることを確認する。  権限設定の依頼だけではなく、依 頼通り設定されていることを確認 する。  当該契約に関連した情報の目的外 利用の禁止を、メール、掲示、配 布物等で周知していることを確認 する。  契約期間中、電子ファイルへの操 作ログ等により、許可がないコピ ーの取得等、不正な操作を検知し たり調査したりすることが可能か 確認する。  紙媒体を保存しているキャビネッ ト等の施錠と、鍵の使用記録を取 得しているか確認する。 2 委託先におけ る情報セキュ リティ対策の 実施内容及び 管理体制 （予防）情報セキュリティ責任者及び 情報取扱者の情報が提出されている か。 （予防）業務実施者の情報が提出され ているか。 （予防）業務実施者は情報セキュリテ ィに関する教育を受講しているか。 （予防）インシデント対応責任者等が 定められているか。 （予防）情報セキュリティの対策実施 計画が定められて、定期的に実施状況 が確認されているか。  情報取扱者が委託先のセキュリテ ィ規定を理解し遵守するために受 けた直近の教育履歴を確認し、一 年以内に受講しているか確認す る。",
      "page_from": 38,
      "page_to": 39,
      "char_count": 1231,
      "position": 31470,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c31",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 31,
      "text": "予防）業務実施者の情報が提出され ているか。 （予防）業務実施者は情報セキュリテ ィに関する教育を受講しているか。 （予防）インシデント対応責任者等が 定められているか。 （予防）情報セキュリティの対策実施 計画が定められて、定期的に実施状況 が確認されているか。  情報取扱者が委託先のセキュリテ ィ規定を理解し遵守するために受 けた直近の教育履歴を確認し、一 年以内に受講しているか確認す る。（教育は、情報セキュリティ と個人情報の取扱いに関するもの を含む）  契約時に示された情報セキュリテ ィ体制が委託先の情報セキュリテ ィの規定と異なる場合、それぞれ の体制がどのように連携するか確 認する。  情報セキュリティ、品質管理、イ ンシデント対応（CSIRT)の責任者 が示されているか確認する。  委託先の情報セキュリティ規程等 で、情報セキュリティ対策を示 し、定期的に下記の対策を点検し ていることを確認する。  PC 等の端末装置、電子ファイ ルを保存しているファイルサ\n\n37 ーバ、ネットワーク機器等の 脆弱性対策（セキュリティパ ッチ）を実施している。  パスワード強度の担保、多要 素認証の採用等、第三者から の不正アクセスを防御するた めに十分な強度を持つ認証の 仕組みを導入している。  アカウント付与時に必要最低 限の権限のみに限定してい る。  アカウント付与時に、予めア カウントの使用期限を設定し ている。  アカウントと電子ファイルへ のアクセス権限を定期的に棚 卸している。  作業実施場所は、権限を有さ ない者の入室できない等、物 理的なセキュリティが確保さ れているか確認する。  在宅勤務（テレワーク）に関 する委託先の規定によって、 自宅等管理区域外で業務を実 施する際においても情報漏え い対策を実施している。  上記で確認するセキュリティ規程 が個人情報保護のセキュリティ対 策も包含するか確認する。  構築した情報システムの特権の保 有者が情報セキュリティ管理体制 上の責任者等に限定されているか 確認する。 3 情報セキュリ ティインシデ ントへの対処 方法 （予防）情報セキュリティインシデン トの体制が明確に規定されているか。 （予防）情報セキュリティインシデン トの対応手順が規定されているか。  委託先の情報セキュリティ規程等 で、情報セキュリティ体制を示し ていることを確認する。  契約に示された情報セキュリティ 体制が委託先の規定と異なる場 合、それぞれの体制がどのように 連携するか確認する。  情報セキュリティインシデントが 委託先で発生した場合、契約業務 への影響の有無にかかわらず、速 やかに一報を報告した後、影響の 調査と再発防止のための改善策が 協議されるか確認する。\n\n38 4 情報セキュリ ティ対策その 他の契約の履 行状況の確認 方法 （対応）情報の取扱に関する対策等契 約の履行状況を定期的に確認し報告さ れるか。",
      "page_from": 39,
      "page_to": 41,
      "char_count": 1270,
      "position": 32501,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c32",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 32,
      "text": "場 合、それぞれの体制がどのように 連携するか確認する。  情報セキュリティインシデントが 委託先で発生した場合、契約業務 への影響の有無にかかわらず、速 やかに一報を報告した後、影響の 調査と再発防止のための改善策が 協議されるか確認する。\n\n38 4 情報セキュリ ティ対策その 他の契約の履 行状況の確認 方法 （対応）情報の取扱に関する対策等契 約の履行状況を定期的に確認し報告さ れるか。  契約、SLA、情報の取扱に関する誓 約書及び情報セキュリティ管理計 画書等で定められた実施事項の状 況を、月次報告会等において定期 的に報告することが契約書上に謳 われていることを確認する。  委託事業実施前に、監査等に て情報セキュリティの対策状 況の確認を受ける。  委託事業を開始した後も、委 託事業実施前に確認を受けた 対策を継続していることを、 月次報告会等で定期的に報告 する。  情報の取扱に関する誓約書及び情 報セキュリティ管理計画書から、 月次報告会等で定期的に報告をす る対策を抜き出し、報告されてい ることを確認する。 5 情報セキュリ ティ対策の履 行が不十分な 場合の対処方 法 （予防）履行状況が不十分な場合、対 処することが明確に謳われているか。 （対応）履行状況が不十分な場合、対 処方法は、協議の上、実施されるか。  情報セキュリティインシデント、 点検、状況報告等において、情報 セキュリティ対策の履行が不十分 だと認識した、又は認識された場 合、対処について協議の上、妥当 な期間と金額の範囲内で、対処す ることを確認する。  対処方法については、短期的 及び中長期的な観点で検討す る。  対処の対象は、再発防止の観 点から直接的な対象のみに限 定しないで、横展開されてい る。\n\n39 引用文書 i NISC「政府機関等のサイバーセキュリティ対策のための統一基準群」 、NISC ホームページ、h ttps://www.nisc.go.jp/policy/group/general/kijun.html（2025 年２月20 日閲覧） ※サプライチェーン・リスクに関しては、第４部 外部委託において言及されている。 ii 内閣府「特定重要技術の研究開発の促進及びその成果の適切な活用に関する基本指針」 、内 閣府ホームページ、https://www.cao.go.jp/keizai_anzen_hosho/suishinhou/doc/kihonshish in2.pdf（2025 年２月20 日閲覧） iii NISC「政府機関等の対策基準策定のためのガイドライン（令和５年度版）の一部改定（令和 ６年７月） 」2.1.3 情報セキュリティ関係規程の整備(1)リスク評価の実施、NISC ホームペー ジ、https://www.ni",
      "page_from": 40,
      "page_to": 42,
      "char_count": 1200,
      "position": 33571,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c33",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 33,
      "text": "//www.cao.go.jp/keizai_anzen_hosho/suishinhou/doc/kihonshish in2.pdf（2025 年２月20 日閲覧） iii NISC「政府機関等の対策基準策定のためのガイドライン（令和５年度版）の一部改定（令和 ６年７月） 」2.1.3 情報セキュリティ関係規程の整備(1)リスク評価の実施、NISC ホームペー ジ、https://www.nisc.go.jp/pdf/policy/general/guider6.pdf（2025 年２月20 日閲覧） iv デジタル庁「DS-201 政府情報システムにおけるセキュリティリスク分析ガイドライン～ベー スラインと事業被害の組み合わせアプローチ～」 、デジタル庁ホームページ、https://www.dig ital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c 31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf（20 25 年２月20 日閲覧） vi デジタル庁「政府情報システムにおけるクラウドサービスの利用に係る基本方針」 、デジタ ル庁ホームページ、https://www.digital.go.jp/assets/contents/node/basic_page/field_re f_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/5167e265/20230929_resources_standar d_guidelines_guideline_01.pdf（2025 年２月20 日閲覧） vii 総務省「クラウドサービス利用・提供における適切な設定のためのガイドライン」 、総務省 ホームページ、https://www.soumu.go.jp/main_content/000843318.pdf（2025 年２月20 日閲 覧） viii デジタル庁「政府情報システムにおけるクラウドサービスの利用に係る基本方針」３．６ 4) 予防的統制と発見的統制の実施、https://www.digital.go.jp/assets/contents/node/ba sic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a612d406/20250619_ resources_standard_guidelines_guideline_08.pdf（2025 年６月19 日閲覧） ） ix デジタル庁「政府情報システムにおける",
      "page_from": 42,
      "page_to": 42,
      "char_count": 1200,
      "position": 34571,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c34",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 34,
      "text": "o.jp/assets/contents/node/ba sic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a612d406/20250619_ resources_standard_guidelines_guideline_08.pdf（2025 年６月19 日閲覧） ） ix デジタル庁「政府情報システムにおけるクラウドサービスの利用に係る基本方針」３．６ 10) インシデント対応と自動化、https://www.digital.go.jp/assets/contents/node/basic_p age/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a612d406/20250619_resou rces_standard_guidelines_guideline_08.pdf（2025 年６月19 日閲覧） ） x デジタル庁「政府情報システムにおけるクラウドサービスの利用に係る基本方針」３．６ 1 0) インシデント対応と自動化、https://www.digital.go.jp/assets/contents/node/basic_pa ge/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a612d406/20250619_resour\n\n40 ces_standard_guidelines_guideline_08.pdf（2025 年６月19 日閲覧） xi デジタル庁「政府情報システムにおけるクラウドサービスの利用に係る基本方針」３．６ 9) 継続的なアップデートへの対応、https://www.digital.go.jp/assets/contents/node/basic _page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a612d406/20250619_reso urces_standard_guidelines_guideline_08.pdf（2025 年６月19 日閲覧） xii デジタル庁「政府情報システムにおけるクラウドサービスの利用に係る基本方針」３.２ クラウド利用者のデータが所在する地域と適用される法令等について、https://www.digital. go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f 06fca67afc/a612d406/20250619_resources_standard_guidel",
      "page_from": 42,
      "page_to": 43,
      "char_count": 1200,
      "position": 35571,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    },
    {
      "chunk_id": "8924e19b781c18e87de87f1d7774afd4_c35",
      "doc_id": "8924e19b781c18e87de87f1d7774afd4",
      "chunk_index": 35,
      "text": "本方針」３.２ クラウド利用者のデータが所在する地域と適用される法令等について、https://www.digital. go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f 06fca67afc/a612d406/20250619_resources_standard_guidelines_guideline_08.pdf（2025 年 ６月19 日閲覧） xiii デジタル庁「政府情報システムにおけるクラウドサービスの利用に係る基本方針」３.１ クラウドサービスの選択、https://www.digital.go.jp/assets/contents/node/basic_page/fi eld_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a612d406/20250619_resources_s tandard_guidelines_guideline_08.pdf（2025 年６月19 日閲覧）",
      "page_from": 43,
      "page_to": 43,
      "char_count": 494,
      "position": 36571,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／548KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a547f9a6/20250630_resources_standard_guidelines_technical_report_01.pdf"
    }
  ],
  "keywords": [
    {
      "term": "サービス",
      "count": 92
    },
    {
      "term": "システム",
      "count": 75
    },
    {
      "term": "サプライ",
      "count": 74
    },
    {
      "term": "チェーン",
      "count": 69
    },
    {
      "term": "クラウド",
      "count": 66
    },
    {
      "term": "セキュリ",
      "count": 58
    },
    {
      "term": "政府情報",
      "count": 48
    },
    {
      "term": "ュリティ",
      "count": 44
    },
    {
      "term": "ソフトウ",
      "count": 34
    },
    {
      "term": "する",
      "count": 34
    }
  ]
}