{
  "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
  "metadata": {
    "meeting": "デジタル社会推進標準ガイドライン",
    "agency": "デジタル庁",
    "title": "本文（PDF／2,200KB）",
    "date": "2023-07-04",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
  },
  "pages": 44,
  "chunks": [
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c0",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 0,
      "text": "デジタル社会推進実践ガイドブック DS-201 政府情報システムにおける セキュリティリスク分析ガイドライン ～ ベースラインと事業被害の組み合わせアプローチ ～ 2023（令和5）年3 月31 日 デジタル庁 〔ドキュメントの位置付け〕 Informative 参考とするドキュメント 〔キーワード〕 リスク、リスク分析、ベースライン、セキュリティ・バイ・デザイン 〔概要〕 情報システムのセキュリティを確保するためには、リスクを認識して確実 に管理することが不可欠である。セキュリティリスク分析には、さまざまな 手法があるが、本文書では、ベースラインと事業被害を組み合わせたリスク 分析の手順を紹介し、作業効率と分析精度とをバランスをとって向上させる ことを目的としている。 本文書は、DS-200「政府情報システムにおけるセキュリティ・バイ・デザ インガイドライン」のセキュリティリスク分析の手順の事例として具体的に 示したものである。\n\n改定履歴 改定年月日 改定箇所 改定内容 2023年3月31日 - ・初版決定\n\ni 目次 １. はじめに ....................................................... 1 1.1. 目的とスコープ .............................................. 1 1.2. 位置づけ .................................................... 2 1.3. 本書の構成 .................................................. 2 1.4. 用語 ........................................................ 2 ２. セキュリティリスク分析の概要 ................................... 4 2.1. セキュリティリスク分析の必要性 .............................. 4 2.2. セキュリティリスク分析の考え方 .............................. 4 2.3. 本ガイドラインで採用するセキュリティリスク分析 .............. 7 2.4. リスク分析のプロセス ........................................ 8 3. リスク分析の実施 .............................................. 10 3.1. リスク管理に関わる関係者の役割 ............................. 10 3.2. 事業への影響度（インパクト）の定義",
      "page_from": 1,
      "page_to": 3,
      "char_count": 1200,
      "position": 0,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c1",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 1,
      "text": "7 2.4. リスク分析のプロセス ........................................ 8 3. リスク分析の実施 .............................................. 10 3.1. リスク管理に関わる関係者の役割 ............................. 10 3.2. 事業への影響度（インパクト）の定義 ......................... 11 3.3. システム・プロファイルの作成 ............................... 14 3.4. リスク分析（ベースラインアプローチ） ....................... 19 3.5. リスク分析（事業被害ベースアプローチ） ..................... 24 3.6. リスク分析結果のとりまとめ ................................. 27 4. リスク管理プロセス ............................................ 28 4.1. リスク分析結果の実装への反映 ............................... 28 4.2. リスク分析の見直し ......................................... 29 4.3. リスク分析ドキュメントの取扱い ............................. 30 参考資料 A）参照したセキュリティ及びリスク分析のガイドライン ....... 31 参考資料 B）セキュリティ管理策のベースライン ....................... 33 参考資料 C）システム・プロファイルの記載例 ......................... 34 参考資料 D）ベースラインアプローチの記載例と様式 ................... 39 参考資料 E）事業被害ベースアプローチのリスク分析の記載例と様式 ..... 40\n\n1 １. はじめに 政府情報システムにおいて、セキュリティ対策を確実かつ効率的に実装する ためにはシステム開発の上流工程から取り組むことが重要であることを、 「DS- 200 政府情報システムにおけるセキュリティ・バイ・デザインガイドライン (2022 年6 月デジタル庁発行） 」で説明を行った。この中でセキュリティ対策の 最初のプロセスとしてセキュリティリスク分析を行うことが示されている。 図１－１ セキュリティ・バイ・デザインのプロセス セキュリティリスク分析には様々な方法がある、多くのガイドラインでは、 脅威事象の発生レベル、脆弱性の対策レベル、事業への影響の組み合わせでセ キュリティリスクを分析する方法が紹介されている。",
      "page_from": 3,
      "page_to": 4,
      "char_count": 1227,
      "position": 1000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c2",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 2,
      "text": "イン (2022 年6 月デジタル庁発行） 」で説明を行った。この中でセキュリティ対策の 最初のプロセスとしてセキュリティリスク分析を行うことが示されている。 図１－１ セキュリティ・バイ・デザインのプロセス セキュリティリスク分析には様々な方法がある、多くのガイドラインでは、 脅威事象の発生レベル、脆弱性の対策レベル、事業への影響の組み合わせでセ キュリティリスクを分析する方法が紹介されている。この方法では、脅威の洗 い出しや各レベルを決めてマトリックス表を作るための作業が必要であり、脅 威事象を網羅させることやレベルの決め方などに苦労することがある。 本文書では、分析の前に対象システムの特性をプロファイルとして定義する ことで分析の根拠を固め、ベースラインのアプローチと事業被害のアプローチ を組み合わせてリスク分析をする手順を提案している。この方法は、作業効率 と分析精度のバランスがよく、リスク分析の結果をセキュリティ・バイ・デザ インのプロセスに反映しやすい方法と考えている。 1.1. 目的とスコープ 本文書は、政府情報システムの開発や運用業務に従事する関係者に対して、 セキュリティ・バイ・デザインの中のセキュリティリスク分析の手順を示すこ\n\n2 とを主な目的としている。また、リスク分析の結果をセキュリティ要件として 開発委託先へ提示する方法や、実装後にどのように確認するかについてもスコ ープとしている。 本文書の利用は、リスク分析の必要性を理解しているシステム管理者が、ベ ースラインと事業被害の組み合わせアプローチの手順を参考に、セキュリテ ィ・バイ・デザインのためのリスク分析を効果的に実施することを想定してい る。リスク分析の考え方や手法を詳しく知りたい場合は、参考にしたガイドラ インや提供情報を参考資料A に示しているので、参照いただきたい。 1.2. 位置づけ 本文書は、標準ガイドライン群のInformative（情報提供）のレベルの参考 文書である。 1.3. 本書の構成 本文書は、セキュリティ・バイ・デザインでのリスク分析の手順を本文に記 載する。リスク分析は手法や手順だけでは理解が進まないこともあるため、記 載サンプルと様式を参考資料に掲載する。 第2 章では、セキュリティリスク分析における一般的な考え方とそれぞれの 手法の長所・短所を比較し、本文書で採用するリスク分析の方法とその選択理 由について説明する。 第3 章では、第2 章で選択したリスク分析のプロセスに沿って、分析対象の システムにおける事業視点のインパクトの基準とプロファイルの項目、組み合 わせ方式のリスク分析の実施手順について説明する。手順を示すことに重点を 置き、分析における背景やその理由など説明は避け、プロセス毎の実施事項と 記載事項、考え方とに整理して示している。",
      "page_from": 4,
      "page_to": 5,
      "char_count": 1198,
      "position": 2028,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c3",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 3,
      "text": "、本文書で採用するリスク分析の方法とその選択理 由について説明する。 第3 章では、第2 章で選択したリスク分析のプロセスに沿って、分析対象の システムにおける事業視点のインパクトの基準とプロファイルの項目、組み合 わせ方式のリスク分析の実施手順について説明する。手順を示すことに重点を 置き、分析における背景やその理由など説明は避け、プロセス毎の実施事項と 記載事項、考え方とに整理して示している。 第4 章では、第3 章でのリスク分析の結果を、セキュリティ・バイ・デザイ ンのインプットとしてどのように確実に対策につなげるか、実装の結果が漏れ なく対策できているかをどのようにトレースするかについて説明している。 1.4. 用語 本文書において使用する用語は、表１-1 及び本文書に別段の定めがある場合 を除くほか、標準ガイドライン群用語集の例による。その他専門的な用語につ いては、民間の用語定義を参照すること。\n\n3 表１－１ 用語の定義 用語 意味 セキュリティ 本ガイドラインでは、サイバーセキュリティ 基本法第二条で定義された「サイバーセキュ リティ」を「セキュリティ」と表現する。 リスク 「リスク」とは、目的に対する不確かさの影 響をいう。ある事象（周辺状況の変化を含 む。 ）の結果とその発生の起こりやすさとの 組合せとして表現されることが多い。 （引用元：政府機関等の対策基準策定のため のガイドライン 令和３年度版） リスク分析 リスク分析の意義は、必要に応じてリスクの レベルを含め、リスクの性質及び特徴を理解 することである。リスク分析には、不確か さ、リスク源、結果、起こりやすさ、事象、 シナリオ、管理策及び管理策の有効性の詳細 な検討が含まれる。 （引用元：JIS Q 31000:2019） システム・プロファイル 本ガイドラインでは、リスク分析対象のシス テムの事業への影響度、利用形態や特性・特 質を分析・整理したものをシステム・プロフ ァイルと表現する。これから開発するシステ ムでは、完成時を想定したプロファイルとす る。 本文中では、情報システムに係る政府調達に おけるセキュリティ要件策定マニュアル(SBD マニュアル)の「業務要件の検討」を参考に 本ガイドライン向けに再定義している。\n\n4 ２. セキュリティリスク分析の概要 2.1. セキュリティリスク分析の必要性 事業における情報セキュリティを確保するためには、対象システムが担う業 務や取り扱う情報、そして情報システムの特性に応じてリスクが異なるため、 リスク分析が必要となる。リスク分析の結果は、リスクへの対処法や、講ずべ き対策の程度を決定するための根拠として使用する。 実際にリスク分析を行って正しい結果を得るためには、リスク分析手法の習 得や実務経験が必要となる。もし、分析手法の理解や実務経験が十分な要員が 不在の場合にリスク分析を省略することや、簡易的に済ませてしまうことはせ ず、セキュリティ専門家（セキュリティリスクアセッサー）の支援を受けて必 ずリスク分析を実施する。",
      "page_from": 5,
      "page_to": 7,
      "char_count": 1297,
      "position": 3026,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c4",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 4,
      "text": "析の結果は、リスクへの対処法や、講ずべ き対策の程度を決定するための根拠として使用する。 実際にリスク分析を行って正しい結果を得るためには、リスク分析手法の習 得や実務経験が必要となる。もし、分析手法の理解や実務経験が十分な要員が 不在の場合にリスク分析を省略することや、簡易的に済ませてしまうことはせ ず、セキュリティ専門家（セキュリティリスクアセッサー）の支援を受けて必 ずリスク分析を実施する。 2.2. セキュリティリスク分析の考え方 リスク評価手法については、対象組織の情報セキュリティに係るマネジメン ト能力の成熟度や対象組織の置かれた環境に応じたふさわしい手法を選ぶとさ れている。リスク評価に係る規格には、 「ISO31000:2018, Risk management－ Guidelines1」等がある。 （１）セキュリティリスク分析の種類2 リスク分析の例として、以下に４種類の手法を示す。 ① ベースラインアプローチ 既存の標準や基準をもとに、想定する典型的なシステムに対して、予 め一定の確保すべきセキュリティレベルを設定し、それを達成するた めのセキュリティ対策要件を定め、分析対象となるシステムの対策の 適合性等をチェックする。 ② 非形式的アプローチ 組織や担当者の経験や判断によってリスク分析を実施する。 ③ 詳細リスク分析 1 ISO31000:2018, Risk management－Guidelines（国内標準としては、JIS Q 31000:2019 リスクマネジメント－指針） 2 セキュリティリスク分析の種類は、NISC(内閣サイバーセキュリティセンター) 政府機関等の対策基準策定のための ガイドライン（令和3 年）の2.1.3 項 2.1.3 情報セキュリティ関係規程の整備 より引用している。\n\n5 分析対象のシステム自体に対して、そのシステムもしくはそれにより 実現されている事業を、 「重要度」 （あるいは損なわれた場合の被害レ ベル） 「脅威」 「脆弱性」の評価指標の下で、リスク分析を実施する。 ④ 組み合わせアプローチ 複数のアプローチを併用し、作業の効率化、異なった評価視点の活用 によって、分析精度の向上と、作業工数増大の回避を図る。 以下に、それぞれのセキュリティリスク分析手法の長所と短所の比較を記載 する。 表２－１ セキュリティリスク分析手法の比較 リスク分析手法 長所 短所 ベースライン アプローチ  決められた対策要件をチェッ クすることにより、作業の工 数は大きくない。  既存の基準をもとにしている ので、あるレベルの評価の目 安としては利用できる。  対策基準に対する適合レベル のチェックであり、自分のシ ステムの状況に沿ったリスク 分析にはなっていない。  事業被害を起こさない裏づけ には間接的にしかならない。  未実施の対策群があった場 合、自分のシステムに沿った 選択基準が得られない。 非形式的 アプローチ  経験値を活用するので、属人 的ではあるが工数は小さい。",
      "page_from": 7,
      "page_to": 8,
      "char_count": 1290,
      "position": 4123,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c5",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 5,
      "text": "とにしている ので、あるレベルの評価の目 安としては利用できる。  対策基準に対する適合レベル のチェックであり、自分のシ ステムの状況に沿ったリスク 分析にはなっていない。  事業被害を起こさない裏づけ には間接的にしかならない。  未実施の対策群があった場 合、自分のシステムに沿った 選択基準が得られない。 非形式的 アプローチ  経験値を活用するので、属人 的ではあるが工数は小さい。  リスク分析にはなっていな い。  起こりうる脅威、あるいは新 たな脅威に対しての対応が困 難である。  属人的であり、継続的なセキ ュリティレベルの向上は困難 である。 詳細リスク分析  自分のシステム自体に対す る、正確なリスク分析が可能 である。  一度実施すると、それをベー スに継続的なセキュリティレ ベルの向上が可能となる。  システムの規模や手法によっ ては、かなりの工数がかかる ことがある。  リスク分析の結果の評価に技 量を要する。また、技量を持 つ評価者のアサインが難し\n\n6 リスク分析手法 長所 短所  セキュリティ投資の優先順位 等、組織として戦略的に検討 していくことができる。 い。※ 組み合わせ アプローチ  上記、各手法の長所の取り込 みの可能性である。  上記、各手法の短所の改善の 可能性がある。  どう組み合わせるのか、それ ぞれのシステムや事業者によ って異なってくるが、その指 針は示されていない。 （出典）ＩＰＡ「制御システムのセキュリティリスク分析ガイド 第２版」より作成 ※下線の箇所は、出典に対して本ガイドラインとして追記した箇所 （２）詳細リスク分析について3 リスク分析の中でも、詳細リスク分析は、以下の点で、最も実態の把握と対 策を検討するのに適している。 • 分析対象の実態に沿った評価を行うことで、分析対象のリスクを明確 化できる。 • 対策の優先順位の客観的な決定と、リスク低減に最も効果的な選定が 可能である。 （組織内における対策の優先順位の共通の理解と認識を有 することができる。 ） • 一度確立しておくと、それをベースに、システムの拡張や新たな脅威 の出現等にも継続的に見直しや更新をしていくことが可能である。 詳細リスク分析には、いくつかのアプローチがある。 ➢ 資産ベース 保護すべきシステムを構成する各資産（サーバ、端末、通信機器等） に対して、その重要度（価値） 、想定される脅威、脆弱性の３つを評価 指標として、リスク分析を実施する。 この場合のリスク値としては、想定される「脅威の受容の可能性とそれ により損なわれる資産価値」の相乗値を算出することになる。リスク値 が高い脅威に対しては、その受容性を低減する対策の強化を検討するこ とになる。",
      "page_from": 8,
      "page_to": 9,
      "char_count": 1177,
      "position": 5213,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c6",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 6,
      "text": "ある。 ➢ 資産ベース 保護すべきシステムを構成する各資産（サーバ、端末、通信機器等） に対して、その重要度（価値） 、想定される脅威、脆弱性の３つを評価 指標として、リスク分析を実施する。 この場合のリスク値としては、想定される「脅威の受容の可能性とそれ により損なわれる資産価値」の相乗値を算出することになる。リスク値 が高い脅威に対しては、その受容性を低減する対策の強化を検討するこ とになる。 ➢ 事業被害ベース（シナリオベース） 保護すべきシステムにおいて実現されている事業やサービスに対して、 回避したい事業被害を定義し、発生した際の事業被害のレベル、その被 3 詳細リスク分析の説明は、ＩＰＡ「制御システムのセキュリティリスク分析ガイド 第２版」2.1（３）項 詳細リ スク分析の概要と長短解説から引用している。\n\n7 害を起こしうる攻撃シナリオによる脅威、攻撃シナリオに対する脆弱性 （攻撃シナリオの受容可能性）の３つを評価指標として、リスク分析を 実施する。この場合のリスク値としては、攻撃シナリオの「成功可能性 と発生する被害のレベル」の相乗値を算定することになる。リスク値が 高い攻撃シナリオに対しては、その成功可能性を低減する対策の強化を 検討することになる。 2.3. 本ガイドラインで採用するセキュリティリスク分析 前項で各リスク分析手法の長所・短所の比較をしたが、セキュリティ・バ イ・デザインで採用するリスク分析として重要視する要件を以下に挙げる。 ① 対策の網羅的な把握 保護すべき事業（行政サービス）に対して、想定される脅威とその対策 を一通り把握して評価できること。 ② レビューによる品質確認 システムを知るシステム管理者、事業影響を知るビジネスオーナ、分析 手法を知るセキュリティリスクアセッサーがリスク分析の結果を相互確 認できること。 ③ リスク分析のリソース 人員や予算は限られており、現実的な工数でリスク分析の達成が可能で あること。 この①を満たすものとして、シナリオベースのリスク分析があるが、このシ ナリオベースのリスク分析を全て詳細に実施するとなると、システムによって は膨大な工数となり、③の要件が満たせないことが想定される。また、非形式 的アプローチや複雑・大規模な詳細リスク分析などリスク分析者の力量に依存 するアプローチでは、②のリスク分析の結果が確認できない可能性がでてく る。 これらのリスク分析での要件を満たすために、本ガイドラインでは、リスク 分析にはベースラインと事業被害ベースの組み合わせアプローチを採用する。 既存の基準をもとに一定レベルの評価が可能かつ作業の工数が大きくないベー スラインアプローチを軸として、ベースラインの短所である事業被害が測れな い点を事業被害ベースのリスク分析でカバーする。事業被害ベースでは、攻撃 の起点と被害の起点のすべての攻撃ツリー洗い出すことはせず、最も大きな事\n\n8 業被害（トップリスク）を回避できるか否かを評価することにフォーカスさせ ることで工数の爆発的な増大を回避する。",
      "page_from": 9,
      "page_to": 11,
      "char_count": 1297,
      "position": 6190,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c7",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 7,
      "text": "の基準をもとに一定レベルの評価が可能かつ作業の工数が大きくないベー スラインアプローチを軸として、ベースラインの短所である事業被害が測れな い点を事業被害ベースのリスク分析でカバーする。事業被害ベースでは、攻撃 の起点と被害の起点のすべての攻撃ツリー洗い出すことはせず、最も大きな事\n\n8 業被害（トップリスク）を回避できるか否かを評価することにフォーカスさせ ることで工数の爆発的な増大を回避する。 なお、今回採用したリスク分析のアプローチは多くのシステムをカバーする が万能ではない。高度標的型攻撃の対象となりうるシステムや国民の資産を預 かるようなきわめて影響度が大きいシステム、新しい技術基盤を採用したシス テムでは十分ではない。そのようなシステムに対して、リスク分析の手法はそ のシステムのインパクトや特性に見合ったものを検討いただきたい。 2.4. リスク分析のプロセス リスク分析のプロセスは、 「ISO31000:2018, Risk management－Guidelines」 のプロセスを参考に、本ガイドラインで採用する組み合わせアプローチのプロ セスを以下のように定義する。 図２－１ 本ガイドラインのリスク分析のプロセス 表２－２ リスク分析のプロセスの実施事項 事業への影響度（インパクト）の定義 システム・プロファイルの作成 リスク分析 事業被害ベース アプローチ リスク分析 ベースライン アプローチ リスク分析の取りまとめ リスク対応\n\n9 プロセス 実施事項 事業への影響度 （インパクト）の定義 事業の影響度を定義し、それぞれのリスク分 析で共通した基準とする。 システム・プロファイ ルの作成 システムの利用形態や特性・特質を分析しプ ロファイルを作成する。作成したプロファイ ルはそれぞれのリスク分析で使用する。 リスクアセスメント リスク特定、リスク分析及びリスク評価のプ ロセス全体。 ベースライン アプローチ 対象システムにあったセキュリティ管理策を チェックすることにより、確保すべきセキュ リティレベルを達成するためのセキュリティ 対策要件を分析する。 事業被害ベース アプローチ 事業やサービスに対して、回避したい事業被 害を定義し、発生した際の事業被害のレベ ル、その被害を起こしうる攻撃シナリオによ りリスク分析を実施する。 リスク分析の取りま とめ ２つのリスク分析の結果から、設定したセキ ュリティレベルを達成するセキュリティ対策 を取りまとめる。 リスク分析のプロセスでは、セキュリティ・バイ・デザインでの対策へ効率 的につなげるために、以下の点を考慮する。 ・リスク分析のプロセスは、セキュリティ要件をシステム開発（調達）前に 決定するためにシステムの企画フェーズ（要件定義フェーズ）で実施す る。 ・リスク分析の精度及びレビューの精度を上げるために、事業への影響度 （インパクト）の定義とシステムのプロファイルをアセスメントの前に作 成する。 ・リスク分析のプロセス毎にレビューを実施し、リスク分析の妥当性を評価 する。",
      "page_from": 10,
      "page_to": 12,
      "char_count": 1294,
      "position": 7287,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c8",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 8,
      "text": "なげるために、以下の点を考慮する。 ・リスク分析のプロセスは、セキュリティ要件をシステム開発（調達）前に 決定するためにシステムの企画フェーズ（要件定義フェーズ）で実施す る。 ・リスク分析の精度及びレビューの精度を上げるために、事業への影響度 （インパクト）の定義とシステムのプロファイルをアセスメントの前に作 成する。 ・リスク分析のプロセス毎にレビューを実施し、リスク分析の妥当性を評価 する。\n\n10 3. リスク分析の実施 リスク分析の実施において、関係者の役割や事業への影響度の基準、システ ム・プロファイルの正確さは分析結果に影響するため重要となる。 本章では、リスク分析の基準と手順を説明する。 3.1. リスク管理に関わる関係者の役割 リスク分析では、開発チームがリスク分析やセキュリティ対策を実施するだ けでなく、専門的な知見を有した評価者によって分析内容の妥当性を検証し進 める必要がある。事業への影響度については、システム開発の都合でなく、行 政サービスに責任をもつビジネス／リスクオーナーが事業視点で評価する必要 がある。 以下に、セキュリティ・バイ・デザインに関わる関係者の役割と責任を示す。 表 ３-1 セキュリティ・バイ・デザインに関わる関係者の役割と責任 項番 役割（呼称） 責任 1 システム管理者 • セキュリティ対策が実施できるよう、委託先実施者との責 任範囲を明確にし、セキュリティ対策全体を管理する。 • システム開発、運用の各工程において、要求事項を満たす ようにセキュリティ対策を実施する。 • ビジネス/リスクオーナーの指示に従って是正対応を行う。 2 委託先実施者 • システム管理者からの委託を受け、責任範囲にかかるセキ ュリティ対策を実施する。 3 ビジネス/リス クオーナー • 事業被害の設定し、セキュリティ対策によるリスク軽減の 有効性、残存リスクが許容できるかを判断する。 • システム対策と事業リスクのトレードオフの関係を判断す る。 • システム管理者によるセキュリティリスクへの是正対応状 況を管理する。 4 セキュリティリ スクアセッサー （評価者） • 業務観点及びシステム観点でのセキュリティリスク分析及 び対策の妥当性を評価する。 • 適合するセキュリティ・ベースラインやセキュリティ管理 策をシステム管理者へ進言する。 • システムのセキュリティリスク対応状況をモニタリング し、問題がある場合、システム管理者やビジネス/リスクオ ーナーに対して勧告、提言をおこなう。\n\n11 【参照】デジタル庁「政府情報システムにおけるセキュリティ・バイ・デザ インガイドライン」5.1：セキュリティ・バイ・デザインのリスク管 理に関わる関係者の役割 図 ３-1 セキュリティ・バイ・デザインに関わる関係者 3.2. 事業への影響度（インパクト）の定義 政府情報システムが提供する国民や事業者向けの行政サービスや、行政機関 の業務において生じる負の影響を、事業リスクとして以下のように定義する。",
      "page_from": 12,
      "page_to": 14,
      "char_count": 1280,
      "position": 8381,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c9",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 9,
      "text": "参照】デジタル庁「政府情報システムにおけるセキュリティ・バイ・デザ インガイドライン」5.1：セキュリティ・バイ・デザインのリスク管 理に関わる関係者の役割 図 ３-1 セキュリティ・バイ・デザインに関わる関係者 3.2. 事業への影響度（インパクト）の定義 政府情報システムが提供する国民や事業者向けの行政サービスや、行政機関 の業務において生じる負の影響を、事業リスクとして以下のように定義する。 この定義は、リスク分析を実施する際の共通の基準として用いられ、事業に責 任をもつビジネス／リスクオーナーが影響度と最も大きな事業被害（最悪シナ リオ）を評価する際に使用する。 （１）事業リスクの種類 事業リスクの種類を、NIST SP 800-63-3「Digital Identity Guidelines（電\n\n12 子的認証に関するガイドライン） 」を引用して以下のとおり定義する。 表３－２ 事業リスクの種類 ＃ 事業リスクの種類 Impacts per Category ① 利用者に不便、苦痛を与える、又は事業を所管する機関等が信頼を失 う Potential impact of inconvenience, distress, or damage to standing or reputation: ② 利用者に金銭的被害を与える、機関等に賠償責任が生じるなど財務上 の影響を与える Potential impact of financial loss: ③ 機関等の活動計画や公共の利益に対して影響を与える Potential impact of harm to agency programs or public interests: ④ 利用者の個人情報などの機微な情報が漏洩する Potential impact of unauthorized release of sensitive information: ⑤ 利用者の身の安全に影響を与える Potential impact to personal safety: ⑥ 法律に違反する The potential impact of civil or criminal violations is: （出典）NIST SP 800-63-3「Digital Identity Guidelines（電子的認証に関 するガイドライン） 」より作成 事業への影響度を評価する場合、情報セキュリティの3 要素である機密性・ 完全性・可用性が失われた場合に関係する事業にどの程度の影響があるかによ って評価する方法が一般的である。しかしながら、この3 要素が失われた状況 をリスクと認識して事業の影響まで評価しないミスを犯すことがある。本文書 では、ビジネスオーナが影響度を認識しやすいNIST SP 800-63-3 のImpacts per Category を事業リスクの定義として採用することでミスを回避することを 意図している。",
      "page_from": 14,
      "page_to": 15,
      "char_count": 1258,
      "position": 9461,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c10",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 10,
      "text": "性が失われた場合に関係する事業にどの程度の影響があるかによ って評価する方法が一般的である。しかしながら、この3 要素が失われた状況 をリスクと認識して事業の影響まで評価しないミスを犯すことがある。本文書 では、ビジネスオーナが影響度を認識しやすいNIST SP 800-63-3 のImpacts per Category を事業リスクの定義として採用することでミスを回避することを 意図している。 （２） 事業への影響度の定義 事業への影響度を、 「連邦政府の情報および情報システムに対するセキュリ ティ分類規格（連邦情報処理規格 FIPS 199） 」を引用して以下の通り定義する。 表３－３.事業への影響度の定義 影響度 内容 高位 (High) 当該リスクの影響による損失が、組織の運営、組織の資産、又 は個人に致命的又は壊滅的な悪影響を及ぼすと予想される\n\n13 中位 (Moderate) 当該リスクの影響による損失が、組織の運営、組織の資産、又 は個人に重大な悪影響を及ぼすと予想される 低位 (Low) 当該リスクの影響による損失が、組織の運営、組織の資産、又 は個人に限定的な悪影響を及ぼすと予想される 非該当 (NA) 該当しない または 当該リスクによる影響がないと予想され る （出典） 「連邦政府の情報および情報システムに対するセキュリティ分類規格 （連邦情報処理規格 FIPS 199） 」より作成 【補足説明】 致命的または壊滅的な悪影響： 事業が滞り元の状態に戻せない損失が発生した事象 重大な悪影響： 事業が滞り大きな影響はあったが、発生前の状況へ復旧できた事象 限定的な悪影響： 事業への影響は短期間または一部であった事象 NA：影響なし（NOT APPLICABLE） （３） 事業リスク毎の事業への影響度の導出 上記の事業リスクの種類と事業への影響度を組み合わせて事業リスク毎の事 業への影響度を定義する。 表３－４ 事業への影響度の定義 ＃ 事業リスク Impacts per Category 影響 度 影響度の定義 ① 利用者に不便、 苦痛を与える、 又は事業を所管 する機関等が信 頼を失う 高位 深刻または重大かつ長期的な不便、苦痛、損 害。この影響は、特に深刻な影響や多くの利 用者に影響するレベル 中位 相当かつ短期間ないしは限定的だが長期間の 不便、苦痛、損害 低位 限定的かつ短期間の不便、苦痛、損害 ② 利用者に金銭的 被害を与える、 機関等に賠償責 任が生じるなど 財務上の影響を 高位 重大または致命的な経済的損失または賠償責 任 中位 相当な経済的損失または賠償責任 低位 些細でとるに足らない経済的損失または賠償 責任\n\n14 ＃ 事業リスク Impacts per Category 影響 度 影響度の定義 与える ③ 機関等の",
      "page_from": 15,
      "page_to": 17,
      "char_count": 1200,
      "position": 10519,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c11",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 11,
      "text": "不便、苦痛、損害 低位 限定的かつ短期間の不便、苦痛、損害 ② 利用者に金銭的 被害を与える、 機関等に賠償責 任が生じるなど 財務上の影響を 高位 重大または致命的な経済的損失または賠償責 任 中位 相当な経済的損失または賠償責任 低位 些細でとるに足らない経済的損失または賠償 責任\n\n14 ＃ 事業リスク Impacts per Category 影響 度 影響度の定義 与える ③ 機関等の活動計 画や公共の利益 に対して影響を 与える 高位 組織の運用や資産、公共の利益への致命的な 悪影響（長期間の機能停止または深刻な損 害） 中位 組織の運用や資産、公共の利益への相当な悪 影響（長期間の機能低下または著しい損害） 低位 組織の運用や資産、公共の利益への限定的な 悪影響（処理効率の低下または軽微な損害） ④ 利用者の個人情 報などの機微な 情報が漏洩する 高位 情報の不当な開示が、組織活動、組織資産、 または個人に致命的または壊滅的な悪影響を 及ぼすことが予想されうる(FIPS 199) 中位 情報の不当な開示が、組織活動、組織資産、 または個人に重大な悪影響を及ぼすことが予 想されうる(FIPS 199) 低位 情報の不当な開示が、組織活動、組織資産、 または個人に限定的な悪影響を及ぼすことが 予想されうる(FIPS 199) ⑤ 利用者の身の安 全に影響を与え る 高位 重傷または死亡のリスク 中位 医療治療を必要とする怪我のリスク 低位 治療を必要としない軽傷 ⑥ 法律に違反する 高位 特に重要とされている民事上又は刑事上の違 反のリスク 中位 法執行の対象となる可能性のある民事上又は 刑事上の違反のリスク 低位 法執行の対象とならない性質の民事上又は刑 事上の違反のリスク （出典）NIST SP 800-63-3「Digital Identity Guidelines（電子的認証に関 するガイドライン） 」より作成 3.3. システム・プロファイルの作成 次に、対象システムの利用形態や特性・特質を分析する。これはリスク分析 を正しい情報を根拠に正確に実施することを目的としているが、ビジネス/リ スクオーナーやセキュリティリスクアセッサーなどレビュー関係者が分析結果 を評価するためにも使用する。実際の記載例を、参考資料C に掲載する。 （１）事業の概要(Business Scope）\n\n15 システムの事業（行政サービス）の内容とインパクトを以下の項目に整理す る。 表３－５ システム・プロファイル（事業の概要）の記載項目 項目 記載事項 事業目的・ミッション 事業において達成する目的やミッション（達成し ようとしている目標）を記載する。図示を交えて もよい。 事業の影響度 システムの保証レベル 3.1 項「事業の影響度の定義」を参考に事業の影響 度を記載する。 ➢ ６つの事業リスクそれぞれに対して最も大きな 事業被害と影響度を記載する。この事業被害 は、後の事業被害ベースの分析のインプットに する。",
      "page_from": 16,
      "page_to": 18,
      "char_count": 1279,
      "position": 11519,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c12",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 12,
      "text": "要）の記載項目 項目 記載事項 事業目的・ミッション 事業において達成する目的やミッション（達成し ようとしている目標）を記載する。図示を交えて もよい。 事業の影響度 システムの保証レベル 3.1 項「事業の影響度の定義」を参考に事業の影響 度を記載する。 ➢ ６つの事業リスクそれぞれに対して最も大きな 事業被害と影響度を記載する。この事業被害 は、後の事業被害ベースの分析のインプットに する。 ➢ ６つの事業リスクの影響度から、後述の「シス テムの保証レベルのデシジョンフロー」に従っ てシステムの保証レベルを求める。この保証レ ベルは、後のベースラインの要否判断をする際 に使用する。 情報システム運用継続 計画の復旧優先度 「NISC 政府機関等における情報システム運用継 続計画ガイドライン(第3 版） 」で定める当該シス テムをどのくらいの時間で復旧させるかという RTO(目標復旧時間)とどの水準まで復旧させるかと いうRLO(目標復旧レベル)及びRTO・RLO から定め た復旧優先度を記載する。まだ、復旧優先度が設 定されていない場合は、 「未設定」と記載する。 統一基準での情報格付 区分 システムで取り扱う情報の格付区分を「NISC 政 府機関等のサイバーセキュリティ対策のための統 一基準（令和３年度版） 」の基準により記載する。 その他の格付区分 このほかにシステム格付区分がある場合は記載す る。 ・システムの保証レベルのデシジョンフロー4 4 「NIST SP 800-63-3 の保証レベル（AAL：Authentication Assurance Level） 」から引用\n\n16 ６つの影響度からシステムの保証レベルを求める。 図３－２ システムの保証レベルのデシジョンフロー ※「システムの保障レベルのデシジョンフロー」は、個人情報や手続きを扱う 行政サービスを提供するシステムを対象としている。ただし、国民の資産を 預かるシステムや人命に関わるシステムでは、非常に高い保証レベルが求め られるため、影響度判断に専門家が参加し、決定されることがある。このデ シジョンフローは、上記以外のシステムに対して使用する。 （２）システムの意図する使用（Intended Use） 対象のシステムを、誰が、どこで、どのようなアクセス方法で利用するかを 整理する。意図する使用方法を整理することで、何が不正なアクセスであるか を明らかにする。 表３－６ システム・プロファイル（システムの意図する使用）の記載項目\n\n17 項目 記載事項 システムの概要・機能 システムの概要や機能を記載する。リスク分析に 必要とする情報を含むこと。図示を交えてもよ い。 意図する使用者 想定する利用者数 システムが意図している使用者と想定人数を列挙 する。システム管理者や運用担当も含む。許可さ れない利用者（unauthorized user）を明確にする 目的もある。 意図する使用環境、ア クセス方法 システムが意図している使用環境・アクセス方法 を列挙する。",
      "page_from": 18,
      "page_to": 20,
      "char_count": 1291,
      "position": 12599,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c13",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 13,
      "text": "・機能 システムの概要や機能を記載する。リスク分析に 必要とする情報を含むこと。図示を交えてもよ い。 意図する使用者 想定する利用者数 システムが意図している使用者と想定人数を列挙 する。システム管理者や運用担当も含む。許可さ れない利用者（unauthorized user）を明確にする 目的もある。 意図する使用環境、ア クセス方法 システムが意図している使用環境・アクセス方法 を列挙する。不正アクセス（unauthorized access）を明確にする目的もある。 ネットワークの構成と 設定条件 システムを機能させるためのネットワーク構成を 図示する。イメージや概念でなくセキュリティ確 保のための機器やアクセス経路は明示する。保守 や監視のアクセスも含む。記載粒度は、リスク分 析が可能なレベルでよい。ポリシーやアクセス制 御があれば併記する。 （３）システムの特質(Characteristics related to security) 情報資産とデータフローからシステムの特質を明らかにする。 表３－７ システム・プロファイル（システムの特質）の記載項目 項目 記載事項 情報資産（保護される べき情報とプロセス） 情報資産を列挙する。また、可用性の対象とする サービスも列挙する。機微な情報については情報 の件数も併記する。 システムの機能と権 限、認証方法 システムの機能と機能を使用する権限（ロール） 、 使用者の認証方法を記載する。機能には管理者機 能を含む。記載粒度は、リスク分析で確認するパ ターンが判別できるレベルでよい。 システムのアーキテク チャモデル システムを構成するアーキテクチャに関連するパ ーツ（サーバの役割やモジュールの階層構造、I/F やプロトコルなど）を図示または列挙する。 システムの相互運用性 （システム連携） 他システムとのデータ連係やAPI、共通使用する基 盤を記載する。インターフェース仕様や依存関係\n\n18 項目 記載事項 があれば併記する。 使用シナリオ またはデータフロー 脅威を洗い出す場合に重要になるが、システムの 企画段階で網羅的に作成するのは負担が大きいた め、今回は必須とはしない。最も大きな事業被害 （トップリスク）が想定されるシナリオだけでも よい。 （４）システム・プロファイル作成での注意事項 リスク分析が不十分な理由の一つに、システムの現状把握や分析が不正確の まま実施されていることがあげられる。本ガイドラインでは、リスク分析の精 度を確保するために、プロファイルを丁寧に作成することを推奨する。  分析の粒度は、セキュリティのリスク分析の根拠とできるレベルでよい。 ビジネス/リスクオーナー、セキュリティリスクアセッサーがレビュー にあたって必要とするレベルを想定する。また、足りないとわかってか ら追記しても問題ない。",
      "page_from": 20,
      "page_to": 21,
      "char_count": 1210,
      "position": 13690,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c14",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 14,
      "text": "システムの現状把握や分析が不正確の まま実施されていることがあげられる。本ガイドラインでは、リスク分析の精 度を確保するために、プロファイルを丁寧に作成することを推奨する。  分析の粒度は、セキュリティのリスク分析の根拠とできるレベルでよい。 ビジネス/リスクオーナー、セキュリティリスクアセッサーがレビュー にあたって必要とするレベルを想定する。また、足りないとわかってか ら追記しても問題ない。  システム・プロファイルは、資料作成が目的ではなくリスク分析の根拠 を明らかにするために作成するものなので、開発ドキュメントがある場 合は引用しても問題はなく、プロファイル作成にかかる負担を軽減する ように工夫する。  リスク分析の時点で決まっていない仕様は、仕様が決まる際に再度リス ク分析を行う。特にアジャイルアプローチでセキュリティの実装方式を 決めるケースでは、セキュリティ要件を取りこぼさないようバックログ として管理し、あとからトレースできるようにする。\n\n19 3.4. リスク分析（ベースラインアプローチ） リスク分析のベースラインアプローチは、 「NIST SP800-37 Rev2 情報システ ムおよび組織のためのリスクマネジメントフレームワーク5」を参考に作成した 手順を示す。 図３－２ リスクマネジメントフレームワーク（SP800-37 Rev2） このフレームワークのステップ１からステップ３がベースラインアプローチ のプロセスに対応する。ステップ４以降は、リスク分析の後のセキュリテ ィ・バイ・デザインのプロセスになるが、分析結果が確実に対策されるよう にこれらの手順もあわせて示す。記載例を参考資料C 及び参考資料D に掲載す るので合わせて参考にしていただきたい。 【ステップ１】リスクマネジメントの準備（PREPARE） 対象システムの事業目的を明らかにし、そのシステムのプロファイルを作成 し、システムの範囲及びリスクアセスメントで必要となる情報を明確にする。 5 NIST SP800-37 Rev2 情報システムおよび組織のためのリスクマネジメントフレームワーク －セキュリティとプラ イバシーのためのシステムライフサイクルアプローチ「Risk Management Framework for Information Systems and Organizations A System Life Cycle Approach for Security and Privacy 」\n\n20 ・実施事項 ➢ リスク分析を担当するステークホルダ6（システム管理者、ビジネス/リ スクオーナー、セキュリティリスクアセッサー）を特定する。 ➢ システムがサポートする事業（行政サービス）の目的とミッション（達 成しようとしている目標）及び事業の影響度を定義する。 ➢ システムの使われ方を分析する。 ➢ システムの特性を分析する。 ・記載事項 システム・プロファイルを作成する。",
      "page_from": 21,
      "page_to": 23,
      "char_count": 1261,
      "position": 14700,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c15",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 15,
      "text": "acy 」\n\n20 ・実施事項 ➢ リスク分析を担当するステークホルダ6（システム管理者、ビジネス/リ スクオーナー、セキュリティリスクアセッサー）を特定する。 ➢ システムがサポートする事業（行政サービス）の目的とミッション（達 成しようとしている目標）及び事業の影響度を定義する。 ➢ システムの使われ方を分析する。 ➢ システムの特性を分析する。 ・記載事項 システム・プロファイルを作成する。 ➢ セキュリティリスク分析の担当者 ➢ プロファイル（事業の概要）の記載項目（表３－５の項目） ➢ プロファイル（システムの意図する使用）の記載項目（表３－６の項目） ➢ プロファイル（システムの特質）の記載項目（表３－７の項目） ・考え方 NIST SP800-37 では、主に資産管理、ビジネス環境、リスクアセスメン ト、ガバナンスなどを分析することとされているが、本ガイドラインで は、３章で定義したシステム・プロファイルを作成することでリスクマネ ジメントの準備とする。 【ステップ2】情報システムの分類（CATEGORIZE） 対象となる事業の影響度から、当該システムに求められるセキュリティ保証 レベルを決定する。 ・実施事項 ➢ 事業の影響度（システムの保証レベル）を設定する。 ➢ 事業の影響度の結果をレビューし決定する。 ・記載事項 ➢ 事業の影響度（システムの保証レベル） （表３－５の項目） 6 リスク分析を担当するステークホルダの説明は「4.1.リスク管理に関わる関係者の役割」を参照\n\n21 ・考え方 事業の影響度は、３章で定義した事業の影響度を使用することで情報シス テムの分類とする。この分類は【ステップ3】でのセキュリティ管理策の 調整で使用する。情報システムの分類は、ビジネス/リスクオーナーが参 加しレビューを実施して決定する。 【ステップ3】セキュリティ管理策の選択（SELECT） 対象システムの現状調査に基づき、ベースラインとなるセキュリティ管理策 を選択し、必要な場合はその内容を調整し、文書化する。 ・実施事項 ➢ 対象システムの特性にあったセキュリティ管理策を選択する。 ➢ セキュリティ管理策の個々の項目について、要否を調整（テーラリン グ）する。 ➢ セキュリティ管理策の選択と個々の項目の要否をレビューし決定する。 ・記載事項 セキュリティ管理策に対応するベースラインの表を作成する。 ベースラインの表に以下の列を追加して記載する。 ➢ セキュリティ管理策の個々の項目の要否判定 ➢ 判定の理由 ➢ 不要としたために発生するリスク ➢ 採用した場合の実装検証のタイミング ・考え方 行政サービスでは政府系システムのセキュリティ管理策から、システム構 成からクラウドやWeb などシステムの特性にあったセキュリティ管理策を 選択する。システムの特性をカバーするために複数の管理策を採用しても よい。セキュリティ管理策の選択の判断ができないときはセキュリティリ スクアセッサーへ支援を求める。参考資料 B に管理策の候補を示す。",
      "page_from": 22,
      "page_to": 24,
      "char_count": 1290,
      "position": 15761,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c16",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 16,
      "text": "リスク ➢ 採用した場合の実装検証のタイミング ・考え方 行政サービスでは政府系システムのセキュリティ管理策から、システム構 成からクラウドやWeb などシステムの特性にあったセキュリティ管理策を 選択する。システムの特性をカバーするために複数の管理策を採用しても よい。セキュリティ管理策の選択の判断ができないときはセキュリティリ スクアセッサーへ支援を求める。参考資料 B に管理策の候補を示す。 システムの保証レベルやシステム特性にあわせて管理策の適用要否や適用 レベルを調整する。セキュリティ管理策セキュリティ管理策の選択と調整 の結果はビジネス/リスクオーナーとセキュリティリスクアセッサーへレ ビューをして妥当であることを確認する。 以上がベースラインアプローチのプロセスとなる。\n\n22 次に、リスク分析をした後のプロセスを説明する。 【ステップ4】セキュリティ管理策の実装（IMPLEMENT） 対象システムのセキュリティ管理策を実装する。また、セキュリティ管理策 の実装方法を文書化する。 ・実施事項 ➢ 選択したセキュリティ管理策をセキュリティ要件として文書化する。 ➢ セキュリティ・バイ・デザインのプロセスで実装する。 ・記載事項 ➢ セキュリティ要件 ・調達仕様書に添付する要件仕様書 （ステップ３で作成したベースラインの表から要求事項を抽出して 作成する。 ） ・考え方 セキュリティ要求を開発者（委託先）へ示すとき、クライテリアと検証タ イミングを合わせて提示することが望ましい。実装方式の決定によってセ キュリティ要件が変わった際は、ベースラインの該当項目を満たしている か再度確認する。 【ステップ5】セキュリティ管理策のアセスメント（ASSESS） セキュリティ管理策が、正しく実装され、意図したとおりに機能し、セキュ リティの要件を満たしているか有効性をアセスメントする。 ・実施事項 ➢ セキュリティ管理策が実装されているかを確認する。 ➢ セキュリティ管理策の実装が意図した通りに機能し要件を満たしている か有効性をアセスメントする。 ・記載事項 ベースラインの表に以下の列を追加して記載する。 ➢ 管理策の実施の有無 ➢ 実施エビデンスの文書名\n\n23 ・考え方 個々のセキュリティ管理策の要求事項が漏れなく正しく実装されているこ とを確認する。実装の確認は、受入時に行ってもよいし、委託先が実施し たエビデンスを確認することで実施してもよい。セキュリティ管理策に紐 付けて確認したエビデンスを記載することでトレーサビリティを確保す る。 【ステップ6】情報システムの運用認可（AUTHORIZE） システムの運用または共通運用でのセキュリティ管理策について、運用認可 責任者の許可をえる。 ・実施事項 ➢ セキュリティ管理策で運用対策とした項目について、運用認可責任者よ り認可を受けていることを確認する。 ・記載事項 ベースラインの表に以下の列を追加して記載する。",
      "page_from": 24,
      "page_to": 26,
      "char_count": 1256,
      "position": 16851,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c17",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 17,
      "text": "付けて確認したエビデンスを記載することでトレーサビリティを確保す る。 【ステップ6】情報システムの運用認可（AUTHORIZE） システムの運用または共通運用でのセキュリティ管理策について、運用認可 責任者の許可をえる。 ・実施事項 ➢ セキュリティ管理策で運用対策とした項目について、運用認可責任者よ り認可を受けていることを確認する。 ・記載事項 ベースラインの表に以下の列を追加して記載する。 ➢ 運用対策の認可の有無 ➢ 運用エビデンスの文書名 ・考え方 運用体制によって確認先や確認方法が異なるため有効な方法をとること。 運用を担当しない開発担当への確認では十分ではない。また、稼動後に運 用整備することは原則認められない。やむを得ない理由がある場合は、例 外事項として運用整備までの間のリスクと期限を合わせてビジネス/リス クオーナーからの承認をえる。 【ステップ7】セキュリティ管理策の監視（MONITOR） セキュリティ管理策の有効性を継続的にアセスメントし、必要な場合は適切 に対応する。監視活動を報告し継続的な認可を受ける。また、必要に応じてシ ステムの廃棄戦略を策定し実施する。\n\n24 3.5. リスク分析（事業被害ベースアプローチ） 事業被害ベースのリスク分析は、回避したい事業被害を明確化し、事業被害 を引き起こすと想定される攻撃について、事業被害の大きさと、攻撃の発生可 能性と受容可能性（脆弱性）の相乗値によって、事業のリスクを評価するリス ク分析手法である。 本ガイドラインでは、分析のフレームワークとして ・IPA「制御システムのセキュリティリスク分析ガイド 第２版」 ・ANSSI「EBIOS（Expression des Besoins et Identification des Objectifs de Sécurité） 」 を参考に、最も大きな事業被害（トップリスク）を洗い出すことより、ベー スラインのセキュリティ対応策でカバーができているか確認することに主眼を 置いた手順を示している。この手順にあわせた事業被害ベースのリスク分析シ ートを参考資料 E に掲載する。 【ステップ１】事業被害の洗い出し システム・プロファイル（事業の概要）の６つの事業リスクでの最も大きな 事業被害（トップリスク）を洗い出す。 ・実施事項 ➢ 事業に直接影響を及ぼす被害を洗い出し、各事業被害について現実化し た場合の事業への影響の大きさを評価する。 ・記載事項 ➢ システム・プロファイル（事業の概要） 「表３－５」で作成済み。 ・考え方 システム・プロファイルを利用して、事業被害を洗い出す。洗い出しの 対象は最も影響度（インパクト）が大きいものとするが、大きなリスクが 複数想定できる場合は複数を対象としてよい。この後の分析が正しく実施 できるように適切な表現で記載することに留意する。 【ステップ２】脅威の特定 事業被害を引き起こす攻撃シナリオを検討する。",
      "page_from": 26,
      "page_to": 27,
      "char_count": 1250,
      "position": 17907,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c18",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 18,
      "text": "➢ システム・プロファイル（事業の概要） 「表３－５」で作成済み。 ・考え方 システム・プロファイルを利用して、事業被害を洗い出す。洗い出しの 対象は最も影響度（インパクト）が大きいものとするが、大きなリスクが 複数想定できる場合は複数を対象としてよい。この後の分析が正しく実施 できるように適切な表現で記載することに留意する。 【ステップ２】脅威の特定 事業被害を引き起こす攻撃シナリオを検討する。 ・実施事項 ➢ それぞれのケースで事業被害を引き起こす脅威を想定し攻撃シナリオを作\n\n25 成する。 脅威としては一般的な攻撃手法（不正アクセス・なりすまし、脆弱性の 悪用、マルウェア、サービス拒否、盗聴、フィッシング、ソーシャル攻 撃、物理攻撃など）を想定する。 ・記載事項 ➢ システム・プロファイル（事業の概要） 「表３－５」から事業影響度 の分類①～⑥の最も大きな事業被害を、 「事業被害ベースのリスク分 析シート」へ転記する。 ・考え方 ここでは、専門的な攻撃手法や実施可能性を深掘りせず可能性を列挙す ればよい。過去の類似システムのインシデントを参考にしてもよい。明 らかに脅威となり得ない場合や事業被害につながらない場合は脅威とし なくてもよい。 【ステップ３】攻撃シナリオの分析 攻撃シナリオを実現する攻撃ツリーを構成する。 ・実施事項 ➢ 攻撃のシナリオを必要に応じてサブ攻撃シナリオに分類する。攻撃シ ナリオを実現する攻撃ツリーは、事業被害を最終的に引き起こす最終 的な攻撃まで漏れなく記載する。 ・記載事項 ➢ 事業被害ベースのリスク分析シートへ攻撃シナリオを記載する。 攻撃ツリーのステップを分析シートに階層的に記載する。 ・考え方 攻撃シナリオの記載では、攻撃者や攻撃の入り口や機器、攻撃内容をでき るだけ具体的に記載する。文章に曖昧さがあると分析が不正確になるため 注意する。\n\n26 【ステップ４】リスク値の算定 事業リスクに加え、脅威レベルと脆弱性レベルを評価しリスク値を算定する。 ・実施事項 ➢ 攻撃ツリーを構成する一連の攻撃ステップにおける攻撃の難易度から 脅威レベルを評価する。 ➢ 攻撃ツリーを構成する一連の攻撃ステップについて、すでに対策済み であるなど脆弱性レベルを評価する。 ➢ 攻撃ツリーを構成する一連の攻撃ステップについて、システム・プロ ファイルから事業被害レベルを転記する。 ➢ 脅威レベル、脆弱性レベル、事業被害レベルから、参考資料E「事業被 害ベースアプローチでのリスク算定基準」を参考にリスク値を算定す る。 ・記載事項 ➢ 脅威レベル、脆弱性レベル、事業被害レベルを分析シートへ記載す る。 ➢ 算定したリスク値を分析シートへ記載する。 ・考え方 ここでのリスク算定は、追加のリスク対策の要否の判断基準となる。 【ステップ５】リスクへの対策 発生可能性を下げる対策を抽出する。 ・実施事項 ➢ 攻撃ツリーを構成する一連の攻撃ステップに対して有効なリスク対 策の項目を設定する。",
      "page_from": 27,
      "page_to": 29,
      "char_count": 1271,
      "position": 18957,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c19",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 19,
      "text": "を参考にリスク値を算定す る。 ・記載事項 ➢ 脅威レベル、脆弱性レベル、事業被害レベルを分析シートへ記載す る。 ➢ 算定したリスク値を分析シートへ記載する。 ・考え方 ここでのリスク算定は、追加のリスク対策の要否の判断基準となる。 【ステップ５】リスクへの対策 発生可能性を下げる対策を抽出する。 ・実施事項 ➢ 攻撃ツリーを構成する一連の攻撃ステップに対して有効なリスク対 策の項目を設定する。 ・記載事項 ➢ 事業被害ベースのリスク分析シートへ転記する。 ・考え方 対策が複数存在してもよい（多層防御） 。対策実施がこの段階では決め られず設計時に検討する場合は、この後のセキュリティ要件を作成できる よう備考欄へ説明を残す。\n\n27 3.6. リスク分析結果のとりまとめ ベースラインアプローチと事業被害ベースアプローチの２つのリスク分析の 結果をとりまとめる。 （１）２つのリスク分析のギャップ確認 ・実施事項 ➢ 事業被害ベースのリスク分析シートの対策がベースラインの管理策 に含まれているかを確認する。このとき、ベースラインの管理策に 含まれていても不採用になっていないことを確認する。 ・記載事項 ➢ ベースラインの管理策に含まれている場合は、事業被害ベースのリ スク分析シートへベースラインの対応策番号を記入する。 ➢ ベースラインの管理策に含まれていない場合は、セキュリティ要件 に含むことをできるようにリスク分析シートへ記載する。 ・考え方 判断を要する場合は、レビューを開催し判断の根拠を記録に残す。 （２）ベースラインリスク分析の有効性の検証 ・実施事項 ➢ 上記の２つのリスク分析のギャップ確認で、事業被害ベースのリス ク分析からの対策がベースラインで大きくカバーできなかった場合 は、ベースライン管理策の選定の誤りか足りないと判断し、ベース ライン管理策の選定を見直しリスク分析を再度実施する。 ・記載事項 ➢ 有効／無効の判断をレビューし記録を残す。 ・考え方 組み合わせ方式のリスク分析を採用する理由は、リスク分析の欠点であ るシステムの特性と合わないものや陳腐化を排除するためである。そのた め、ベースラインリスク分析の有効性の検証は確実に実施する。\n\n28 4. リスク管理プロセス セキュリティリスク分析は、セキュリティ・バイ・デザインの最初の工程で あり、デジタル・ガバメント推進標準ガイドライン7におけるサービス・業務企 画の工程として実施することを想定している。本ガイドラインは、その手順を 示している。リスク分析の結果を対策につなげるためのリスク管理のプロセス は、セキュリティ・バイ・デザインのプロセスに含まれ実施される。 4.1. リスク分析結果の実装への反映 分析されたリスク管理策は、セキュリティ要件として定義され、システム開 発のプロセスとして実装され、その結果、リスクが受容可能であることを評価 する。この一連のプロセスが、セキュリティ・バイ・デザインのプロセスで実 施されるよう以下の点に配慮する。",
      "page_from": 29,
      "page_to": 31,
      "char_count": 1281,
      "position": 20028,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c20",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 20,
      "text": "の結果を対策につなげるためのリスク管理のプロセス は、セキュリティ・バイ・デザインのプロセスに含まれ実施される。 4.1. リスク分析結果の実装への反映 分析されたリスク管理策は、セキュリティ要件として定義され、システム開 発のプロセスとして実装され、その結果、リスクが受容可能であることを評価 する。この一連のプロセスが、セキュリティ・バイ・デザインのプロセスで実 施されるよう以下の点に配慮する。 （１）セキュリティ要件 セキュリティリスク分析結果、セキュリティ対応方針に従い、システム で満たすべきセキュリティの状態が、機能面、非機能面ともに定義されて いること。 【参照】デジタル庁「政府情報システムにおけるセキュリティ・バイ・デ ザインガイドライン」4.2.2)項：セキュリティ要件定義 要件は具体的な実装までを指示するものではないが、実装のクライテリ ア（合否判定基準）があるものは要件の中で示すことが望ましい。 （２）開発委託先の提示 セキュリティ要件に基づいて、システム調達におけるセキュリティ仕様 が策定され、委託先との責任範囲が明確になっていること。 【参照】デジタル庁「政府情報システムにおけるセキュリティ・バイ・デ ザインガイドライン」4.2.3)項：セキュア調達 セキュリティ要件を調達時に示すこと、また実装の検証タイミングと評 価者を委託先へ示すことが望ましい。実装の検証は、委託者が受け入れ時 に行う方法と、受託者が検証してそのエビデンスを委託者が確認する方法 がある。 7 デジタル・ガバメント推進標準ガイドラインの工程とセキュリティリスク分析を含むセキュリティ・バイ・デザイン の工程の対応は、デジタル庁「政府情報システムにおけるセキュリティ・バイ・デザインガイドライン」表 ４-1 セキ ュリティ・バイ・デザインの実施工程と概要を参照のこと\n\n29 （３）リスク対策の実施確認 セキュリティ機能に対する各種テストが実施され、品質が確保されてい ること。 【参照】デジタル庁「政府情報システムにおけるセキュリティ・バイ・デ ザインガイドライン」4.2.6)項：セキュリティテスト ここでのセキュリティテストは、セキュリティ要件に対して、実装と 検証が実施されているかのホワイトボックス・テストをいう。テストエビ デンスにセキュリティ要件の管理番号を記載、または、ベースラインのシ ートに対策実施のエビデンス番号を記載するなど、トレーサビリティを確 保する方法を推奨する。 （４）運用によるリスク対策の確認 セキュリティ管理策で運用対策とした項目について、運用体制が整備さ れ、セキュリティ手順が策定され、運用の実行性が確保されていること。 【参照】デジタル庁「政府情報システムにおけるセキュリティ・バイ・デ ザインガイドライン」4.2.7)項：セキュリティ運用準備 運用によるリスク対策の確認は、開発者でなく運用認可責任者によっ て認可を受けること。このプロセスはビジネス/リスクオーナーが必ず監 督する。",
      "page_from": 31,
      "page_to": 32,
      "char_count": 1270,
      "position": 21109,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c21",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 21,
      "text": "セキュリティ管理策で運用対策とした項目について、運用体制が整備さ れ、セキュリティ手順が策定され、運用の実行性が確保されていること。 【参照】デジタル庁「政府情報システムにおけるセキュリティ・バイ・デ ザインガイドライン」4.2.7)項：セキュリティ運用準備 運用によるリスク対策の確認は、開発者でなく運用認可責任者によっ て認可を受けること。このプロセスはビジネス/リスクオーナーが必ず監 督する。 4.2. リスク分析の見直し リスク分析は、一度実施して終わりでなく、システムのライフサイクルの間、 新たなリスクが発生していないかを継続して監視しなければならない。 システムのライフサイクルでのイベントとして ・システムの設計や実装方式の決定 ・運用開始後に発見された脆弱性、新しい脅威事象 ・使用するプロダクトのサポート終了 ・システム改修での機能追加 ・システムの使用対象、アクセス環境の変化 ・セキュリティ管理策が変化した場合（暗号の危殆化など） などがある。 これらのイベントが発生した場合は、過去に実施したリスク分析を見直し、 分析範囲や管理策に要否に変更がないか判断を行い、必要な場合はリスク分析\n\n30 の再実施と対策の実装と検証を行う。要否判断をシステム担当者だけで行わず、 開発の時と同じくビジネス/リスクオーナーとセキュリティリスクアセッサー が参加し妥当性を確認する。 また、セキュリティ対策の技術や管理策は新たな脅威に対応するよう見直さ れているため、リスク分析の再実施では、その時点の最新技術や規格（State- of-the-Art）を基準にすることが望ましい。 リスク分析と対策を継続することは、コストが発生するために、再分析は敬 遠される傾向にあるが、システムの企画段階から継続実施することを想定しア プローチすることで、効率的な対応が可能となる。本ガイドラインで採用した ベースラインと事業被害ベースの組み合わせ方式のリスク分析は、上記イベン ト時に反復的に実行しやすいものとなっている。 変化するシステムやセキュリティの脅威に対して、継続的にセキュリティリ スクの軽減をはかることが肝要である。 4.3. リスク分析ドキュメントの取扱い リスク分析のドキュメントは、そのシステムの攻撃に有用な情報を含むため、 管理対象の文書とする。セキュリティリスクアセッサーはリスク分析のドキュ メントを共有する必要があるが、内容の秘匿義務を負い、公開や二次配布など してはならない。 リスク分析から作成したセキュリティ要件は、他の開発ドキュメントと同じ 基準で委託先など開発や検証の関係者へ提示しても問題はない。委託先とは他 の開発ドキュメントと同じく契約で決められた守秘義務に則って運用する。",
      "page_from": 32,
      "page_to": 33,
      "char_count": 1161,
      "position": 22179,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c22",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 22,
      "text": "撃に有用な情報を含むため、 管理対象の文書とする。セキュリティリスクアセッサーはリスク分析のドキュ メントを共有する必要があるが、内容の秘匿義務を負い、公開や二次配布など してはならない。 リスク分析から作成したセキュリティ要件は、他の開発ドキュメントと同じ 基準で委託先など開発や検証の関係者へ提示しても問題はない。委託先とは他 の開発ドキュメントと同じく契約で決められた守秘義務に則って運用する。\n\n31 参考資料 A）参照したセキュリティ及びリスク分析のガイドライン # 発行元 ガイドライン名 URL 1 デジタル庁 政府情報システムにおけるセキュリティ・バ イ・デザインガイドライン （令和4 年6 月30 日） https://www.digital.go.jp/asse ts/contents/node/basic_page/fi eld_ref_resources/e2a06143- ed29-4f1d-9c31- 0f06fca67afc/2a169f83/20220630 _resources_standard_guidelines _guidelines_01.pdf 2 NISC(内閣サイバーセ キュリティセンター) 政府機関等のサイバーセキュリティ対策のため の統一基準 （令和3 年7 月7 日） https://www.nisc.go.jp/pdf/pol icy/general/kijyunr3.pdf 3 NISC(内閣サイバーセ キュリティセンター) 政府機関等の対策基準策定のためのガイドライ ン （令和3 年7 月7 日） https://www.nisc.go.jp/pdf/pol icy/general/guider3_2.pdf 4 NISC(内閣サイバーセ キュリティセンター) 情報システムに係る政府調達におけるセキュリ ティ要件策定マニュアル(SBD マニュアル) （2022 年７月 29 日 ） https://www.nisc.go.jp/policy/ group/general/sbd_sakutei.html 5 ISO/JIS ISO31000:2018, Risk management－Guidelines JIS Q 31000:2019 リスクマネジメント指針 - 6 IPA（情報処理推進機 構） 制御システムのセキュリティリスク分析ガイド 第２版 （2020 年 3 月） https://www.ipa.go.jp/security /guide/vuln/controlsystem- riskanalysis.html 7 IPA（情報処理推進機 構） セキュリティ・バイ・デザイン導入指南書 （2022 年8⽉） https://www.ipa.go.jp/jinzai/i cs/core_huma",
      "page_from": 33,
      "page_to": 34,
      "char_count": 1200,
      "position": 23140,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c23",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 23,
      "text": "のセキュリティリスク分析ガイド 第２版 （2020 年 3 月） https://www.ipa.go.jp/security /guide/vuln/controlsystem- riskanalysis.html 7 IPA（情報処理推進機 構） セキュリティ・バイ・デザイン導入指南書 （2022 年8⽉） https://www.ipa.go.jp/jinzai/i cs/core_human_resource/final_p roject/2022/security-by- design.html 8 NIST（米国国立標準技 術研究所） NIST SP800-63-3 Digital Identity Guidelines (UPDATES AS OF 03-02-2020) デジタル・アイデンティティ・ガイドライン https://nvlpubs.nist.gov/nistp ubs/SpecialPublications/NIST.S P.800-63-3.pdf 9 NIST（米国国立標準技 術研究所） NIST SP800-37 Rev2 Risk Management Framework for Information Systems and Organizations A System Life Cycle Approach for Security and Privacy (Dec. 2018) 情報システムおよび組織のためのリスクマネジ メントフレームワーク －セキュリティとプラ イバシーのためのシステムライフサイクルアプ ローチ https://csrc.nist.gov/publicat ions/detail/sp/800-37/rev- 2/final 10 NIST（米国国立標準技 術研究所） Cybersecurity Framework Version 1.1 https://www.nist.gov/cyberfram ework/framework-documents 11 NIST（米国国立標準技 術研究所） NIST SP800-53 Rev.5 Security and Privacy Controls for Information Systems and Organizations 組織と情報システムのためのセキュリティおよ びプライバシー管理策 https://csrc.nist.gov/publicat ions/detail/sp/800-53/rev- 5/final 12 NIST（米国国立標準技 術研究所） FIPS PUB 199: Feb 2004 Standards for Security Categorization of Federal Information and Inform",
      "page_from": 34,
      "page_to": 34,
      "char_count": 1200,
      "position": 24140,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c24",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 24,
      "text": "ュリティおよ びプライバシー管理策 https://csrc.nist.gov/publicat ions/detail/sp/800-53/rev- 5/final 12 NIST（米国国立標準技 術研究所） FIPS PUB 199: Feb 2004 Standards for Security Categorization of Federal Information and Information Systems 連邦情報処理標準 (FIPS 199) 連邦政府の情報および情報システムに対するセ キュリティ分類規格 https://nvlpubs.nist.gov/nistp ubs/fips/nist.fips.199.pdf 13 ANSSI（フランス国家 情報システムセキュリ ティ機関） EBIOS RISK MANAGER Version 1.0 — November 2019 https://www.ssi.gouv.fr/guide/ ebios-risk-manager-the-method/\n\n32 # 発行元 ガイドライン名 URL 14 OWASP Software Assurance Maturity Model （Version 2.0.3 (2022)） https://owasp.org/www-project- samm/\n\n33 参考資料 B）セキュリティ管理策のベースライン ベースラインアプローチのリスク分析でのセキュリティ管理策の候補を示す。ここで示すも の以外のセキュリティ管理策を採用してもよい。なお、セキュリティ管理策の採用ではリスク 分析時点で最新のバージョンであることを確認すること。 ◆政府系システムのセキュリティ管理策 ・NISC 政府機関等のサイバーセキュリティ対策のための統一基準（令和３年度版） ・NISC 情報システムに係る政府調達におけるセキュリティ要件策定マニュアル (SBD マニュアル) ・NIST SP800-53 rev5 : Security and Privacy Controls for Federal Information Systems and Organizations ・CIS Controls V8 （https://www.cisecurity.org/controls/v8） ◆クラウド系のセキュリティ管理策 ・ISMAP 政府情報システムのためのセキュリティ評価制度 管理策基準 ・CLOUD CONTROLS MATRIX VERSION 4.0 （https://cloudsecurityalliance.org/research/cloud-controls-matrix/） ・CIS Benchmarks （https://www.cisecurity.or",
      "page_from": 34,
      "page_to": 36,
      "char_count": 1200,
      "position": 25140,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c25",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 25,
      "text": "） ◆クラウド系のセキュリティ管理策 ・ISMAP 政府情報システムのためのセキュリティ評価制度 管理策基準 ・CLOUD CONTROLS MATRIX VERSION 4.0 （https://cloudsecurityalliance.org/research/cloud-controls-matrix/） ・CIS Benchmarks （https://www.cisecurity.org/cis-benchmarks/） ◆アプリケーション・プロダクト ・OWASP Application Security Verification Standard Ver4.03 or Ver5 (https://owasp.org/www-project-application-security-verification-standard/) ・CIS Benchmarks （https://www.cisecurity.org/cis-benchmarks/） ・ENISA Good practices for Security of Internet of Things. (https://www.enisa.europa.eu/publications/good-practices-for-security-of-iot-1) ◆特定分野 ・ISO/IEC 27002:2022（情報セキュリティ管理策） ・総務省 IoT セキュリティガイドライン Ver1.0 ・総務省、厚生労働省、経済産業省 民間 PHR 事業者による健診等情報の取扱いに関する 基本的指針 チェックシート (https://www.meti.go.jp/policy/mono_info_service/healthcare/phr.html) ・厚生労働省 医療情報システムの安全管理に関するガイドライン 第5.2 版 (https://www.mhlw.go.jp/stf/shingi/0000516275_00002.html)\n\n34 参考資料 C）システム・プロファイルの記載例 以下にシステム・プロファイルの記載例を示す。 記載項目は、本ガイドラインの項目を基本とするが、記載様式は自由に定めて もよい。開発ドキュメントなど他ドキュメントを引用・転用してもよい。 ※本記載例は、例示を目的に作成したものであって、実際の業務や組織、システムと異 なる。 ――― システム・プロファイル ――― ◆セキュリティリスク分析の担当者 システム管理者： デジタル庁〇〇Ｇ△△Ｔ □□、□□、□□ ビジネス/リスクオーナー： デジタル庁〇〇Ｇ△△Ｔ □□ セキュリティリスクアセッサー： デジタル庁〇〇Ｇ△△Ｔ □□、□□ ◆システム・プロファイル（事業の概要） 項目 説明・内容 事業目的・ミッション デジタル庁及び政府各省が管理運営するシステムの全体像把 握に必要な情報を収集・蓄積して、デジタル庁としての意思 決定・組織運営に活用するため、ダッシュボードを用いてわ かりやすく可視化する。",
      "page_from": 36,
      "page_to": 37,
      "char_count": 1297,
      "position": 26140,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c26",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 26,
      "text": "□ ビジネス/リスクオーナー： デジタル庁〇〇Ｇ△△Ｔ □□ セキュリティリスクアセッサー： デジタル庁〇〇Ｇ△△Ｔ □□、□□ ◆システム・プロファイル（事業の概要） 項目 説明・内容 事業目的・ミッション デジタル庁及び政府各省が管理運営するシステムの全体像把 握に必要な情報を収集・蓄積して、デジタル庁としての意思 決定・組織運営に活用するため、ダッシュボードを用いてわ かりやすく可視化する。 事業の影響度 システムの保証レベル ＡＡＬ２（中程度） ・リスクの種類別の影響度は下記別表に記載 ・保証レベルは、システムの保証レベルのデシジョンフロー から導出 情報システム運用継続 計画の復旧優先度 ＲＴＯ(目標復旧時間)：1 週間から2 週間以内に復旧が必要な 情報システム ＲＬＯ(目標復旧レベル)：特になし 復旧優先度：Ｄ 統一基準での情報格付 区分 機密性３情報：なし 機密性２情報：あり （システム構成等非公開情報を含む） 完全性２情報：なし （オリジナルデータから復元可能） 可用性２情報：なし （停止しても代替方法あり） その他の格付区分 特になし\n\n35 ◆リスクの種類別の影響度 ＃ 事業リスク Impacts per Category 最も大きな事業被害 影響 度 ① 利用者に不便、苦痛を与え る、又は事業を所管する機関 等が信頼を失う サイバー攻撃によってシステムが停止し、 利用できなくなる。 サイバーインシデントの被害が公になり、 デジタル庁の信頼低下を招く。 中位 ② 利用者に金銭的被害を与え る、機関等に賠償責任が生じ るなど財務上の影響を与える サイバー攻撃によって、システムのデータ やプログラムが改ざんされてしまい、復旧 のための工数（費用）が発生する。 低位 ③ 機関等の活動計画や公共の利 益に対して影響を与える 影響なし（効率は悪化するが、このシステ ムだけに異存はしていないので実害はな い） NA ④ 利用者の個人情報などの機微 な情報が漏洩する システムの構成情報が漏洩し、セキュリテ ィ攻撃に悪用される 中位 ⑤ 利用者の身の安全に影響を与 える 影響なし NA ⑥ 法律に違反する 影響なし NA ◆システムの保証レベルの導出 上記で求めた影響度をフロー上にマーキングする。 NA NA NA\n\n36 ◆システム・プロファイル（システムの意図する使用） 項目 説明・内容 システムの概要・機能 システム名：○○○○システム 政府情報システムの情報資産管理シートとデジタル庁が 保有するデータを○○○社の△△システムで取込し、利 用者のニーズに沿って□□□□ツールで可視化し提供す る。",
      "page_from": 37,
      "page_to": 39,
      "char_count": 1123,
      "position": 27237,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c27",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 27,
      "text": "響なし NA ◆システムの保証レベルの導出 上記で求めた影響度をフロー上にマーキングする。 NA NA NA\n\n36 ◆システム・プロファイル（システムの意図する使用） 項目 説明・内容 システムの概要・機能 システム名：○○○○システム 政府情報システムの情報資産管理シートとデジタル庁が 保有するデータを○○○社の△△システムで取込し、利 用者のニーズに沿って□□□□ツールで可視化し提供す る。 意図する使用者 想定する利用者数 デジタル庁職員 システム管理Ｔ 約○名 企画Ｔ 約○名 セキュリティＴ 約○名 各府省 システム管理担当 約○名 システム運営者 約○名 ※システム管理に関わらない政府職員は利用しない 意図する使用環境、 アクセス方法 デジタル庁職員 庁内ネットワーク 各府省 庁内ネットワークにゲストアカウント を登録して各府省ネットからの接続 システム運営者 庁内ネットワーク ネットワークの構成と 設定条件 既存のデジタル庁内ネットワーク内で構成 ◆システム概要図 この記載事例は省略する。 対象システムのネットワーク構成図とアクセス制限やセキュリティ機 能・機器があれば記載すること。 記載すること システム担当 システム管理担当 システム運営者 システム管理T 企画T 情報資産管理シート 登録・追加更新 データ照会・検索 〇〇〇〇システム □□□ツール △△システム 情報資産管理シート デーブル作成 データフロー データ変換 登録・追加更新 サンプル イメージ\n\n37 ◆システム・プロファイル（システムの特質） 項目 説明・内容 情報資産 システム基本情報（管理番号、システム名、所管部門） システム利用情報（利用開始年度、利用対象者） システム構成（プラットフォーム、アクセス、連携先） 開発・改修履歴（開発名、開始／終了、委託先） 運用実績（登録ユーザ数、アクセス数） システムの機能と権 限、認証方法 機能と権限：下記に別途記載 認証方法： 庁内認証基盤でのＳＳＯ（ＭＦＡ） システムのアーキテ クチャモデル ○○○社（△△システム）で構成 システムの相互運用 性（システム連携） 認証のため □□□と連携 データの初期セットにEXCEL を使用 使用シナリオ またはデータフロー １）庁内でデータ登録する ２）各府省からデータを登録する ３）登録データを確認・メンテナンスする ４）庁内でデータ照会する ５）庁内ユーザの権限設定をする ６）各府省のユーザ登録・アクセス権設定をする ７）各府省からのアクセスを有効／無効の設定をする （入力期間の制御処理） ◆システムの機能と権限（業務上の機能と使用者の関係） 業務 機能 使用者 システムの機能権限 システム情 報登録・更 新 登録・更新機能（庁内） システム管理Ｔ システム情報登録 調査票Web エント",
      "page_from": 38,
      "page_to": 40,
      "char_count": 1200,
      "position": 28160,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c28",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 28,
      "text": "認・メンテナンスする ４）庁内でデータ照会する ５）庁内ユーザの権限設定をする ６）各府省のユーザ登録・アクセス権設定をする ７）各府省からのアクセスを有効／無効の設定をする （入力期間の制御処理） ◆システムの機能と権限（業務上の機能と使用者の関係） 業務 機能 使用者 システムの機能権限 システム情 報登録・更 新 登録・更新機能（庁内） システム管理Ｔ システム情報登録 調査票Web エントリー （登録、結果確認、履 歴） 各府省システム管 理担当 調査票Web アクセス 情報メンテナンス システム運営者 システム情報更新 システム情 報検索 一般情報ビューの照会 システム管理Ｔ 企画Ｔ セキュリティT システム情報照会 システム構成情報の照会 システム管理Ｔ セキュリティＴ システム構成照会 各府省からの情報照会 各府省システム管 理担当 システム情報照会 （自省） 維持管理 ゲストユーザ登録 システム運営者 （基盤担当へ申請） 権限設定 システム運営者 （基盤担当へ申請） 入力期間の設定登録 システム運営者 入力期間設定 ログ取得・確認機能 システム運営者 アクセスログ出力\n\n38 ◆システムの機能と権限（ロール定義） ユーザグループ 権限 登録 調査票 Web アクセス 情報 更新 照会 （全部） 照会 （自省） 入力期間 設定 アクセス ログ出力 システム管理Ｔ ✔ 企画Ｔ ✔ セキュリティT ✔ 各府省システム 管理担当 ✔ ✔ システム運営者 ✔ ✔ ✔ ✔ ◆システムのアーキテクチャモデル  Structure  ミドルウェア・ＯＳＳ コンポーネント名 Ver 提供元 パッチ レベル サポート 期限 〇〇〇〇〇〇 1.0 〇〇〇社 2029.12 △△△△△△ 2.0 〇〇〇社 2029.12 □□□□□□ 3.0 □□□社 2029.12 サンプル イメージ\n\n39 参考資料 D）ベースラインアプローチの記載例と様式 対象のシステムの特性にあったセキュリティ管理策を選択する。 セキュリティ管理策 の要否判定を行い記 載する。 セキュリティ 管理策の実施 結果を確認し 記載する。 “セキュリティ管理策の 選択”の項目を追加する “管理策のアセスメント” の項目を追加する\n\n40 参考資料 E）事業被害ベースアプローチのリスク分析の記載例と様式8 8 ＩＰＡ 「制御システムのセキュリティリスク分析ガイド第２版」 の 様式を元に作成 【ステップ2】 事業被害を転記 【ステップ2】 攻撃シナリオを 階層的に記載 【ステップ３】リスクの算定 事業被害レベルは、システム・プロファイルの 事業影響度と同じ 脅威レベル・脆弱レベルは別表を参考に記載 【ステップ５】 リスクの対策 【分析結果とりまとめ】 ベースラインリスク分析の 該当する管理策をチェック\n\n41 ◆事業被害ベースアプローチでのリスクの算定基準9 ・脅威レベル 脅威 レベル 判断基準（技術的要素） 判断基準（時間的要素） 3 脅威が発生する可能性が高い。",
      "page_from": 40,
      "page_to": 44,
      "char_count": 1286,
      "position": 29160,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    },
    {
      "chunk_id": "942330b3e46ce4920c504ceb1e7fa0e2_c29",
      "doc_id": "942330b3e46ce4920c504ceb1e7fa0e2",
      "chunk_index": 29,
      "text": "テップ３】リスクの算定 事業被害レベルは、システム・プロファイルの 事業影響度と同じ 脅威レベル・脆弱レベルは別表を参考に記載 【ステップ５】 リスクの対策 【分析結果とりまとめ】 ベースラインリスク分析の 該当する管理策をチェック\n\n41 ◆事業被害ベースアプローチでのリスクの算定基準9 ・脅威レベル 脅威 レベル 判断基準（技術的要素） 判断基準（時間的要素） 3 脅威が発生する可能性が高い。 ・攻撃実現に必要な知識は限定的。 ・攻撃実現に必要な技術の入手は容易。 脅威が発生する可能性が高い。 ・攻撃実施に必要な時間は短い。 ・攻撃実施可能な時間帯は無制限。 2 脅威が発生する可能性が中程度である。 ・攻撃実現に必要な知識は中程度。 ・攻撃実現に必要な技術の入手容易性は中程 度。 脅威が発生する可能性が中程度である。 ・攻撃実施に必要な時間は中程度。 ・攻撃実施可能な時間帯に制約がある。 1 脅威が発生する可能性が低い。 ・攻撃実現に必要な知識は膨大。 ・攻撃実施に必要な技術の入手は困難。 脅威が発生する可能性が低い。 ・攻撃実施に必要な時間は長い。 ・攻撃実施可能な時間帯は極めて限定的。 ・脆弱性レベル 脆弱性 レベル 判断基準 3 脅威に対するセキュリティ対策が実施されておらず、攻撃が成功する可能性は高い。 2 脅威の対策が実施されているが、十分とは言えないため、攻撃が成功する可能性は中程度 である。 一般的な対策を実施しており、攻撃が成功するか否かは攻撃者のレベルに依る。 1 脅威の対策が十分実施されており、攻撃が成功する可能性は低い。 効果的な対策や、多層的な対策を実施しており、攻撃が成功する可能性は低い。 ・リスク値の算定基準 9 ＩＰＡ 「制御システムのセキュリティリスク分析ガイド第２版」を元に作成 事業被害レベルの区分について、本ガイドラインの事業影響度の表現に変更している。 低位 中位 高位",
      "page_from": 43,
      "page_to": 44,
      "char_count": 819,
      "position": 30246,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／2,200KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/1b65a1dc/20230411_resources_standard_guidelines_guideline_01.pdf"
    }
  ],
  "keywords": [
    {
      "term": "システム",
      "count": 167
    },
    {
      "term": "セキュリ",
      "count": 135
    },
    {
      "term": "リスク分",
      "count": 94
    },
    {
      "term": "する",
      "count": 46
    },
    {
      "term": "ティ",
      "count": 34
    },
    {
      "term": "ベースラ",
      "count": 33
    },
    {
      "term": "事業被害",
      "count": 33
    },
    {
      "term": "プロファ",
      "count": 32
    },
    {
      "term": "ティ管理",
      "count": 29
    },
    {
      "term": "バイ",
      "count": 28
    }
  ]
}