{
  "doc_id": "95426a4accae538d03d39a24f66ec0f1",
  "metadata": {
    "meeting": "デジタル臨時行政調査会",
    "agency": "デジタル庁",
    "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
    "date": "2025-10-19",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
  },
  "pages": 42,
  "chunks": [
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c0",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 0,
      "text": "デジタル臨時行政調査会 （別紙）デジタル原則に照らした規制の 一括見直しプラン ２０２２／６／３\n\n１．デジタル原則 1\n\n構造改革のためのデジタル原則 第７層 新たな価値 の創出 改革を通じて実現すべき価値 （デジタル社会を形成するための基本原則：①オープン・透明②公平・倫理③安全・安心④継続・安定・強靱 ⑤社会課題の解決⑥迅速・柔軟⑦包摂・多様性⑧浸透⑨新たな価値の創造⑩飛躍・国際貢献） アーキテクチャ 構造改革のためのデジタル原則 第６層 業務改革・ BPR／組織 原則① デジタル完結・自動化原 則 書面、目視、常駐、実地参加等を義務付ける手続・業務につい て、デジタル処理での完結、機械での自動化を基本とし、行政 内部も含めエンドツーエンドでのデジタル対応を実現すること。 国・地方公共団体を挙げてデジタルシフトへの組織文化作りと 具体的対応を進めること。 第５層 ルール 原則② アジャイルガバナンス原 則 （機動的で柔軟なガバナンス） 一律かつ硬直的な事前規制ではなく、リスクベースで性能等を 規定して達成に向けた民間の創意工夫を尊重するとともに、 データに基づくEBPMを徹底し、機動的・柔軟で継続的な改善 を可能とすること。データを活用して政策の点検と見直しをス ピーディに繰り返す、機動的な政策形成を可能とすること。 第４層 利活用環境 原則③ 官民連携原則 （GtoBtoCモデル） 公共サービスを提供する際に民間企業のUI・UXを活用するなど、 ユーザー目線で、ベンチャーなど民間の力を最大化する新たな 官民連携を可能とすること。 第３層 連携基盤 原則④ 相互運用性確保原則 官民で適切にデータを共有し、世界最高水準のサービスを享受 できるよう、国・地方公共団体や準公共といった主体・分野間 のばらつきを解消し、システム間の相互運用性を確保すること。 第２層 データ 原則⑤ 共通基盤利用原則 ID、ベースレジストリ等は、国・地方公共団体や準公共といっ た主体・分野ごとの縦割で独自仕様のシステムを構築するので はなく、官民で広くデジタル共通基盤を利用するとともに、調 達仕様の標準化・共通化を進めること。 第１層 インフラ じん 2\n\nデジタル原則の点検の方向性 3 ①デジタル完 結・自動化原則 ①－１ 紙の介在（書面、原本等）を見直し、申請・通知のデジタル化を基本とするとともに、行政 内部のデジタル化を徹底すること ①－２ 人の介在（対面、常駐、資格者配置、拠点設置、目視、立入等）を見直し、点検等の遠隔実 施、自動化・機械化等の最大限のデジタル化を基本とすること ①－３ ルールをデジタルデータ化し、可能なものはアルゴリズム化することにより、機械判読可能 な形で提供すること ②アジャイルガ バナンス原則 （機動的で柔軟なガ バナンス） ②－１ 一律の様式、手",
      "page_from": 1,
      "page_to": 4,
      "char_count": 1200,
      "position": 0,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c1",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 1,
      "text": "とするとともに、行政 内部のデジタル化を徹底すること ①－２ 人の介在（対面、常駐、資格者配置、拠点設置、目視、立入等）を見直し、点検等の遠隔実 施、自動化・機械化等の最大限のデジタル化を基本とすること ①－３ ルールをデジタルデータ化し、可能なものはアルゴリズム化することにより、機械判読可能 な形で提供すること ②アジャイルガ バナンス原則 （機動的で柔軟なガ バナンス） ②－１ 一律の様式、手法や基準（定期点検・検査等）を撤廃し、求める性能のみ規定することで、 リアルタイムモニタリング等の技術活用によるコンプライアンス確保を基本とすること ②－２ 資格要件としての学歴、経験や体制整備等に関する一律基準を撤廃して精緻化し、技術力や デジタルリテラシーによる代替を認めること ②－３ AI時代の安全管理手法を見直し、モニタリング・制御ソフトウェア導入、ログ保存、事故原 因究明協力等の制度を整備すること ②－４ AI時代の事故責任分担について法制度・保険制度・公的救済等を含めた一体的な仕組みを整 備すること ③官民連携原則 （GtoBtoCモデル） ③－１ 行政サービス提供に際しベンチャーなどの民間企業のUI/UXやサービス活用を基本とするこ と（GtoBtoC） ③－２ 公共・準公共サービスのデータ基盤はAPIを公開することを基本とすること ③－３ マルチステークホルダーによるガバナンス（第三者認証、監査、共同規制、自主規制等）の 導入を拡大すること ④相互運用性確 保原則 ④－１ 書式・様式を撤廃してデータモデル化し、システム間のデータ再利用を基本とすること ④－２ API公開・接続義務等によりシステムを疎結合化・簡素化し、ロックインを回避すること ④－３ 域外適用、非対称規律解消、課徴金・制裁金の実効性確保等により、国家としての主権の 確保にも留意しつつ国内外のイコールフッティングを確保すること ④－４ 国際規格への準拠、国、地方公共団体、準公共間におけるルールの整合性を確保すること ⑤共通基盤利用 原則 ⑤－１ IDを含むベースレジストリを特定し、その参照・利用を徹底すること ⑤－２ 目的外利用規制を整理することで、システム間のデータ再利用を可能とすること ⑤－３ 標準データ様式や調達仕様等は共通モジュールを再利用すること ⑤－４ 法令用語・タクソノミー（分類）の統一を図ること\n\n２．７項目の類型とフェーズ 4\n\n代表的なアナログ規制である７項目 5 目視規制 人が現地に赴き、施設や設備、状況等が法令等が求める一定の基準に適合している かどうかを、目視によって判定すること（検査・点検）や、実態・動向などを目視 によって明確化すること（調査）、人・機関の行為が遵守すべき義務に違反してい ないかどうかや設備・施設の状態等について、一定期間、常時注目すること（",
      "page_from": 4,
      "page_to": 6,
      "char_count": 1200,
      "position": 1000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c2",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 2,
      "text": "の統一を図ること\n\n２．７項目の類型とフェーズ 4\n\n代表的なアナログ規制である７項目 5 目視規制 人が現地に赴き、施設や設備、状況等が法令等が求める一定の基準に適合している かどうかを、目視によって判定すること（検査・点検）や、実態・動向などを目視 によって明確化すること（調査）、人・機関の行為が遵守すべき義務に違反してい ないかどうかや設備・施設の状態等について、一定期間、常時注目すること（巡 視・見張り）を求めている規制 実地監査規制 人が現場に赴き、施設や設備、状況等が法令等が求める一定の基準に適合している かどうかを、書類・建物等を確認することによって判定することを求めている規制 定期検査・点検規制 施設や設備、状況等が法令等が求める一定の基準に適合しているかどうかを、一定 の期間に一定の頻度で判定すること（第三者検査・自主検査）や、実態・動向・量 等を、一定の期間に一定の頻度で明確化すること（調査・測定）を求めている規制 常駐・専任規制 （物理的に）常に事業所や現場に留まることや、職務の従事や事業所への所属等に ついて、兼任せず、専らその任にあたること（１人１現場の紐付け等）を求めてい る規制 対面講習規制 国家資格等の講習をオンラインではなく対面で行うことを求めている規制 書面掲示規制 国家資格等、公的な証明書等を対面確認や紙発行で、特定の場所に掲示することを 求めている規制 往訪閲覧縦覧規制 申請に応じて、又は申請によらず公的情報を閲覧・縦覧させるもののうち、公的機 関等への訪問が必要とされている規制\n\nPHASE１ 目視・ 実地監査規制 ①法令等により「目視」「実地」「巡視」「見張人を配置」と規定 ②法令等により「目視等」「見張り」と規定されているが、代替手段が不明確 PHASE２ 情報収集の 遠隔化、 人による評価 ・情報収集：高精度カメラ、ドローン、赤 外線センサー、オンライン会議 システム等を活用した動画、 データ等で代替 ・リスク評価：人による分析・評価 例）太陽光発電所の月次点検を遠隔監視・遠隔測定 を可能に PHASE３ 判断の精緻化、 自動化・無人化 ・情報収集：同上 ・リスク評価：AI等を用いた画像認識・診 断やビッグデータ分析等によ る技術支援・精緻化 例）橋梁、トンネルなどの道路構成施設の点検に おけるAIを活用した外力性診断、３次元可視化 監視カメラ、ドローン等に より遠隔監視 例）タブレットを活用した遠 隔監視システム 一定の基準への適合性を判定 （検査・点検・監査） 監視 （巡視・見張） ※PHASE２及び３ともに、人力でなければ判断が難しい限定的な場合に限って目視、立入による検査等を実施 監視カメラ、ドローン等に 加え、AI等を用いた無人化 例）監視カメラの映像から AIによる画像認識処理の 検出方法を用いた不",
      "page_from": 4,
      "page_to": 7,
      "char_count": 1200,
      "position": 2000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c3",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 3,
      "text": "、３次元可視化 監視カメラ、ドローン等に より遠隔監視 例）タブレットを活用した遠 隔監視システム 一定の基準への適合性を判定 （検査・点検・監査） 監視 （巡視・見張） ※PHASE２及び３ともに、人力でなければ判断が難しい限定的な場合に限って目視、立入による検査等を実施 監視カメラ、ドローン等に 加え、AI等を用いた無人化 例）監視カメラの映像から AIによる画像認識処理の 検出方法を用いた不審者 の特定 ・情報収集：高精度カメラ、 ドローン等を活 用した画像、 データ等で代替 ・情報整理：人による整理 例）ドローンを活用した被災状況 調査 実態・動向などの明確化 （調査） ・情報収集：同上 ・情報整理：AI等を用いた 画像認識やRPA を用いたデータ 整理等による技 術支援・自動化 例）画像解析による交通量調査 類型１ 類型２ 類型３ 類型１ 類型２ 類型３ 人の介在が不要となる忠実なア ルゴリズム等の技術の進歩 ［民間の技術の積極的な活用］ ○技術カタログ等を整備し、代替手段の適用範囲･条件･実施効果等を明確化（民間の研究開発・参入を促進） ○課題解決型公募や企業のマッチング等を通じ、民間の技術を活用した技術代替を強力に推進 目視・実地監査規制の類型化とフェーズ（詳細） 6\n\n定期検査・点検規制の類型化とフェーズ（詳細） PHASE１ 定期検査・ 点検規制 ①法令等により一律に「年一回」「月一回」「日一回」等と規定 ②法令等の但し書や認定制度等で定期の検査を緩和する規定があるが、条件が不明確 PHASE２ デジタル技術の活 用による 規制目的の達成 ［新たな規制の在り方の検討］ ○現行の検査手法等にとらわれず、最新のデジタル技術を活用し て効率的・効果的に規制目的を達成するための方策や規制の在 り方を検討 ○そのために必要となるデータの特定・収集・蓄積 PHASE３ 定期の検査･調査･ 測定の撤廃 第三者による一定の基準への適合性の判定 （第三者検査） 実態・動向・量などの明確化 （調査・測定） 類型１ 類型２ 類型１ 類型２ 自らによる一定の基準への適合の判定 （自主検査） 類型３ 類型３ 人の介在が不要となる忠実 なアルゴリズム等の技術の 進歩 ［現行の規制の合理化］ ○現行の検査手法等の技術中立化 （技術代替可能な場合、その旨を規制上明確化） ○可能な項目から検査等の周期を延長 ○検査等の結果報告のオンライン化を推進 ○第三者検査の撤廃 ○検査周期の延長 常時・遠隔監視等の新技術の導入や、高 度なリスク評価・教育等を行う事業者の 認定制度等で代替（自主検査とその記録 の保存等を義務づけ） 例）高度な保安を行うプラント事業者等の 認定で行政による定期検査を代替 ○定期調査・測定 規制の撤廃 常時・遠隔監視等や、高度な 管理を行う事業者の認定制度",
      "page_from": 7,
      "page_to": 8,
      "char_count": 1199,
      "position": 3000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c4",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 4,
      "text": "項目から検査等の周期を延長 ○検査等の結果報告のオンライン化を推進 ○第三者検査の撤廃 ○検査周期の延長 常時・遠隔監視等の新技術の導入や、高 度なリスク評価・教育等を行う事業者の 認定制度等で代替（自主検査とその記録 の保存等を義務づけ） 例）高度な保安を行うプラント事業者等の 認定で行政による定期検査を代替 ○定期調査・測定 規制の撤廃 常時・遠隔監視等や、高度な 管理を行う事業者の認定制度 等で代替 ○定期自主検査の撤廃 ○検査周期の延長 常時・遠隔監視等の新技術の導入や、高度なリス ク評価・教育等を行う事業者の認定制度等で代替 （検査記録の保存等を義務づけ） 例）遠隔監視により大型浄化槽の自主点検の周期 を延長 例）高度な保安を行うLPガス事業者の自主点検の 周期を延長 ［民間の技術の積極的な活用］ ○技術カタログ等を整備し、代替手段の適用範囲･条件･実施効果等を明確化（民間の研究開発・参入を促進） ○課題解決型公募や企業のマッチング等を通じ、民間の技術を活用した技術代替を強力に推進 7\n\nPHASE１ 紙・人の介在 ①法令等において、対面で「講習」受講、紙発行の公的証明書等を「掲示」、公的情報を役所等へ訪問して「閲覧」「縦覧」と規定 ②法令等において、「講習」受講、公的証明書等を「掲示」、公的情報を「閲覧」「縦覧」と規定しているが、デジタル原則に適合する手段が 可能かが不明確 PHASE２ デジタル原則に適合 する手段を可とする オンラインによる講習受講 を可とする 例） ・介護支援専門員更新研修 ・一級建築士等定期講習 ・危険物取扱者保安講習 公的証明書等申請のオンライン 手続※を可とする ①＋②の例） ・住宅宿泊仲介業約款の公開 ・都市計画案の縦覧 ・金融商品取引業者の業務状況等説 明書類の縦覧 インターネットの利用によ る公示（証明書等記載事項又はデ ジタル発行証明書等）を可とす る 例） ・サービス付き高齢者向け住宅の登 録事項の公示 講習 閲覧等情報のデジタル化を 可とする 例） ・農業信用基金協会の定款、事業報 告書等の閲覧 ・食品衛生法における登録検査機関 の財務諸表等の閲覧 受講申込のオンライン手続※を 可とする 例） ・一級建築士等定期講習 公的証明書等の掲示 閲覧等の申請等のオンライン 手続※を可とする 申請等による公的情報の 閲覧・縦覧 ※申込・申請等のオンライン手続に手数料のキャッシュレス納付を含む 公的証明書等以外の情報の掲示 申請等によらない公的情報の縦覧・閲覧 インターネットの利用による 閲覧等を可とする 受講票・受講修了証等のデジタル 発行を可とする 証明書等のデジタル発行を可と する PHASE3 デジタル完結を基本 とする 申込～受講～受講修了証等発行 のデジタル完結を基本とする 申請～証明書等発行～公示のデ ジ",
      "page_from": 8,
      "page_to": 9,
      "char_count": 1200,
      "position": 4000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c5",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 5,
      "text": "覧 ※申込・申請等のオンライン手続に手数料のキャッシュレス納付を含む 公的証明書等以外の情報の掲示 申請等によらない公的情報の縦覧・閲覧 インターネットの利用による 閲覧等を可とする 受講票・受講修了証等のデジタル 発行を可とする 証明書等のデジタル発行を可と する PHASE3 デジタル完結を基本 とする 申込～受講～受講修了証等発行 のデジタル完結を基本とする 申請～証明書等発行～公示のデ ジタル完結を基本とする 閲覧等情報～申請等～閲覧等 のデジタル完結を基本とする 掲示・縦覧等情報～公開・縦覧等 のデジタル完結を基本とする 掲示・縦覧等情報のデ ジタル化を可とする インターネットの利用 による公開・縦覧等を 可とする ※デジタル手続等の実 装については、利用者 数や費用対効果等の状 況を鑑みながら検討 類型１① 類型１② 類型１③ 類型１ 類型２ 類型３ 類型３③ 類型３② 類型２③ 類型２② 類型３① 類型２① 類型４① 類型４② 類型４ 8 書面掲示、対面講習、往訪閲覧・縦覧規制の類型化とフェーズ(詳細)\n\n常駐・専任規制の類型化とフェーズ（詳細） PHASE１ 常駐・専任規 制を課してい る PHASE２ デジタル技術 等による見直 し PHASE３ 常駐・専任規 制を課してい ない 専任義務の見直し 左記技術活用による業務効率化により兼 任可能にする、専任者の資格要件緩和等 【先行事例】 ・事業場における産業医の専任 常駐義務の見直し オンライン会議システムの活用等による 規制緩和 【先行事例】 ・宅地建物取引業を営む事業所における宅地 建物取引士の常駐 ・サービス付き高齢者向け住宅における有資 格者の常駐 常駐 ✔ （物理的に）常に事業所や現場に 留まること ※特定の者に対して、特定の時間、特定の場所への常時 滞在を義務付けるもの 常駐義務の見直し 遠隔監視装置、監視カメラ、センサー等 の活用による規制緩和 【先行事例】 ・火力発電所における知識及び技能を有 する者の常駐 専任 ✔ 職務の従事や事業所への所属等に ついて、兼任せず、専らその任にあ たること ①施設や製品の管理、品質保持など安心・安全のための「常駐・専 任」規制（主としてモノのチェック等） 例）封印取付責任者の常駐、電気主任技術者の専任、建設業における技術者の専任等 ②利用者の保護などを目的とし、対面での対応を行うための「常駐・ 専任」規制（主として人への対応） 例）旅行業務取扱管理者の常駐、介護老人保健施設の管理者の常駐、産業医の専属等 常駐 ✔ （物理的に）常に事業所や現場に 留まること ※特定の者に対して、特定の時間、特定の場所への常時 滞在を義務付けるもの 専任 ✔ 職務の従事や事業所への所属等に ついて、兼任せず、専らその任にあ たること 上記技術の活用による規制撤",
      "page_from": 9,
      "page_to": 10,
      "char_count": 1200,
      "position": 5000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c6",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 6,
      "text": "どを目的とし、対面での対応を行うための「常駐・ 専任」規制（主として人への対応） 例）旅行業務取扱管理者の常駐、介護老人保健施設の管理者の常駐、産業医の専属等 常駐 ✔ （物理的に）常に事業所や現場に 留まること ※特定の者に対して、特定の時間、特定の場所への常時 滞在を義務付けるもの 専任 ✔ 職務の従事や事業所への所属等に ついて、兼任せず、専らその任にあ たること 上記技術の活用による規制撤廃又は新技術の活用による規制撤廃 上記技術の活用による規制撤廃又は新技術の活用による規制撤廃 デジタル技術の進歩等 専任義務の見直し 左記技術活用による兼任の許容、専任者 の資格要件緩和等 【先行事例】 ・工事現場における監理技術者の専任 デジタル技術の進歩等 【先行事例】 ・自動車の封印取付受託者の事業場における封印取付責任者の常駐 ・特定建築物における建築物環境衛生管理技術者の専任 類型1 類型2 類型1 類型2 類型1 類型3 類型4 類型4 類型3 類型2 9\n\nPHASE2 PHASE1 紙・人の介在 PHASE3 オンライン 利用率の向上 オンライン化 PHASE4 デジタル完結の実現 原則として、全ての手続が、行政内部を含めてエンドツーエンドでデジタル化 （行政機関の判断や手続の精緻化・自動化を含む） オンライン交付・通知を可とする 今後、各府省庁に検討を要請 オンライン申請・届出を可とする 「規制改革実施計画」に基づき、 令和7年末までに原則オンライン化方針 「オンライン利用率を大胆に引き上げる 取組（規制改革実施計画）」に基づき、 各府省庁に計画策定・公表等を要請 申請に基づかない交付・通知も含め 先行事例の分析や類型の提示等を検討 e-Gov等の共通情報システムの重点整備・利用促進等により、 エンドツーエンドのデジタル完結や、UI･UXの改善等に向けた取組を推進 ＋ ※上記取組で、年間10万件以上の手続については、エンドツーエンドのオンライン完結を要請 法令、慣行等により、イ）行政機関の窓口等での対面かつ書面、ロ）行政機関 に対する①申請・届出など、行政機関からの②交付・通知など が書面 ①申請・届出（民間→行政） （約２万５千件） ②交付・通知（行政→民間） （約１万５千件） 申請・届出・交付・通知に書面・対面を求める規制に関する方針 ※利用者数や費用対効果等 の状況を鑑みながら検討 ○経済界要望において、行政手続の書面・対面規制の見直しを求める内容が数多く存在すること等を踏 まえ、ルール・慣行の見直し、業務のDX、システム整備の一体的な取組を推進する。",
      "page_from": 10,
      "page_to": 11,
      "char_count": 1103,
      "position": 6000,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c7",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 7,
      "text": "②交付・通知など が書面 ①申請・届出（民間→行政） （約２万５千件） ②交付・通知（行政→民間） （約１万５千件） 申請・届出・交付・通知に書面・対面を求める規制に関する方針 ※利用者数や費用対効果等 の状況を鑑みながら検討 ○経済界要望において、行政手続の書面・対面規制の見直しを求める内容が数多く存在すること等を踏 まえ、ルール・慣行の見直し、業務のDX、システム整備の一体的な取組を推進する。 10\n\n３．基本的な見直しの考え方 11\n\n「目視」・「実地監査」規制の見直しの基本的な考え方 12 類型１ （検査・点検・監査） 類型２ （調査） 類型３ （巡視・見張） PHASE1 （目視・実地監査規制） ○人が目視や実地により確認するこ とが求められている情報を、技術を 用いて収集すること(注)ができないも の 【例】 ・触診など、現在の技術で収集する ことができない情報の確認を求めて いる規制 ○人が目視や実地により確認するこ とが求められている情報を、技術を 用いて収集すること(注)ができないも の 【例】 ・現在の技術で収集することができ ない情報の確認を求めている規制 ○人が目視や実地により確認するこ とが求められている情報を、技術を 用いて収集すること(注)ができないも の 【例】 ・現在の技術では異常を察知するた めに必要十分な情報を収集すること ができない規制 PHASE2 （情報収集の遠隔化、 人による評価） ○技術を用いて情報を収集すること が可能であり、それを許容する旨が 規制上明示されているが、「リスク 評価」までをAI等で代替することがで きないもの 【例】 ・業務、会計等の状況の検査など、 運営基準・品質管理基準等の定性的 な基準への適合性を判定する規制 ○技術を用いて情報を収集すること が可能であり、それを許容する旨が 規制上明示されているが、「情報の 整理」までをAI等で代替することがで きないもの 【例】 ・業務、会計等の状況の調査など、 抽象的な調査権限を課しており、定 量的な整理ができない規制 ○技術を用いて情報を収集すること が可能であり、それを許容する旨が 規制上明示されているが、「異常の 察知」や「対処」までをAI等で代替す ることができないもの 【例】 ・抽象的な確認権限を課しており、 画像認識処理技術の適用が難しい規 制 ・一律の対処が困難な見張人の配置 を求める規制 PHASE3 （判断の精緻化、 自動化・無人化） ○上記以外 ○上記以外 ○上記以外 ○目視・実地監査規制 （注）高精度カメラ、ドローン、オンライン会議システム等を活用した動画、画像、データ等で情報を収集すること ※規制の趣旨・目的を踏まえ、そもそもの規制が過剰になっていないかの点検が必要 ※目指すPHASEに進むために技術検証等を要する規制については、検証等の結果、適用可能な技術が存在し、実装できることが確認さ れることを前提とする。",
      "page_from": 11,
      "page_to": 13,
      "char_count": 1246,
      "position": 6903,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c8",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 8,
      "text": "無人化） ○上記以外 ○上記以外 ○上記以外 ○目視・実地監査規制 （注）高精度カメラ、ドローン、オンライン会議システム等を活用した動画、画像、データ等で情報を収集すること ※規制の趣旨・目的を踏まえ、そもそもの規制が過剰になっていないかの点検が必要 ※目指すPHASEに進むために技術検証等を要する規制については、検証等の結果、適用可能な技術が存在し、実装できることが確認さ れることを前提とする。\n\n「定期検査・点検」規制の見直しの基本的な考え方 13 ○定期検査・点検規制 類型１ （第三者検査） 類型２ （自主検査） 類型３ （調査・測定） PHASE1 （定期検査・点検規制） ○規制の目的又は国際条約に鑑みて、 定期的な検査を求めている現行制度の 変更が現状において困難と判断される もの 【例】 ・国際条約等に基づく国際機関の査察 に伴う検査など、日本国政府のみの方 針で見直しができない規制 ・行政による特定個人情報の取り扱い の監視を目的とした規制（特定個人情 報の取扱いの状況等の検査） ○規制の目的又は国際条約に鑑みて、定 期的な検査を求めている現行制度の変更 が現状において困難と判断されるもの 【例】 ・特定秘密の適切な取扱いの確保を目的 とした規制（特定秘密の指定理由、保護 の状況等の点検） ○規制の目的又は国際条約に鑑みて、 定期的な調査・測定を求めている現行 制度の変更が現状において困難と判断 されるもの 【例】 ・内部・外部被ばくによる線量の測定 など、人の放射線障害の防止を目的と した規制 PHASE2 （デジタル技術の活用に よる規制目的の達成） ○リスクベースによる見直し(注)に一定 の期間を要するもの 【例】 ・検査内容が極めて専門的であり、法 令等に多数の検査項目が詳細に規定さ れている規制 ・定期検査等の撤廃・周期延長をする 場合、国際条約等との関係を整理する 必要がある規制 ・常時監視機能を活用できる検査項目 が限定される規制 ○リスクベースによる見直し(注)に一定の 期間を要するもの 【例】 ・検査内容が極めて専門的であり、法令 等に多数の検査項目が詳細に規定されて いる規制 ・定期検査等の撤廃・周期延長をする場 合、国際条約等との関係を整理する必要 がある規制 ・常時監視機能を活用できる検査項目が 限定される規制 ○常時測定やシステムなどによるデー タ取得が難しい事項が含まれるもの 【例】 ・業務、会計等の状況の調査 PHASE3 （定期の検査・調査・ 測定の撤廃） ○上記以外 ○上記以外 ○上記以外 ※規制の趣旨・目的を踏まえ、そもそもの規制が過剰になっていないかの点検が必要 ※目指すPHASEに進むために技術検証等を要する規制については、検証等の結果、適用可能な技術が存在し、実装できることが確認さ れることを前提とする。",
      "page_from": 13,
      "page_to": 14,
      "char_count": 1201,
      "position": 7949,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c9",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 9,
      "text": "ムなどによるデー タ取得が難しい事項が含まれるもの 【例】 ・業務、会計等の状況の調査 PHASE3 （定期の検査・調査・ 測定の撤廃） ○上記以外 ○上記以外 ○上記以外 ※規制の趣旨・目的を踏まえ、そもそもの規制が過剰になっていないかの点検が必要 ※目指すPHASEに進むために技術検証等を要する規制については、検証等の結果、適用可能な技術が存在し、実装できることが確認さ れることを前提とする。 （注）デジタル技術を活用したリスク管理手法を用いて適切に保守管理を実施している場合に定期検査を簡素化・不要とするなど、「全ての対象に 一律の点検を課す規制」から、「リスクに応じた合理的な規制」への見直しを図っていくこと\n\n類型１（講習） 講習実施主体が 国の場合 講習実施主体が 国以外の場合 PHASE1 （対面規制あり又 は解釈不明確） ○国際約束に基づく対面による実技講習など、オンラインによる講習の実施等が不適当であるもの PHASE2 （デジタル技術の 活用による一部 オンライン化等） PHASE3 （デジタル完結）○上記以外(注) ※ 講習内容に実技による講習や試験が含まれているものについては、オンラインによる代替などデジタル化が技術的に困難な場合は、 当該デジタル化が困難な部分のみ点検の対象外とする。 〇対面で厳格に受講者の不正 防止を行う必要があるなど、 現時点で講習受講や手続の デジタル完結が困難なもの 〇現時点で講習受講や手続のデジタル完結が困難なもの ・対面で厳格に受講者の不正防止を行う必要があるもの ・地方公共団体や民間団体等が講習の実施主体となっており、各実施主体が参入 できるようなシステム整備の検討やオンライン化の検討が進むような講習内容 の標準化など政府がデジタル化を推進しても、全ての実施主体において一律に デジタル完結を実現することが困難なもの 「対面講習」規制の見直しの基本的な考え方 （注）以下を前提に、集中改革期間に法令等を見直す場合を含む ・ 情報システムの整備の在り方（本人確認、キャッシュレス納付等を含む。）、誰一人取り残されないデジタル化を実現する観点から の配慮の在り方等について検討し、整理すること ・ 法令所管省庁がデジタル化を推進することにより、国民の利便性向上を確保しつつ、可能な限り実施主体（地方公共団体、民間企業 等）の負担にならない仕組みとなるよう、実施主体の意見を聞きながら工夫すること ※ 規制の趣旨・目的を踏まえ、そもそもの規制が過剰になっていないかの点検が必要 14\n\n「書面掲示」規制の見直しの基本的な考え方 類型２ （公的証明書等の掲示） 類型４ （公的証明書等以外の情報の掲示） PHASE1 （デジタル化 を一切許容し ていない） ① ○該当なし(注1) ○極めて限定された空間における特定の者へ の周知を",
      "page_from": 14,
      "page_to": 16,
      "char_count": 1200,
      "position": 8950,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c10",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 10,
      "text": "にならない仕組みとなるよう、実施主体の意見を聞きながら工夫すること ※ 規制の趣旨・目的を踏まえ、そもそもの規制が過剰になっていないかの点検が必要 14\n\n「書面掲示」規制の見直しの基本的な考え方 類型２ （公的証明書等の掲示） 類型４ （公的証明書等以外の情報の掲示） PHASE1 （デジタル化 を一切許容し ていない） ① ○該当なし(注1) ○極めて限定された空間における特定の者へ の周知を目的とする掲示規制等、デジタルに よる掲示を基本とすることが不適当なもの ② PHASE2 （一部許容し ている） ① ○該当なし(注1) ①＋② ○該当なし(注1) ①＋② ＋③ ○証明書等のデジタル発行が困 難であるなど、現時点でデジタ ルによる掲示を基本とすること が困難なもの PHASE3 （デジタルによる掲示を 基本とする） ○上記以外(注2) ○上記以外(注2)（不特定多数が閲覧することを 想定し、掲示させるもの等） 15 （注1）例えば、国際約束に基づく公的証明書等の掲示 等、例外を否定するものではない。 （注2）以下を前提に、集中改革期間に法令等を見直す場合を含む。 ・ 情報システムの整備の在り方（本人確認、キャッシュレス納付等を含む。）、誰一人取り残されないデジタル化を実現する観点から の配慮の在り方等について検討し、整理すること ・ 法令所管省庁がデジタル化を推進することにより、国民の利便性向上を確保しつつ、可能な限り実施主体（地方公共団体、民間企業 等）の負担にならない仕組みとなるよう、実施主体の意見を聞きながら工夫すること ※規制の趣旨・目的を踏まえ、そもそもの規制が過剰になっていないかの点検が必要\n\n類型３ （申請等による公的情報の閲覧・縦覧） 類型４ （申請等によらない公的情報の閲覧・縦覧） PHASE1 （紙・人の介在） ○閲覧・縦覧に係る情報の機密性が高く、対 面による厳格な本人確認を行う必要があるな ど、オンラインによる閲覧・縦覧が不適当で あるもの(注１) ・申請等に係る事項に虚偽がないかどうかを対面に より確認する必要があるもの等 ○該当なし PHASE2 （デジタル原則に適合 する手段を可とする） ○他の機関から紙媒体で提出されることが想 定される書類を閲覧・縦覧に供するなど、現 時点で閲覧・縦覧のデジタル完結が困難であ るもの(注２) ○他の機関から紙媒体で提出されることが想 定される書類を閲覧・縦覧に供するなど、現 時点で閲覧・縦覧のデジタル完結が困難であ るもの(注２) PHASE3 （デジタル完結を基本とする） ○上記以外(注３) ○上記以外(注３) 「往訪閲覧・縦覧」規制の見直しの基本的な考え方 (注１) デジタル手続法の適用が除外されるものを想定しているためPHASE１としているが、本欄に該当するもののうち同法、e-文書法の規定の 適用があるもの等については、PHASE２に整理されることもあり得る。",
      "page_from": 15,
      "page_to": 17,
      "char_count": 1243,
      "position": 9950,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c11",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 11,
      "text": "時点で閲覧・縦覧のデジタル完結が困難であ るもの(注２) PHASE3 （デジタル完結を基本とする） ○上記以外(注３) ○上記以外(注３) 「往訪閲覧・縦覧」規制の見直しの基本的な考え方 (注１) デジタル手続法の適用が除外されるものを想定しているためPHASE１としているが、本欄に該当するもののうち同法、e-文書法の規定の 適用があるもの等については、PHASE２に整理されることもあり得る。 (注２)デジタル手続法、e-文書法の規定が適用されることを前提としたものであり、適用されない場合はPHASE１に整理されることもあり得る。 (注３)以下を前提に、集中改革期間に法令等を見直す場合を含む。 ・ 情報システムの整備の在り方（本人確認、キャッシュレス納付等を含む。）、誰一人取り残されないデジタル化を実現する観点からの配 慮の在り方等について検討し、整理すること ・ 法令所管省庁がデジタル化を推進することにより、国民の利便性向上を確保しつつ、可能な限り実施主体（地方公共団体、民間企業等） の負担にならない仕組みとなるよう、実施主体の意見を聞きながら工夫すること ※ 規制の趣旨・目的を踏まえ、そもそもの規制が過剰になっていないかの点検が必要 16\n\n「常駐・専任」規制の見直しの基本的な考え方 ①施設や製品の管理、品質保持など安心・安全の ための「常駐・専任」規制（主としてモノの チェック等） （危機対処、製造物等の衛生管理等を目的とした規制） ②利用者の保護などを目的とし、対面での対応を 行うための「常駐・専任」規制（主として人へ の対応） （介護・保育等、人材管理、消費者保護等を目的とした規制） PHASE1 （常駐・専任規制 あり） ○国民の生命、身体又は財産を保護するために必要 な常駐・専任規制＊であって、当該規制のうち、現 時点の技術等の他の手段では規制目的の代替が不適 当なもの 【＊常駐・専任規制の例】 ・事故等が発生した場合に広範囲に被害が生じ得る施設に おいて、救助活動等を含む業務に従事する者の常駐・専任 規制 ○国民の生命、身体又は財産を保護するために必要 な常駐・専任規制＊であって、当該規制のうち、現 時点の技術等の他の手段では規制目的の代替が不適 当なもの 【＊常駐・専任規制の例】 ・医療・福祉分野において、利用者への直接的な対応に従 事する者の常駐・専任規制 PHASE2 （デジタル技術等 の活用による規制 緩和） ○常駐・専任規制＊のうち、現時点の技術等の他の 手段では規制目的を完全に代替することが不適当な もの 【＊常駐・専任規制の例】 ・製造物等の衛生管理、事故・公害防止等に従事する者の 常駐・専任規制 ○常駐・専任規制＊のうち、現時点の技術等の他の 手段では規制目的を完全に代替することが不適当な もの 【＊常駐・専任規制の例】",
      "page_from": 17,
      "page_to": 18,
      "char_count": 1198,
      "position": 10993,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c12",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 12,
      "text": "常駐・専任規制 PHASE2 （デジタル技術等 の活用による規制 緩和） ○常駐・専任規制＊のうち、現時点の技術等の他の 手段では規制目的を完全に代替することが不適当な もの 【＊常駐・専任規制の例】 ・製造物等の衛生管理、事故・公害防止等に従事する者の 常駐・専任規制 ○常駐・専任規制＊のうち、現時点の技術等の他の 手段では規制目的を完全に代替することが不適当な もの 【＊常駐・専任規制の例】 ・人の健康管理、福祉に従事する者の常駐・専任規制 PHASE3 （常駐・専任規制 なし） ○上記以外 ※規制の趣旨・目的を踏まえ、そもそもの規制が過剰になっていないかの点検が必要 17\n\n４．点検・見直し作業 18\n\n○ デジタル臨調における適合性の 点検・見直し対象の規律の範囲 法律･政令･省令 （約1万） 告示（約1万）、 通知・通達（約2万） 指針・ガイドライン等 独立行政法人等が定 めるガイドライン等 国が定める規制 独立行政法人等 が定める規律 原則① デジタル完結・自動化原則 原則② アジャイルガバナンス原則 （機動的で柔軟なガバナンス） 原則③ 官民連携原則 （GtoBtoCモデル） 原則④ 相互運用性確保原則 原則⑤ 共通基盤利用原則 ○構造改革のための デジタル原則 目視規制 常駐専任 書面掲示 定期検査 対面講習 往訪閲覧 実地監査 検査・点検・監査 調査 巡視・見張 目視規制の中でも、土 地や家屋等、実態・動 向等の明確化を目的と するもの 目視規制の中でも、施 設や建物といったイン フラ等の監視を目的と するもの 目視規制の中でも、健 全度、長さ、高さ等、 基準への適合性の判定 を目的とするもの 検査・点検・監査 Phase１ 目視・ 実地監査規制 Phase２ 情報収集の遠隔化、 人による評価 Phase３ 判断の精緻化、自動 化・ 無人化 ○ 一括的見直しに向けた類型化とフェーズ の考え方（目視規制・実地監査の例） デジタル原則に照らした規制の点検・見直し作業 19 ※ 点検を行った結果、 アナログ規制を定める 条項が約5000存在する ことが判明 ※ 地方公共団体が定める規制（条例等）については、マニュアルや先行事例の提示等を通じて、地方公共団体 による見直しを支援\n\nデジタル原則を踏まえた規制の横断的な見直しのスケジュール 2022（R4）年 2023（R5）年 2024（R6）年 2025（R7）年 集中改革期間 ７月 ６月 12月 見直し工程表の 作成・公表 【各府省庁・事務局】 一括的な法改正の検討と具体化 【各府省庁・事務局】 政省令の改正 【各府省庁】 ※随時 12月 通知通達等の 見直し方針検討・改正 【各府省庁・事務局】 見直し方針の検討・改正 【各府省庁・事務局】 早期に改正可能な通知通達等につ いては、先行的に改正に",
      "page_from": 18,
      "page_to": 21,
      "char_count": 1200,
      "position": 11993,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c13",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 13,
      "text": "2023（R5）年 2024（R6）年 2025（R7）年 集中改革期間 ７月 ６月 12月 見直し工程表の 作成・公表 【各府省庁・事務局】 一括的な法改正の検討と具体化 【各府省庁・事務局】 政省令の改正 【各府省庁】 ※随時 12月 通知通達等の 見直し方針検討・改正 【各府省庁・事務局】 見直し方針の検討・改正 【各府省庁・事務局】 早期に改正可能な通知通達等につ いては、先行的に改正に着手 関係者・ベンダー等とシステム整備の検討 【各府省庁・デジタル庁】 システム整備 【各府省庁・デジタル庁】 第Ⅰ期・技術的検証等（１年間） 【各府省庁・事務局】 第Ⅱ期・技術的検証等（１年間） 【各府省庁・事務局】 規制の見直し システム 整備 技術的 検証 20 整備方針を中長期 計画に記載・公表 【各府省庁・デジタル庁】 通知通達等の リスト作成 【各府省庁・事務局】 検証スキームの検討・実施 【各府省庁・事務局】 ６月 R5常会 R6常会 R7常会 法令のデジタル正本提供の機能実装・実証実験 【事務局・各府省庁】 法令のデジタル正本提供の 実証実験に向けた検討等 【事務局・各府省庁】 立法プロセスへの順次組み込み 【事務局・各府省庁】 法令のデジタル原則適合性を判断するための「指針」の策定 【事務局・各府省庁】 助言・フォローアップ等【事務局】 地方向けマニュアル作成・ 公表【事務局】 規制の一括見直しプラン 地方の 取組 法令等のデジタル原則 適合性の確認等 ※法令等のデジタル原則適合性の 確認プロセス等に係るスケジュー ルの詳細は次ページに記載 ※ ※ 「中長期的計画」とは、各府省庁が、今後五か年における情報システムに係る取組等の基本的な方針等を記載した計画 ９月末までに全ての見直し対象条項 について工程表素案を提出 必要に応じて更なる通知通達等の改正※随時 主な経済界要望の類型化・先 行事例構築・公表 【各府省庁・事務局】 左記以外の主な経済界要望の類型化・ 先行事例構築・公表【各府省庁・事務局】 先行事例を踏まえた見直しの展開【各省庁・事務局】\n\n５．経済界要望 21\n\n経済界要望等 約1,900件 行政手続以外を含む 約700件 「紙・人の介在」等に関する規制 約1,050件 ７つの先行検討項目 約200件 ・目視、実地監査 ・定期検査・点検 ・常駐・専任 ・講習、掲示、閲覧 残る「書面・対面規制」約850件 ・【民→官】申請・届出・提出に「書面」等を要求 ・【民→官】申請・届出・提出に「対面」を要求 ・【官→民】交付・通知に「書面」等を要求 ・【官↔民】政府調達契約で「書面」等を要求 ・行政手続でキャッシュレス支払いができない ・書面の備付け・携帯を要求 ・物理的な拠点設置を要求 --------- ・【テーマ別】 人事・総務・経理関連 自動車",
      "page_from": 21,
      "page_to": 23,
      "char_count": 1199,
      "position": 12993,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c14",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 14,
      "text": "任 ・講習、掲示、閲覧 残る「書面・対面規制」約850件 ・【民→官】申請・届出・提出に「書面」等を要求 ・【民→官】申請・届出・提出に「対面」を要求 ・【官→民】交付・通知に「書面」等を要求 ・【官↔民】政府調達契約で「書面」等を要求 ・行政手続でキャッシュレス支払いができない ・書面の備付け・携帯を要求 ・物理的な拠点設置を要求 --------- ・【テーマ別】 人事・総務・経理関連 自動車関連 不動産、建築、医療介護、金融等関連 引越しに伴う住所変更手続の簡素化・効率化 • 本人確認（生体認証等）や真正性（電子署名、タ イムスタンプ等）がネックとなり自動化等ができ ない（無人店舗販売等） • 民間の契約当事者間で書面交付等を要求する規制 がある • 官報の原本が慣習で紙媒体とされており、書面廃 止やデータ再利用ができない • 目的外利用規制等によりデータ再利用ができない • ベースレジストリ未整備等によりデータ再利用が できない（空間ID等） • 行政や準公共分野のデータを民間にも利用させて ほしい • 士業の業務独占や判定基準・手法の限定、もしく は基準が不明確等のためデジタル技術が活用でき ない • 国内外のイコールフッティングを確保してほしい 等 ○日本経済団体連合会等を中心に経済界より受領した約1,900件の要望等を、デジタル原則やテーマに基 づき類型化した上で、先行事例を構築できた類型から、各府省庁に自主点検の実施等を依頼し、同様 の規制があれば一括的な見直しを行う。 ○令和４年末を目途に主な経済界要望等については見直し方針を決定、公表する。 行政手続 約1,200件 • FD/CD/DVD等 でのデータ保 存・提出を要求 • 各府省庁間等で 重複する申請・ 届出を異なる様 式で要求 • 地方公共団体毎 に申請・届出の 様式が異なる 「紙・人の介在」等 以外の規制約150件 経済界要望等の全体像と対応方針 22\n\n６．システム対応 23\n\n代表的なアナログ的な規制７項目のシステム対応について システム整備 が必要な規制 の検討 中長期計画 に見直し方 針を記載 予算要求 システム整備 システム対応の流れ 各省庁 デジタル庁 /デジ臨事務局 見直しに向けた調整・ 検討・情報提供 （対象選定作業） ＜R4年春～夏＞ システム整備に向けた 調整・情報共有 見直しの方向性を検討 ＜R4年8月＞ ＜R５年夏頃＞ ＜R６年4月～＞ 方針を精緻化、具体化 整備に向けた支援 24 工程表に見 直し方針を 記載 ＜R4年12月＞ ①BPRの見直しにより、新規のシステム整備を行わずに、アナログ的な規制の見直しができないか。 ②既存のシステムを活用して、見直しができないか。 ③一つの共通システムにより、複数の規制の見直しができないか。",
      "page_from": 23,
      "page_to": 25,
      "char_count": 1186,
      "position": 13993,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c15",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 15,
      "text": "整備に向けた 調整・情報共有 見直しの方向性を検討 ＜R4年8月＞ ＜R５年夏頃＞ ＜R６年4月～＞ 方針を精緻化、具体化 整備に向けた支援 24 工程表に見 直し方針を 記載 ＜R4年12月＞ ①BPRの見直しにより、新規のシステム整備を行わずに、アナログ的な規制の見直しができないか。 ②既存のシステムを活用して、見直しができないか。 ③一つの共通システムにより、複数の規制の見直しができないか。 ＜システム整備に係る見直しの原則＞ 24\n\n７．地方の取組支援 25\n\n地方公共団体における取組の支援 ■我が国において、福祉、消防、道路・河川等のインフラの整備など、国民生活に密接に関連 する行政サービスの多くは、地方公共団体が実施 ⇒より多くの国民がデジタル技術を活用したより良いサービスを享受し、成長を実感するためには、 全国の地方公共団体におけるデジタル化（規制改革・行政改革）の取組が不可欠 ■各地方公共団体が、国におけるデジタル化の取組と協調し、自主的な取組を推進していけ るよう、デジタル臨調としても支援する必要 ○デジタル臨調における国の法令等の点検・見直し作業の状況を踏まえ、令和４年12月末ま でに、以下の内容を含む地方公共団体向けのマニュアル等を公表 ・デジタル原則に基づく条例等の規制の点検・見直しに関する手順案（マニュアル） ・先進的な取組事例の紹介 ・国の法令等の点検・見直しの概要 ○上記について、地方公共団体に周知し、自主的な取組を一層推進するため、公表と併せて、 地方六団体に対して趣旨の説明や地方公共団体の担当者向けのオンライン説明会を実施 ○公表後、地方公共団体に対してアンケートを実施し、取組状況や取組の支障となっている 課題について聴取するとともに、必要に応じ助言 考え方 具体化 26\n\n８．テクノロジーマップ 27\n\n28 テクノロジーマップの活用\n\nテクノロジーマップ/カタログの整備 現行 新 ＜デジタル技術と規制見直し事項の対応イメージ＞ ＜テクノロジーマップ イメージ＞ 課題 先行７項目の規制と規制の見直しに活用可 能なデジタル技術との対応関係を整理し、 マッピングすることで視覚的に表現すること ができたが、デジタル技術の内容やどの企業 等が当該技術を保有しているか等、導入に向 けた必要情報までは確認できない。 義務付けられている規制の分野 デジタル技術導入の効果 クリッ ク デジタル技術カタログ 企業等名 技術名 技術概要 活用例 企業等概要 ○○株式会 社 ▲▲システ ム ◆◆による遠隔操作で リアルタイムに対象物 を取り除くことができ る。 △△産業に おける●● に関する業 務 連絡先：XX- XXX-XXXX 【リアルタイム対処技術】 改善点 どの企業等がどういうデジタル技術を保有し、 どのような場面で活用されているのか等、導入 に向けた必要情報が明確になる。",
      "page_from": 25,
      "page_to": 30,
      "char_count": 1220,
      "position": 14979,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c16",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 16,
      "text": "デジタル技術カタログ 企業等名 技術名 技術概要 活用例 企業等概要 ○○株式会 社 ▲▲システ ム ◆◆による遠隔操作で リアルタイムに対象物 を取り除くことができ る。 △△産業に おける●● に関する業 務 連絡先：XX- XXX-XXXX 【リアルタイム対処技術】 改善点 どの企業等がどういうデジタル技術を保有し、 どのような場面で活用されているのか等、導入 に向けた必要情報が明確になる。 29\n\n９． 法令等のデジタル原則適合性の確認 プロセス及び法令データのデジタル 正本の提供体制の確立 30\n\n法令等のデジタル原則適合性を自律的かつ効率的に確認できる体制及びプロセスの構築を目指す 具体的な方向性 法令制定 執行設計 執行 法令改正 デジタル原則 執行見直し 適合性確認 点検・見直し 新規法令等 既存法令等 ルール システム 体制 ① 指針 主務 官庁 ②立法プロセス等への組込み ③ 事前の執行調整プロセス の制度化 ②（再掲） ③ （再掲） 点検・見直し デジタル技術の進展 法令等のデジタル原則適合性の確認プロセス 31\n\n法令データのデジタル正本（最新版の公式法令データベース）の提供体制の確立を目指す 具体的な方向性 法令データのデジタル正本の提供体制の確立 ※法令案作成・審査～公布・施行までの間は法令データベース外で作業等が行 われており、法令データベースへの反映のための溶込せ（手間）が不可避 法令データ更新の目指す姿 32\n\nデジタル臨時行政調査会作業部会法制事務のデジタル化検討チームを引き続き活用し、 以下の取組を実施 法令等のデジタル原則適合性の確認プロセス等に係るスケジュール 33\n\n１０．デジタル時代にふさわしい政府へ の転換 34\n\nアジャイル型政策形成・評価の在り方に関するワーキンググループ提言【概要】 ～行政の「無謬性神話」からの脱却に向けて～ 現状・課題 環境の変化が早く、社会課題が複雑さや困難さの度合いを増し、先を見通しにくい状況 一方で、我が国の行政には、従来、いわゆる「無謬性神話」が存在するとの指摘 「無謬性神話」にとらわれると、問題の先送りにつながり、結果として国民に不利益 目指すところ 行政の「無謬性神話」から脱却し、複雑かつ困難な社会課題に適時的確に対応で きる、より機動的で柔軟な行政への転換 35 ①こうした機動的で柔軟な政策形成・評価が自然に行われるよう、現状維持よりも環境変化に 対応することが高く評価される組織文化の構築・定着が必要 ②政策に係る専門的・技術的観点からの外部有識者のコミットメントが必要 ③政策に係る政務職（大臣、副大臣、大臣政務官等）のコミットメントが必要 PDCAサイクルを回し、環境変化に対応し ながら政策効果を上げることを追求する ダイナミック（動的）なEBPM※ 経験のない課題につい",
      "page_from": 30,
      "page_to": 36,
      "char_count": 1200,
      "position": 15999,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c17",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 17,
      "text": "柔軟な政策形成・評価が自然に行われるよう、現状維持よりも環境変化に 対応することが高く評価される組織文化の構築・定着が必要 ②政策に係る専門的・技術的観点からの外部有識者のコミットメントが必要 ③政策に係る政務職（大臣、副大臣、大臣政務官等）のコミットメントが必要 PDCAサイクルを回し、環境変化に対応し ながら政策効果を上げることを追求する ダイナミック（動的）なEBPM※ 経験のない課題について、考え得る最善の 政策でチャレンジし、トライ＆エラーで 精度を向上 ※ Evidence-Based Policy Making: エビデンスに基づく政策立案\n\n実行 評価 改善 立案 １機動的で柔軟な政策形成・評価を行う上で留意すべき点 ④モニタリング ・モニタリング指標測定＋現場との緊密な コミュニケーションによる実態把握 ・乖離があれば、業績マネジメントに移行 ①ファクト発見（課題の発見と政策目標の設定） ・ステークホルダーとのコミュニケーション ・多様なデータ・分析 ②政策分析（政策手段の検討） ・ロジックの明確化 ・政策選択のための政策手段の比較検討 ③モニタリングや評価の事前設計 ・目標と進捗にズレが生じ得る前提で設計 ・多段階のモニタリング指標の設定 ・別の政策手段への切替条件の設定 ⑤業績マネジメント（評価・分析） ・中間や事後のインパクト評価（効果検証） ・政策手段の停止や別の政策手段への転換が 必要な状況かどうかの判断 ⑥運用改善、政策手段の入替え、 次の政策立案（政策転換） ・評価・分析にとどまるスタティック（静的）なEBPM →現実の政策見直し実行を重視するダイナミック（動的） なEBPM ・政策が想定どおりに進まない場合、思い切って政策運用や 政策手段を見直す ＜無謬性神話の影響＞ ・想定どおりには進まないのが現実だが、事後の見直しがあり得ることを前提に立案しない ・目標と実態の乖離を発見しても、原因分析を行わず、判断が先送りになる ・前例踏襲を是として、見直しよりも現状維持を選択してしまう ○ 現実の社会は「生き物」であって状況は常に変化するものであることを前提に、政策を機動的で柔軟に立案・修正 できるサイクルの確立を目指す。 ○ そのためには、常に政策効果（インパクト、アウトカム）を追求することが必要。立案時には、仮説・検証型で効 果が上がる選択肢を探索し、実行時には政策効果を測定して実態を把握し、その結果に基づいてより効果が上がる手 段への入替えを果断に行っていくことが重要。 ○ 以下のポイントを押さえながら、ダイナミック（動的）なEBPMを行い、PDCAサイクルを回し、実際に見直しを 行うことが、環境の変化を適時的確に捉えた「臨機応変」な対応につながる。 ○ その際、個別の政策単位（部分最適）の観点のみではなく、同様の政策目的を持つ政策全体（全体最適）の観点か ら、同じデータ、分析等のエビデンスを基に、建設的な検討・議論を行うことが望ましい。",
      "page_from": 36,
      "page_to": 37,
      "char_count": 1257,
      "position": 16999,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c18",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 18,
      "text": "に行っていくことが重要。 ○ 以下のポイントを押さえながら、ダイナミック（動的）なEBPMを行い、PDCAサイクルを回し、実際に見直しを 行うことが、環境の変化を適時的確に捉えた「臨機応変」な対応につながる。 ○ その際、個別の政策単位（部分最適）の観点のみではなく、同様の政策目的を持つ政策全体（全体最適）の観点か ら、同じデータ、分析等のエビデンスを基に、建設的な検討・議論を行うことが望ましい。 36\n\n●固定的・画一的な評価プロセスの負担の軽減による、政策立案・実施に投入するリソースの確保 ✓評価関連作業の一体化 ●行政事業レビューの意思決定プロセスへの活用 ✓意思決定過程におけるEBPM的観点の導入のための、行政事業レビューシートの見直し、予算編成プロセス（財政当局へ の説明等）での活用 ２機動的で柔軟な見直しを可能とする政策形成・評価に向けた制度改正・運用改善 ●機動的で柔軟な政策形成・評価に対するリーダーシップ・コミットメント ✓各府省庁の幹部・管理職に求められるマネジメント能力の提示 ●データを利活用した意思決定ができる基盤の整備 ✓政策プロセスにおける個別のデータ取得・利活用に係るボトルネックの解消 ●人材の育成・確保等（①研修等、②若手職員・シニア職員それぞれのパフォーマンス発揮） ●機動的で柔軟な政策形成・評価を実践しようとする各府省庁に対する支援 ✓各府省庁担当者や有識者等が協働し、各府省庁の政策設計等を支援する場「政策設計ラボ（仮称）」の実施 ✓政策有志プロジェクト等の活動を政策形成・評価の「実践の場」としてサポート ✓望ましい政策形成・評価の取組を実践した組織・職員を表彰する「政策形成アワード（仮称）」の開催 ✓希望する府省庁に専門家を派遣し、助言等を行う「EBPM補佐官派遣制度（仮称）」の創設、 各府省庁の政策立案をサポートする官民ネットワーク「伴走型支援ネットワーク」の構築 ✓EBPMの基本的考え方、機動的で柔軟な政策形成・評価の実践を普及するためのガイドブックの作成 ３機動的で柔軟な見直しを可能とする政策形成・評価を支える基盤の整備 37\n\n38 （参考）アジャイル型政策形成・評価の在り方に関するワーキンググループについて 会合 主な議題 第1回 令和4年 2月14日 ・「アジャイル型政策形成・評価」について 第2回 3月30日 ・政策形成に係るレビュー ①経済産業政策の新機軸（EBPMの強化等） ②SIBを活用した非行少年への学習支援事業 ③意識改革及び行動変容につなげるナッジの横断的活用推 進事業 第3回 4月22日 ・各府省庁の職員有志による政策有志プロジェクト等の取組 ・政策形成に係るレビュー ④男性の育児休業取得の推進 ⑤ICTを活用した見守り促進事業（仮想型） ⑥デジタル人材育成に係る政策形成のためのデータ利活用 （",
      "page_from": 37,
      "page_to": 39,
      "char_count": 1200,
      "position": 18056,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c19",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 19,
      "text": "形成に係るレビュー ①経済産業政策の新機軸（EBPMの強化等） ②SIBを活用した非行少年への学習支援事業 ③意識改革及び行動変容につなげるナッジの横断的活用推 進事業 第3回 4月22日 ・各府省庁の職員有志による政策有志プロジェクト等の取組 ・政策形成に係るレビュー ④男性の育児休業取得の推進 ⑤ICTを活用した見守り促進事業（仮想型） ⑥デジタル人材育成に係る政策形成のためのデータ利活用 （仮想型） 第4回 4月25日 ・政策形成に係るレビュー ⑦公共職業訓練の効果検証 ⑧不妊治療の保険適用 ・取りまとめに向けて 第5回 5月18日 ・「アジャイル型政策形成・評価の在り方に関するワーキン ググループ提言（案）」について 開催実績 構成員 伊藤由希子 津田塾大学総合政策学部教授 (座長) 大橋弘 東京大学副学長・公共政策大学 院教授 亀井善太郎 PHP総研主席研究員 立教大学大学院21世紀社会デザ イン研究科特任教授 川口大司 東京大学公共政策大学院教授 熊谷俊人 千葉県知事 鈴木周也 行方市長 星野祟宏 慶應義塾大学経済研究所所長・ 経済学部教授 理化学研究所AIPセンター経済経 営情報融合分析チームリーダー 開催趣旨 データを活用しつつ、スピーディに政策サイクルを回し、モニタリング・効果検証をしながら、柔軟に政策の見直し・ 改善を行っていくアジャイル型政策形成・評価の在り方とその方策について集中的な議論を行うため、行政改革推進会 議の下に、アジャイル型政策形成・評価の在り方に関するワーキンググループを開催する。 ※令和３年12月９日の行政改革推進会議における岸田総理の指示を受け、令和４年１月21日に行政改革推進会議の下に設置\n\n【今後の政策形成・評価のプロセス】 政策評価 政策立案（政策の設計） データ等に基づく現状把握と課題設定 エビデンスに基づく政策手段の検討、 ロジックの明確化 指標の設定など事後の効果検証を適切 に行うための設計 モニタリング・検証 指標の動向等をモニタリ ング 政策効果を適時的確に把 握・検証 改 善 効果分析を踏まえ、 柔軟に政策改善 政策の決定 （例）骨太の方針、 予算編成プロセス、 法律案の策定、各種 基本計画 実施 ⇒ プロセスを通じて、ＥＢＰＭを実践 ○制度導入から20年を経た政策評価は、政策の過程とは切り離された「評価書」を作成するための形式的な作業となっているとの指摘 ⇒政策の企画立案等の中で実際に行われる効果検証等を「評価」と捉え、政策過程において重要な役割を担うものと位置付けるべき ○デジタル化など社会経済が急速に変化し、複雑化・困難化する課題や、新型コロナ対策など前例がなく予測困難な課題に スピーディかつ的確に対応するため、機動的かつ柔軟に政策の見直しが行えるようプロセスを見直し ⇒ プロセスの中で用いら",
      "page_from": 39,
      "page_to": 40,
      "char_count": 1200,
      "position": 19056,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c20",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 20,
      "text": "」を作成するための形式的な作業となっているとの指摘 ⇒政策の企画立案等の中で実際に行われる効果検証等を「評価」と捉え、政策過程において重要な役割を担うものと位置付けるべき ○デジタル化など社会経済が急速に変化し、複雑化・困難化する課題や、新型コロナ対策など前例がなく予測困難な課題に スピーディかつ的確に対応するため、機動的かつ柔軟に政策の見直しが行えるようプロセスを見直し ⇒ プロセスの中で用いられる資料が「評価書」となる （このプロセスが適切に行われているものは、別途の「評価書」作成作業は不要） 総務省は、上記のプロセスを定着させていくための環境を整備 人材育成や外部専門家の知見の活用などで各府省を支援 評価関連作業の重複を整理し（行政事業レビューとの一体化）、政策の質を高める取組に注力 官民の幅広いデータの収集・利活用支援 ⇒ 今後、各府省の協力を得ながら具体化を進めて改革を実行 デジタル時代にふさわしい政策形成・評価の在り方に関する提言（概要） 政策評価審議会の令和３年３月の「提言」を基に、デジタル臨時行政調査会の動きを踏まえ、「デジタル時代に ふさわしい政策形成・評価の在り方」と、それを踏まえた政策評価制度の改革の方向性について取りまとめたもの 令和４年５月 政策評価審議会 39\n\n【政策評価制度の改革の方向】 ○ 政策形成・評価のプロセスにおいて望ましい取組が行われ、ＥＢＰＭの実践が進むよう、 各府省の取組を支援 政策の立案段階から、政策効果の分析、適切な指標設定の在り方、外部専門人材の活用等を支援 （総務省が、各府省と共同で、具体の政策について実施している「政策効果の把握・分析手法の実証的共同研究」の枠組みも活用） 実際の政策プロセスで実践される効果検証等の取組を政策評価として取り扱い、その内容が整理されて いる資料等（審議会の報告書等）を活かし、別途評価書を作成する作業負担を軽減 ○ 官民の幅広いデータの収集・利活用や、ＥＢＰＭを実践する人材育成など、評価の環境整備 を推進 データカタログの整備やルール作り、システム整備等、データの収集・利活用の環境整備の早期実現 ＥＢＰＭの実践など政策形成・評価に係る基礎的な知識・能力を持つ人材育成の推進 ○ 今後の「政策形成・評価」のプロセスに対応し、各府省の負担軽減を図りつつ、意思決定の 質を高める取組に注力できるよう、評価の実施の考え方を整理 「行政事業レビュー」に「目標管理型評価」（政策評価）を一体化し、政策サイクル全体を効果的に回 していくための「基盤」を構築 政策の特性等に応じて、政策の企画立案や改善等に貢献できるタイミング、単位で柔軟に評価を実施 40\n\n政府におけるデジタル人材の確保、デジタル技術を活用した職場環境整備 １デジタル人材を含む民間人材の確保に向けた取組 ■デジタル人材を含む民間人",
      "page_from": 40,
      "page_to": 42,
      "char_count": 1200,
      "position": 20056,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    },
    {
      "chunk_id": "95426a4accae538d03d39a24f66ec0f1_c21",
      "doc_id": "95426a4accae538d03d39a24f66ec0f1",
      "chunk_index": 21,
      "text": "るよう、評価の実施の考え方を整理 「行政事業レビュー」に「目標管理型評価」（政策評価）を一体化し、政策サイクル全体を効果的に回 していくための「基盤」を構築 政策の特性等に応じて、政策の企画立案や改善等に貢献できるタイミング、単位で柔軟に評価を実施 40\n\n政府におけるデジタル人材の確保、デジタル技術を活用した職場環境整備 １デジタル人材を含む民間人材の確保に向けた取組 ■デジタル人材を含む民間人材の採用円滑化と国家公務員の働き方改革に向けた当面の要望 事項を、牧島デジタル大臣から川本人事院総裁・二之湯国家公務員制度担当大臣に提出（令 和４年４月28日） ⇒引き続き、デジタル庁・人事院・内閣人事局の連携により、定期的に進捗を確認しつつ、スピー ド感を持って具体的措置を講ずる（次回の調査会において、実施・検討状況について報告） あわせて、リスキリングなど内部における人材の育成に計画的に取り組む ２デジタル技術を活用した職場環境の整備 ■デジタル技術を活用した働きやすい職場環境の整備について、働き方の柔軟性向上や霞が関 内外とのコミュニケーションの効率化・円滑化を図るため、各府省庁におけるデジタルツールの導入や 各地のサテライトオフィス活用に向けた取組を加速化 ■全府省庁の職員に共通する庶務関係等手続について、デジタル技術の活用による利便性向上 に向けた取組を推進 ＜主な要望の内容＞ ①民間市場を考慮した柔軟な給与の決定 ②柔軟・迅速な採用を可能とする仕組み ③定員・機構・級別定数等の機動的・柔軟な運用 ④勤務時間の柔軟化、再就職規制の明確化 等 41",
      "page_from": 41,
      "page_to": 42,
      "char_count": 685,
      "position": 21056,
      "meeting": "デジタル臨時行政調査会",
      "agency": "デジタル庁",
      "title": "（別紙）デジタル原則に照らした規制の一括見直しプラン（PDF／2,867KB）",
      "date": "2025-10-19",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/34a225ed-03be-4408-b00d-f9b88a5a2543/5d7f0bd3/20230314_policies_digital-extraordinary-administrative-research-committee_outline_02.pdf"
    }
  ],
  "keywords": [
    {
      "term": "デジタル",
      "count": 80
    },
    {
      "term": "類型",
      "count": 48
    },
    {
      "term": "各府省庁",
      "count": 29
    },
    {
      "term": "常駐",
      "count": 25
    },
    {
      "term": "原則",
      "count": 22
    },
    {
      "term": "すること",
      "count": 21
    },
    {
      "term": "規制",
      "count": 19
    },
    {
      "term": "オンライ",
      "count": 17
    },
    {
      "term": "事務局",
      "count": 17
    },
    {
      "term": "地方公共",
      "count": 16
    }
  ]
}