{
  "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
  "metadata": {
    "meeting": "デジタル社会推進標準ガイドライン",
    "agency": "デジタル庁",
    "title": "本文（PDF／1,016KB）",
    "date": "2023-07-04",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
  },
  "pages": 29,
  "chunks": [
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c0",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 0,
      "text": "デジタル社会推進実践ガイドブック DS-220 政府情報システムにおける サイバーセキュリティフレームワーク導入に関する 技術レポート 2023（令和5）年3 月31 日 デジタル庁 〔ドキュメントの位置付け〕 Informative 参考とするドキュメント 〔キーワード〕 サイバーセキュリティフレームワーク 〔概要〕 サイバー攻撃の高度化・複雑化に伴い、サイバーレジリエンスの強化が求 められており、脅威の侵入を前提とし、識別・防御に加え、検知・対応・復 旧を認識することで、情報セキュリティ機密性・完全性・可用性を高めるこ とがますます重視される中、NIST サイバーセキュリティフレームワークが世 界的にも注目されている。 本技術レポートでは、サイバーセキュリティフレームワークについて解説 し、政府情報システムに導入する上での要点を示すことを目的とする。\n\n改定履歴 改定年月日 改定箇所 改定内容 2023年3月31日 - ・初版決定\n\ni 目次 目次 ................................................................ i １ はじめに ......................................................... 2 １.１ 背景と目的 .................................................. 2 １.２ 適用対象 .................................................... 2 １.３ 位置づけ .................................................... 3 １.４ 本書の構成 .................................................. 3 １.５ 用語 ........................................................ 3 ２ サイバーセキュリティフレームワークの概要 ......................... 5 ２.１ サイバーセキュリティフレームワークの必要性 .................. 5 ２.２ サイバーセキュリティフレームワークの特徴 .................... 5 ２.３ コア -業種・業態を問わない、共通となるサイバーセキュリティ対策- .. 6 ２.４ ティア -対策の状況を数値化するための段階的な評価基準- ........... 8 ２.５ プロファイル -組織毎に調整された機能・カテゴリ・サブカテゴリ群- 10 ２.６ 諸外国における状況 ......................",
      "page_from": 1,
      "page_to": 3,
      "char_count": 1200,
      "position": 0,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c1",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 1,
      "text": "レームワークの特徴 .................... 5 ２.３ コア -業種・業態を問わない、共通となるサイバーセキュリティ対策- .. 6 ２.４ ティア -対策の状況を数値化するための段階的な評価基準- ........... 8 ２.５ プロファイル -組織毎に調整された機能・カテゴリ・サブカテゴリ群- 10 ２.６ 諸外国における状況 ......................................... 11 ３ サイバーセキュリティフレームワーク導入に向けたプロセス .......... 12 ３.１ 準備編 ..................................................... 12 ３.２ 導入編 ..................................................... 13 ３.３ サイバーセキュリティフレームワーク導入時の留意点 ........... 17 ４ サイバーセキュリティフレームワークと他の基準等との関係 .......... 19 ４.１ 統一基準との関係 ........................................... 19 ４.２ その他の基準等との関係 ..................................... 19\n\n2 １ はじめに 社会全体のデジタルトランスフォーメーションが加速し、我々を取り巻く 様々な分野においてデジタル技術の利活用が進んでいる。他方、サイバー攻撃 はその発生頻度の増加と高度化が続く状況下にあり、サイバーセキュリティ対 策のさらなる強化が不可欠となってきている。政府情報システムに対しても、 今後、サイバー攻撃の脅威は高まっていくことが予想される。 こうした背景から、政府機関等に対するサイバー攻撃に対しても、それを防 御することだけに注力するのではなく、攻撃の発生を速やかに検知し、対応す ることで被害を極小化し、正常状態に迅速に復旧することにも意識を向ける必 要がある。 近年、包括的にサイバーセキュリティ態勢を構築するための代表的なツール としてアメリカ国立標準技術研究所（以下、 「NIST」という。 ）において、サイ バーセキュリティフレームワークが開発され、国際的にもその利用や応用が進 んでいる。 本文書はサイバーセキュリティフレームワークの基本的な考え方を解説した 上で、政府機関や政府情報システムに対して当該フレームワークを導入するた めの方針、実施プロセスを示すと共に政府統一基準やその他のセキュリティに 関する基準等との関係についても言及する。 １.１ 背景と目的 本文書は、政府情報システムの開発や運用業務に従事する関係者に対して、 サイバーセキュリティフレームワークの概要とその必要性、及びその特徴を示 すことを主目的とする。",
      "page_from": 3,
      "page_to": 4,
      "char_count": 1234,
      "position": 1000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c2",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 2,
      "text": "クの基本的な考え方を解説した 上で、政府機関や政府情報システムに対して当該フレームワークを導入するた めの方針、実施プロセスを示すと共に政府統一基準やその他のセキュリティに 関する基準等との関係についても言及する。 １.１ 背景と目的 本文書は、政府情報システムの開発や運用業務に従事する関係者に対して、 サイバーセキュリティフレームワークの概要とその必要性、及びその特徴を示 すことを主目的とする。 サイバーセキュリティ対策を講じる際には、特定のセキュリティ対策ソリュ ーションを導入するだけでは不十分であり、サイバーセキュリティ態勢を構 築・維持する上で構成される機能（ 「識別」 「検知」 「防御」 「対応」 「復旧」 ）に 対して、組織及び情報システムのリスクに応じたセキュリティ対策を実施する ことが重要である。 サイバーセキュリティ対策の計画や実施の段階において、サイバーセキュリ ティフレームワークを参照し、導入することで、組織や情報システムにおける サイバーセキュリティの各機能におけるサイバーセキュリティ対策のばらつき や不十分なリスク管理が解消され、政府機関並びに政府情報システムにおける サイバーセキュリティの水準が向上することが期待される。 １.２ 適用対象 本文書は、政府情報システムを適用対象として想定している。なお、本文書\n\n3 はサイバーセキュリティフレームワークへの理解を深める参考文書であり、適 用の遵守を求めるものではない。 １.３ 位置づけ 本文書は、標準ガイドライン群のInformative（情報提供）のレベルの参考 文書である。 １.４ 本書の構成 第2 章ではサイバーセキュリティフレームワークの概要を示し、サイバーセ キュリティフレームワークの必要性と特徴について説明する。サイバーセキュ リティフレームワークに関する知見がない読者は、本章を理解することで第3 章以降の記載内容への理解を深めることができるため、一読することを推奨す る。また、第6 節ではサイバーセキュリティフレームワークの諸外国での活用 状況について紹介する。 第3 章ではサイバーセキュリティフレームワークを導入するためのプロセス について、準備段階で実施すべき事項や導入段階で実施すべき事項を示すとと もに、第3 節ではサイバーセキュリティフレームワークを導入する際の留意事 項についても説明する。 第4 章ではサイバーセキュリティフレームワークと政府統一基準を筆頭に他 のセキュリティの基準等との関係性について説明する。サイバーセキュリティ フレームワークは、政府統一基準やその他のセキュリティに係る基準やフレー ムワークを排他するものではなく、政府機関は、政府統一基準および各政府機 関の情報セキュリティポリシーに準拠した上で、サイバーセキュリティフレー ムワークを参照することが重要となる。 １.５ 用語 本文書において使用する用語は、表１-1 及び本文書に別段の定めがある場合 を除くほか、標準ガイドライン群用語集の例による。",
      "page_from": 4,
      "page_to": 5,
      "char_count": 1279,
      "position": 2034,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c3",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 3,
      "text": "ュリティ フレームワークは、政府統一基準やその他のセキュリティに係る基準やフレー ムワークを排他するものではなく、政府機関は、政府統一基準および各政府機 関の情報セキュリティポリシーに準拠した上で、サイバーセキュリティフレー ムワークを参照することが重要となる。 １.５ 用語 本文書において使用する用語は、表１-1 及び本文書に別段の定めがある場合 を除くほか、標準ガイドライン群用語集の例による。その他専門的な用語につ いては、民間の用語定義を参照すること。\n\n4 表 １-1 用語の定義 用語 意味 サイバーレジリエ ンス（サイバーレ ジリエント） サイバーセキュリティ攻撃の影響を最小限に留めつ つ、迅速に元の状態に回復、復元すること サイバーセキュリ ティフレームワー ク NIST サイバーセキュリティフレームワーク(1.1 版) （NIST Cybersecurity Framework (Version 1.1)） 統一基準 政府機関等のサイバーセキュリティ対策のための統 一基準（令和3 年度版） NIST アメリカ国立標準技術研究所 National Institute of Standards and Technology\n\n5 ２サイバーセキュリティフレームワークの概要 ２.１ サイバーセキュリティフレームワークの必要性 今日、サイバー空間は重要な公共空間であり、それなくしては我々の生活 や経済活動は成り立たなくなっている。サイバー空間の拡大により生活の利 便性は向上したが、その一方でそこで行われる攻撃や犯罪も増加している。 特に近年は標的型攻撃のような特定の個人や組織を狙った攻撃や、国家に支 援された犯罪集団による大規模分散型サービス不能（DDoS）攻撃など、サイ バー空間における脅威の甚大化、被害の甚大化の一途をたどっている。 そのような環境の変化とは裏腹に、サイバー攻撃に対して「防御」を中心 とした従来のセキュリティ態勢の構築が未だに続いている。しかしながら、 昨今の高度化・複雑化するサイバー攻撃に対して、 「防御」中心のサイバーセ キュリティ対策だけでは、対処することが困難になってきている。そのた め、サイバー攻撃は完全に防ぐことはできないという前提のもと、 「防御」の 対策だけではなく、サイバー攻撃を速やかに「検知」するとともに「対応」 し、被害が発生した際には「復旧」するといったサイバーレジリエンスに関 する対策にも注力すべきである。 サイバーセキュリティフレームワークはサイバーレジリエンスを含んだ包 括的なサイバーセキュリティ態勢を構築するための代表的なフレームワーク であり、サイバーセキュリティ態勢に必要な機能を定義したリスクベースア プローチのフレームワークである。また、業種業態、事業規模に問わず、幅 広い組織で使えるような汎用性があるため、世界的に官民での活用が進んで いる。",
      "page_from": 5,
      "page_to": 7,
      "char_count": 1225,
      "position": 3113,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c4",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 4,
      "text": "リエンスに関 する対策にも注力すべきである。 サイバーセキュリティフレームワークはサイバーレジリエンスを含んだ包 括的なサイバーセキュリティ態勢を構築するための代表的なフレームワーク であり、サイバーセキュリティ態勢に必要な機能を定義したリスクベースア プローチのフレームワークである。また、業種業態、事業規模に問わず、幅 広い組織で使えるような汎用性があるため、世界的に官民での活用が進んで いる。 ２.２ サイバーセキュリティフレームワークの特徴 サイバーセキュリティフレームワークは組織のサイバーセキュリティリスク マネジメントを改善する目的で利用される。組織が直面するサイバーセキュリ ティリスクへの対応方針に応じてセキュリティ対策を継続的に改善するため、 以下の3 つの要素で構成されている。 (１) フレームワークコア（以下、 「コア」という。 ） (ア) すべての重要インフラ分野に共通するサイバーセキュリティ対策、 期待される成果、適用可能な参考情報を定義したもの。 (イ) 「識別」 「防御」 「検知」 「対応」 「復旧」の5 つの機能に分類され る。各機能の下には複数のカテゴリが存在し、各カテゴリはそれぞ れ複数のサブカテゴリを有する。 (２) フレームワークインプリメンテーションティア（以下、 「ティア」とい\n\n6 う。 ） (ア) 組織におけるサイバーセキュリティリスクへの対応状況を評価する 際の指標を定義したもの。 (イ) 指標は4 段階あり、次のとおり。 ① ティア１：部分的である ② ティア２：リスク情報を活用している ③ ティア３：繰り返し適用可能である ④ ティア４：適応している (３) フレームワークプロファイル（以下、 「プロファイル」という。 ） (ア) フレームワークのカテゴリ及びサブカテゴリに基づき、サイバーセ キュリティリスクに対する期待される効果を現すもの。 (イ) サイバーセキュリティリスクへの対応状況として、 「あるべき姿」 と「現在の姿」をまとめたもの。 (ウ) 「あるべき姿」の策定については、組織のビジネス上の要求、リス ク許容度、割当可能なリソースに基づき、コアの機能、カテゴリ、 サブカテゴリの到達地点を調整する。 ２.３ コア -業種・業態を問わない、共通となるサイバーセキュリティ対策- コアは、業種業態、企業規模に依存しない共通のサイバーセキュリティ対策を 定義している。コアの構成は5 つの機能、23 のカテゴリ、108 のサブカテゴ リ、参考情報により構成されている。 1) 機能は、業種業態、企業規模に問わず実施すべきサイバーセキュリティ 対策の最上位の概念であり、識別、防御、検知、対応、復旧の5 機能が定義 されている。 ➢ 識別：組織の資産（情報システム、人、データ・情報など） 、組織 を取り巻く環境、重要な機能を支えるリソース、関連するサイバー セキュリティリスクを特定し理解を深める。 ➢ 防御：重要サービスの提供が確実に行われるよう適切な保護対策を 検討し実施する。",
      "page_from": 7,
      "page_to": 8,
      "char_count": 1284,
      "position": 4138,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c5",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 5,
      "text": "、業種業態、企業規模に問わず実施すべきサイバーセキュリティ 対策の最上位の概念であり、識別、防御、検知、対応、復旧の5 機能が定義 されている。 ➢ 識別：組織の資産（情報システム、人、データ・情報など） 、組織 を取り巻く環境、重要な機能を支えるリソース、関連するサイバー セキュリティリスクを特定し理解を深める。 ➢ 防御：重要サービスの提供が確実に行われるよう適切な保護対策を 検討し実施する。 ➢ 検知：サイバーセキュリティイベントの発生を検知するための適切 な対策を検討し実施する。 ➢ 対応：サイバーセキュリティインシデントに対処するための適切な 対策を検討し実施する。 ➢ 復旧：サイバーセキュリティインシデントにより影響を受けた機能\n\n7 やサービスをインシデント発生前の状態に戻すための適切な対策を 検討し実施する。これには、レジリエンスを実現するための計画の 策定・維持も含む。 2) カテゴリは、機能を細分化しグループ化したものである。各機能に対し て全23 のカテゴリが紐付けられている。 機能 カテゴリ 識別 (ID) 資産管理 (ID.AM) ビジネス環境 (ID.BE) ガバナンス (ID.GV) リスクアセスメント (ID.RA) リスクマネジメント戦略 (ID.RM) サプライチェーンリスクマネジメント (ID.SC) 防御 (PR) アイデンティティ管理、認証／アクセス制御 (PR.AC) 意識向上およびトレーニング (PR.AT) データセキュリティ (PR.DS) 保守 (PR.MA) 保護技術 (PR.PT) 検知 (DE) 異常とイベント (DE.AE) セキュリティの継続的なモニタリング (DE.CM) 検知プロセス (DE.DP) 対応 (RS) 対応計画 (RS.RP) コミュニケーション (RS.CO) 分析 (RS.AN) 低減 (RS.MI) 改善 (RS.IM) 復旧 (RC) 復旧計画 (RC.RP) 改善 (RC.IM) コミュニケーション (RC.CO)  サブカテゴリは、カテゴリを技術的観点、および管理的観点で更に細 分化したもの。例えば資産管理（ID.AM）は次のようなサブカテゴリか ら構成されている。\n\n8 カテゴリ サブカテゴリ 資産管理 (ID.AM)： 自組織が事業目的を 達成することを可能 にするデータ、人 員、デバイス、シス テム、施設が、識別 され、組織の目的と 自組織のリスク戦略 における相対的な重 要性に応じて管理さ れている。 ID.AM-1: 自組織内の物理デバイスとシステム が、目録作成されている。 ID.AM-2: 自組織内のソフトウェアプラットフォ ームとアプリケーションが、目録作成されてい る。 ID.AM-3: 組織内の通信とデータフロー図が、作 成されている。 ID.AM-4: 外部情報システムが、カタログ作成さ れている。",
      "page_from": 8,
      "page_to": 10,
      "char_count": 1228,
      "position": 5222,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c6",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 6,
      "text": "織の目的と 自組織のリスク戦略 における相対的な重 要性に応じて管理さ れている。 ID.AM-1: 自組織内の物理デバイスとシステム が、目録作成されている。 ID.AM-2: 自組織内のソフトウェアプラットフォ ームとアプリケーションが、目録作成されてい る。 ID.AM-3: 組織内の通信とデータフロー図が、作 成されている。 ID.AM-4: 外部情報システムが、カタログ作成さ れている。 ID.AM-5: リソース(例:ハードウェア、デバイ ス、データ、時間、人員、ソフトウェア)が、そ れらの分類、重要度、ビジネス上の価値に基づい て優先順位付けられている。 ID.AM-6: 全労働力と利害関係にある第三者(例: サプライヤー、顧客、パートナー)に対してのサ イバーセキュリティ上の役割と責任が、定められ ている。  参考情報は、サブカテゴリに関連するセキュリティの基準、ガイドラ インやプラクティスをまとめたセクションである。次のような基準、 ガイドライン、プラクティスとの関係が示されている。 ➢ ISO/IEC 27001:2013 ➢ NIST SP 800-53 rev4 連邦政府情報システム及び連邦組織のため のセキュリティ管理策とプライバシー管理策 ➢ CIS クリティカルセキュリティコントロール ➢ COBIT 5 ➢ ISA/IEC 62443 ２.４ ティア -対策の状況を数値化するための段階的な評価基準- ティアは組織におけるサイバーセキュリティリスクへの対応状況を評価する 際の指標を定義したものであり、ティア１からティア４までの4 つの段階から 構成されている。これは組織におけるサイバーセキュリティリスクへの対応状 況がどの程度厳密で高度かを表すものであり、サイバーセキュリティ対策やサ イバーセキュリティのリスク管理及び対処がどの程度導入されているかの判断 を行うことにも活用できる。\n\n9 ティア 説明 ティア1：部分的である (Partial) セキュリティ対策は経験に基づいて実施される。 セキュリティ対策は組織として整備されておらず 場当たり的に実施されている。 ティア2：リスク情報を 活用している (Risk Informed) セキュリティ対策はセキュリティリスクを考慮し て実施されているが、組織として方針や標準が定 められてはいない、あるいは非公式に存在する。 ティア3：繰り返し適用 可 能 で あ る (Repeatable) セキュリティ対策は組織の方針・標準として定 義、周知されており、脅威や技術の変化に伴い方 針・標準は定期的に更新される。 ティア4：適応している (Adoptive) 組織で標準化されたセキュリティ対策は、脅威や 技術の変化、組織における過去の教訓やセキュリ ティ対策に関するメトリックスなどを参考に、継 続的且つタイムリーに調整される。",
      "page_from": 10,
      "page_to": 11,
      "char_count": 1222,
      "position": 6250,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c7",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 7,
      "text": "：繰り返し適用 可 能 で あ る (Repeatable) セキュリティ対策は組織の方針・標準として定 義、周知されており、脅威や技術の変化に伴い方 針・標準は定期的に更新される。 ティア4：適応している (Adoptive) 組織で標準化されたセキュリティ対策は、脅威や 技術の変化、組織における過去の教訓やセキュリ ティ対策に関するメトリックスなどを参考に、継 続的且つタイムリーに調整される。\n\n10 ２.５ プロファイル -組織毎に調整された機能・カテゴリ・サブカテゴリ群- プロファイルは、機能・カテゴリ・サブカテゴリについて組織毎に考慮すべ き点を踏まえて調整し、整理したものである。組織毎に考慮すべき内容とは例 えば、組織が事業を計画・実行する上で遵守すべき法令等の規制などの要求事 項、組織や事業の特性を踏まえたリスク許容度、組織が保有する人的・金銭 的・時間的リソースなどが考えられる。 また、プロファイルの作成にあたっては、昨今組織間の関係や構造が複雑化 していることを踏まえると、組織に対して1 対1 でプロファイルを作成するの ではなく、個別の事業部門ごとに、各々の要求を反映する形で複数のプロファ イルを選択することも考えられる。 組織はプロファイルを用いることで、具体的なサイバーセキュリティ対策の 「現在の姿」と「あるべき姿」を明らかにする事が可能となる。 「あるべき姿」 のプロファイルはサイバーセキュリティリスクマネジメントの目標を達成する ために必要な成果を表している。プロファイルは組織が達成すべき要求事項の 実現を支援し、組織の内外においてリスクコミュニケーションを行う上でも活 用可能となる。サイバーセキュリティフレームワークにおいて、具体的なプロ ファイルの形は規定されていないが、本文書においては参考のため3 章におい て一例を提示する。 また、 「現在の姿」と「あるべき姿」についてプロファイルを比較すること で、サイバーセキュリティマネジメント上の目標を達成する上で、解消が必要 なギャップを明らかにすることが可能である。当該ギャップを解消するために 必要な作業の優先順位付けを行うことが必要となるが、それは、組織における 要求事項とリスクマネジメントプロセスにより導出されるものであり、同時に、 ギャップの解消に必要なリソースの割り出しを可能にする。\n\n11 ２.６ 諸外国における状況 2014 年にNIST が策定したサイバーセキュリティフレームワークは、2015 年 には米国の組織の約3 割で採用され、2020 年には半数に達すると推測されてい た。米国以外の国においても、サイバーセキュリティフレームワークの活用事 例は報告されており、国際的にも広く活用されているフレームワークであると いえる。例えば、2016 年にはイタリアにおいて、IACSF が開発され、これはサ イバーセキュリティフレームワークを参考にしたものである。",
      "page_from": 11,
      "page_to": 13,
      "char_count": 1246,
      "position": 7272,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c8",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 8,
      "text": "ティフレームワークは、2015 年 には米国の組織の約3 割で採用され、2020 年には半数に達すると推測されてい た。米国以外の国においても、サイバーセキュリティフレームワークの活用事 例は報告されており、国際的にも広く活用されているフレームワークであると いえる。例えば、2016 年にはイタリアにおいて、IACSF が開発され、これはサ イバーセキュリティフレームワークを参考にしたものである。また、2017 年に はイスラエルにおいて国立サイバー総局（ICND）がサイバー防御方法論を公開 しているが、これもサイバーセキュリティフレームワークを採用したものであ る。イギリスにおいても、2018 年に最小サイバーセキュリティ標準（MCSS）を 導入しており、サイバーセキュリティフレームワークが採用され、英国向けに 調整されている。 （参考）イスラエルにおける事例 イスラエル政府は2002 年から重要インフラ（CII）のサイバーセキュリティ を主導しており、2012 年には、官邸にサイバーセキュリティを推進する政府局 を設立するなど、サイバーセキュリティ態勢を継続的に強化し、2017 年には、 サイバーセキュリティフレームワークを採用したIsrael Cyber Defense Methodology (ICDM)を策定した。 イスラエルでは、かねてより「特定」 、 「保護」 、 「復旧」による成果を重視し ていたが、 「検知」 、 「対応」の検討を強化すべく、国際的な共通言語で構成さ れ、国内外の標準に対応し、複数の規制に準拠することが可能な重要なフレー ムワークを求めており、結果として、サイバーセキュリティフレームワークの 適用に至った。 ICDM においては、使いやすさを向上させるために多層構造をとっており、各 セキュリティコントロールに対して、要件、説明と例、ベストプラクティスへ のリンク、テンプレート、機密性/完全性/可用性との関係性、標準・規制との 互換性などの情報を含んでいる。 ICDM は政府内のみならず、危険物を扱う企業に対してもその適用を義務づけ ており、健康、金融などの分野にも拡大しつつある。\n\n12 ３ サイバーセキュリティフレームワーク導入に向けたプロセス 本章では、各機関がサイバーセキュリティフレームワークを導入する上での 具体的なプロセスを示す。紹介するプロセスは、次の7 ステップから構成され ており、各ステップでステークホルダーが担う役割と実施内容、実施する上で 留意すべき点をまとめる。 ３.１ 準備編 本節では、組織がサイバーセキュリティフレームワークを導入するにあた り、事前に準備すべき事項を示す。 1) コミュニケーションの調整機能を確保する 包括的なサイバーセキュリティ態勢を構築するためには、組織における意 思決定者レベル、管理者レベル、業務の実施/運用者レベルでコミュニケー ションを行い、リスクマネジメントに関する意思決定と対策の実施を図る必 要がある。",
      "page_from": 13,
      "page_to": 14,
      "char_count": 1269,
      "position": 8318,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c9",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 9,
      "text": "き点をまとめる。 ３.１ 準備編 本節では、組織がサイバーセキュリティフレームワークを導入するにあた り、事前に準備すべき事項を示す。 1) コミュニケーションの調整機能を確保する 包括的なサイバーセキュリティ態勢を構築するためには、組織における意 思決定者レベル、管理者レベル、業務の実施/運用者レベルでコミュニケー ションを行い、リスクマネジメントに関する意思決定と対策の実施を図る必 要がある。各レベル間でのコミュニケーションが円滑に実施されるよう、事 務局的な位置づけを設置することで、意思決定者レベルから業務実施/運用 者レベルまでの調整機能を確保することが重要となる。 2) 意思決定者を特定する 組織のリスクマネジメントプロセスにサイバーセキュリティリスクを組み 込むことに関する意思決定を行い、リスクベースで業務全体の中から優先順 位の高い業務を判断するなど実質的な意思決定が可能な環境を構築すること が重要であり、そのための意思決定者を特定することが必要不可欠となる。\n\n13 3) 情報収集機能を確保する 組織の資産に対する脅威と情報システム等の脆弱性を識別するために、脅 威・脆弱性情報が利用可能である必要があるため、当該情報を継続的に入手 するための体制を確保することが重要となる。一般的には、組織のCSIRT が 平時の業務として当該機能を担うことが想定される。 ３.２ 導入編 本節では、各組織において政府統一基準や各組織のセキュリティポリシー 等に従い、サイバーセキュリティリスクマネジメントプロセスが既に整備さ れていることを前提とし、既存プロセスを強化、改善する方法としてサイバ ーセキュリティフレームワークを導入する際の具体的なプロセスについて解 説する。当該プロセスは一時的な活動ではなく、定期的かつ継続的に実施す るものとして位置付けることで、サイバーセキュリティに関する継続的な改 善が可能となる。 1) 業務の優先順位付けを行い、範囲を明確化・決定する サイバーセキュリティフレームワークを導入し、サイバーセキュリティに 関する改善を行う対象を業務単位で決定する。なお、行政サービスへの影響 が軽微な業務については導入の優先順位を劣後させる、または導入の対象外 とすることが考えられるが、それ以外は原則、各機関全体を対象とする。 図 1 ステップ１ 2) 対象となるスコープを詳細化する 1)において絞り込んだ対象業務に対して、関連する情報システムと資産、 規制上の要求事項、全体的なリスクアプローチから脅威と脆弱性を特定する。 対象の業務 対象外の業務 業務全体\n\n14 図 2 ステップ２ 3) 「現在の姿」についてプロファイルを作成する コアのサブカテゴリ単位で組織の現状について簡易分析を行い、現時点で の達成状況を示すプロファイルを作成する。なお、既存のリスク評価結果が 存在する場合、既存の評価項目とサイバーセキュリティフレームワークのサ ブカテゴリのマッピングを行うことなどにより、既存のリスク評価結果を活 用することが考えられる。",
      "page_from": 14,
      "page_to": 16,
      "char_count": 1295,
      "position": 9387,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c10",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 10,
      "text": "外の業務 業務全体\n\n14 図 2 ステップ２ 3) 「現在の姿」についてプロファイルを作成する コアのサブカテゴリ単位で組織の現状について簡易分析を行い、現時点で の達成状況を示すプロファイルを作成する。なお、既存のリスク評価結果が 存在する場合、既存の評価項目とサイバーセキュリティフレームワークのサ ブカテゴリのマッピングを行うことなどにより、既存のリスク評価結果を活 用することが考えられる。既存のリスク評価結果において、サイバーセキュ リティフレームワーク上の項目が存在しない等の理由により、マッピングが 困難な場合には、当該項目についてはサイバーセキュリティフレームワーク のサブカテゴリに基づいてあらためて簡易分析を実施することが望ましい。 図 3 ステップ３ 4) リスクアセスメントを実施する 2)で特定した対象の情報システムとそれに関連する脅威、脆弱性からサイ バーセキュリティ事案が発生する可能性とその影響、および自組織における 重要システムを特定する。既存のリスクアセスメント結果が存在する場合、 対象の業務 対象外の業務 情報 システム 資産 規制上の 要求事項 リスクア プローチ 脅威 脆弱性 ・・ ・・ ・・ ・・ ・・ ・・ ・・ ・・ ・・ ・・ ・・ ・・\n\n15 当該アセスメント結果を活用することも考えられる。 図 4 ステップ４ 5) 「あるべき姿」についてプロファイルを作成する 4)の結果に基づき、保有する情報システムや資産を踏まえた目標のティア およびプロファイルを決定する。ティア3 は、一般的に「あるべき姿」を策 定する上での1 つの指標となると考えられるが、情報システムの重要性や、 情報セキュリティ事案発生時の影響度やリスクの受容度に応じて、ティアは 柔軟に設定することが可能である。 図 5 ステップ５ 6) 「現在の姿」と「あるべき姿」についてギャップを分析し、優先順位付 けを実施する プロファイルについて、 「現在の姿」と「あるべき姿」を比較し、両プロ ファイル間のギャップを分析する。 「あるべき姿」のプロファイルを達成す 情報 システム 資産 規制上の 要求事項 リスクア プローチ 脅威 脆弱性 ・・ ・・ ・・ ・・ ・・ ・・ ・・ ・・ ・・ ・・ ・・ ・・ ステップ2実施結果 リスクアセスメント結果 サイバーセキュリティイベントが 発生する可能性 サイバーセキュリティイベントが もたらす影響 自組織における重要システム\n\n16 るために解消するべきギャップについて、何を取り組んでいくのか、優先順 位をつけながら行動計画を策定する。 優先順位の検討にあたっては様々な視点で多角的にギャップを分析するこ とが望ましい。例えば、セキュリティ対策を実施する上での実現可能性、人 的・金銭的・時間的コスト、ギャップが引き起こすセキュリティリスク、既 に計画・実施中のセキュリティ対策との親和性などの観点考えられる。",
      "page_from": 15,
      "page_to": 18,
      "char_count": 1246,
      "position": 10482,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c11",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 11,
      "text": "重要システム\n\n16 るために解消するべきギャップについて、何を取り組んでいくのか、優先順 位をつけながら行動計画を策定する。 優先順位の検討にあたっては様々な視点で多角的にギャップを分析するこ とが望ましい。例えば、セキュリティ対策を実施する上での実現可能性、人 的・金銭的・時間的コスト、ギャップが引き起こすセキュリティリスク、既 に計画・実施中のセキュリティ対策との親和性などの観点考えられる。また、 同種の組織と比較を行う事で、自組織のセキュリティ対策の過不足を明らか にし、同種組織の標準的な水準を満たしていないセキュリティ対策を優先的 に強化するという考え方もある。 行動計画は、サイバーセキュリティに係る意思決定を行う委員会等で審議 し、組織の共通の課題として広く認識を図ることが重要である。 図 6 ステップ6 7) 策定した行動計画を実施する 6)において策定した行動計画に従い、サイバーセキュリティ対策に関する 改善を行うための具体的な取り組みを実施する。また、計画の進行に伴い定 期的かつ継続的に再評価を実施し、 「現在の姿」のプロファイルを更新・把 握することで、 「あるべき姿」のプロファイルとの間のギャップが解消して いくようフォローアップしていくことも重要である。再評価は外部環境（脅 威や規制上の要求事項など）および内部環境（体制やシステムなど）に大き な変更があった場合、あるいは定期的実施の観点では少なくとも1 年に1 回 以上実施する事が望ましい。\n\n17 ３.３ サイバーセキュリティフレームワーク導入時の留意点 1) ティア4 を組織の目標にする必要は無い サイバーセキュリティフレームワークにおいては、最高位のティア4 を全 ての組織目標にする必要はなく、組織における業務や情報システムの重要性 等に応じて、適切なティアを設定することが重要となる。サイバーセキュリ ティに関する取り組みが先進的な組織であっても、すべてのコアでティア4 を達成することは困難であり、現実的には3 かあるいはそれ以下の目標値が 設定されることも少なくないと考えられる。したがって、サブカテゴリで示 されるすべての管理策について網羅的に対応し、かつ、すべての管理策をテ ィア4 に設定するアプローチは現実的ではない。行動計画の実施フェーズに おいて、組織特性や求められるセキュリティ対策のレベル等を踏まえたうえ で残存リスクについて、リスクを許容するのかどうか、あるいは代替策を講 じるのかどうかなど、実現可能な対応を検討していくことが重要である。 2)フレームワークはツールとして活用し、既存プロセスを改善する サイバーセキュリティフレームワークは、既存のサイバーセキュリティリ スクマネジメントプロセスを改善するためのツールであり、サイバーセキュ リティリスクマネジメントそのものを代替するものではないという点につい ては留意する必要がある。",
      "page_from": 17,
      "page_to": 19,
      "char_count": 1234,
      "position": 11528,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c12",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 12,
      "text": "するのかどうか、あるいは代替策を講 じるのかどうかなど、実現可能な対応を検討していくことが重要である。 2)フレームワークはツールとして活用し、既存プロセスを改善する サイバーセキュリティフレームワークは、既存のサイバーセキュリティリ スクマネジメントプロセスを改善するためのツールであり、サイバーセキュ リティリスクマネジメントそのものを代替するものではないという点につい ては留意する必要がある。すなわち、サイバーセキュリティフレームワーク を導入する事で、政府統一基準や組織の情報セキュリティポリシーに従った リスクマネジメントを実施することが不要となるわけではない。サイバーセ キュリティフレームワークは、サイバーセキュリティリスクマネジメントに 関するベストプラクティスとしてのツールであり、既存のリスクマネジメン トプロセスを補完する形で、現在から将来的にどのような形でサイバーセキ ュリティ対策を講じていけばよいのかどうかを明らかにしていくための取り 組みの中で、採用する手段の1 つであることを認識することが重要である。 3)外部評価を活用し、客観的な現状分析を行う 「現在の姿」をプロファイルする際に、自己評価を行う場合、近視眼的な 評価結果となることは否めない。そのため、プロファイルを作成する際の簡 易分析は、外部評価を活用することも考えられる。一般的に、外部評価を採 用した場合、導出されるプロファイルは評価が低くなる傾向にある。 4)組織の特性に応じてコアやプロファイルを最適化する サイバーセキュリティフレームワークで定めるコアは、あくまで重要イン\n\n18 フラにおいて適用される汎用的な管理策であり、実際に組織で導入する際に は、組織の特性を踏まえて管理策の最適化や、追加・削除を検討することが 重要であることにも留意したい。当然、ティアやプロファイルにおいても組 織特性を考慮した上で策定する必要がある。\n\n19 ４ サイバーセキュリティフレームワークと他の基準等との関係 政府機関においてはサイバーセキュリティ戦略本部により、政府機関等の情 報セキュリティ水準を向上させるための統一的な枠組みとして、統一基準が定 められており、政府機関等や政府機関等全体において統一基準に基づくサイバ ーセキュリティに係るPDCA サイクルを適切に運用することで、情報セキュリテ ィの確保を図っている。 また、民間において広く活用されている、組織における情報セキュリティマ ネジメントシステムに関する国際規格であるISO/IEC27000 シリーズが存在して いる。 これらの基準等はサイバーセキュリティフレームワークと共通点があるが、 本節においては政府統一基準も含め、類似の情報セキュリティに関する基準等 との関係について言及する。 ４.１ 統一基準との関係 政府機関等が準拠すべきサイバーセキュリティに関する基準として、政府統 一基準がサイバーセキュリティ基本法に基づき定められている。",
      "page_from": 19,
      "page_to": 21,
      "char_count": 1255,
      "position": 12562,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c13",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 13,
      "text": "に関する国際規格であるISO/IEC27000 シリーズが存在して いる。 これらの基準等はサイバーセキュリティフレームワークと共通点があるが、 本節においては政府統一基準も含め、類似の情報セキュリティに関する基準等 との関係について言及する。 ４.１ 統一基準との関係 政府機関等が準拠すべきサイバーセキュリティに関する基準として、政府統 一基準がサイバーセキュリティ基本法に基づき定められている。統一基準は政 府機関等のサイバーセキュリティ水準を向上させることを目的に、情報セキュ リティのベースラインや、高い水準の情報セキュリティを確保するための対策 事項を規定しており、組織はPDCA サイクルの中でサイバーセキュリティを確 保することが求められている。政府統一基準は、行政という特定の業態におい て、標準的な業務とそのリスクに応じた対策が策定されていることを考慮すれ ば、統一基準への準拠性評価により組織におけるサイバーセキュリティリスク アセスメントが可能である。 政府機関が自身のサイバーセキュリティ態勢を構築・改善する際、統一基準 で定めるベースラインに準拠することは前提となるが、その際、サイバーセキ ュリティフレームワークを活用することで、サイバーセキュリティに係る5 つ の機能「識別」 「防御」 「検知」 「対応」 「復旧」の観点で、サイバーセキュリテ ィ対策を捉えることが可能となる。各機関におけるサイバーセキュリティ態勢 について、サイバーセキュリティフレームワークにおけるコアのカテゴリ及び サブカテゴリと照らし合わせ、どの程度達成されているかを検証することで、 改善が必要なものを明確化し、組織におけるリソース分配の優先順位付けや対 策実施時の取捨選択を行う際の情報として活用することが期待される。 ４.２ その他の基準等との関係 サイバーセキュリティフレームワークとISO/IEC27000 シリーズは、組織のサ イバーセキュリティリスクマネジメントを改善するという目的において共通し\n\n20 ている。ISO/IEC27000 シリーズは、情報セキュリティマネジメントシステムに 関する規格群であり、電子情報のみならず、情報システム、記録媒体、紙や無 形の情報も含めた、組織が保護すべき情報資産を管理するための枠組みを提供 している。他方、サイバーセキュリティフレームワークは、情報技術、産業用 制御システム、サイバーフィジカルシステム、或いはIoT といった重要インフ ラをサイバー攻撃から保護することに主な焦点を当てている。組織がリスクを 識別、評価し、それに基づいてセキュリティ対策を選択し、優先順位を付け、 導入し、継続的に改善するという一連のアプローチを提供している点では共通 しているが、サイバーセキュリティフレームワークはその保護対象や脅威を具 体化したものであるといえる。",
      "page_from": 21,
      "page_to": 22,
      "char_count": 1211,
      "position": 13617,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c14",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 14,
      "text": "産業用 制御システム、サイバーフィジカルシステム、或いはIoT といった重要インフ ラをサイバー攻撃から保護することに主な焦点を当てている。組織がリスクを 識別、評価し、それに基づいてセキュリティ対策を選択し、優先順位を付け、 導入し、継続的に改善するという一連のアプローチを提供している点では共通 しているが、サイバーセキュリティフレームワークはその保護対象や脅威を具 体化したものであるといえる。 また、サイバーセキュリティフレームワークは、サイバーセキュリティリス クマネジメントを行うプロセスについて、具体的な手法を指定しておらず、手 法の一例として、ISO31000,ISO/IEC27005,NIST SP800-39 等を示すにとどめて いる。これらのガイドラインでは、情報資産の重要度、脅威、脆弱性からリス クを分析し、対応、モニタリングする手法を示している。 また、他の基準等と比較し、サイバーセキュリティフレームワークは対応、 復旧の領域においてより具体性を高めていることが特徴としてあげられる。こ れは、昨今よく言及されるように、サイバーセキュリティに対する脅威が高度 化・複雑化すると共に、重要インフラの情報技術等への依存度が増しているこ とを踏まえ、重要インフラがサイバーセキュリティの脅威に曝された場合にお いても、継続的な機能や障害発生時の早期復旧が重要であるという認識に基づ くものだと考えられる。\n\n21 参考資料１ サイバーセキュリティフレームワークと政府統一基準の対応関係 本文書では、サイバーセキュリティフレームワークの各カテゴリと政府統一 基準の項番単位での対応関係を示すため、サイバーセキュリティフレームワー クと政府統一基準の関係を表として整理した。政府機関等の各組織は、統一基 準で定めるベースラインに準拠することが求められるが、サイバーセキュリテ ィフレームワークを適切に導入することで、各組織におけるサイバーセキュリ ティ態勢を改善することが可能となる。 当該活動の中で、下表を活用する事でサイバーセキュリティフレームワーク を導入する上で、各カテゴリの記載事項について、統一基準上の要求事項を参 照しながら、カテゴリやサブカテゴリの内容を選択することが可能となる。 他方、サイバーセキュリティフレームワークはあらゆる業種・業態につい て、包括的なものではないため、政府機関等の各組織において、追加のカテゴ リ、サブカテゴリ、参考情報を追加することも可能である。そのため、組織の 特性に応じて追加のカテゴリ等が必要な場合は、適宜拡張して利用することを 推奨する。 なお、サイバーセキュリティフレームワークコアの全容については、独立行 政法人情報処理推進機構より公開されているもの1を参照されたい。",
      "page_from": 22,
      "page_to": 23,
      "char_count": 1174,
      "position": 14628,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c15",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 15,
      "text": "レームワークはあらゆる業種・業態につい て、包括的なものではないため、政府機関等の各組織において、追加のカテゴ リ、サブカテゴリ、参考情報を追加することも可能である。そのため、組織の 特性に応じて追加のカテゴリ等が必要な場合は、適宜拡張して利用することを 推奨する。 なお、サイバーセキュリティフレームワークコアの全容については、独立行 政法人情報処理推進機構より公開されているもの1を参照されたい。 1 重要インフラのサイバーセキュリティを改善するためのフレームワーク 1.1 版 Core （https://www.ipa.go.jp/security/reports/oversea/nist/ug65p90000019cp4-att/000071205.xlsx）\n\n22 機能 の識 別子 機 能 カテゴリ の識別子 カテゴリ 政府統一基準 項番 ID 識 別 ID.AM 資産管理 3.1.1 (1) (3) 5.1.1 (1) (2) 8.1.1 (1) ID.BE ビジネス環境 2.1.2 (2) 5.3.1 (1) 7.3.2 (1) ID.GV ガバナンス 2.1.1 (1) (2) (3) (4) (5) 2.1.2 (1) (2) 2.2.1 (1) (2) 2.4.1 (1) (2) 4.1.1 (1) 5.2.1 (1) ID.RA リスクアセス メント 2.1.2 (1) 2.2.4 (2) 2.4.1 (1) (2) 5.2.1 (2) 6.2.1 (1) 6.2.4 (1) ID.RM リスクマネジ メント戦略 5.2.1 (1) 5.2.5 (1) ID.SC サプライチェ ーンリスクマ ネジメント 4.1.1 (2) (3) 4.2.1 (1) (2) (3) (4) 4.2.2 (1) (2) 5.1.2 (1) 5.2.1 (3) (4) 5.2.2 (1) (3)\n\n23 機能 の識 別子 機 能 カテゴリ の識別子 カテゴリ 政府統一基準 項番 PR 防 御 PR.AC アイデンティ ティ管理とア クセス制御 3.2.1 (1) (3) 5.2.2 (2) 6.1.1 (1) (2) 6.1.2 (1) 6.1.3 (1) 6.2.4 (1) 7.1.1 (1) 7.1.2 (1) 7.2.2 (1) 7.3.1 (1) (2) (4) 8.1.1 (3) (4) (5) (6) (8) 8.1.3 (1) (2) (3) PR.AT 意識向上およ びトレーニン グ 2.2.3 (2) PR.DS データセキュ リティ 3.1.1 (4) (6) (7) (8) 5.2.1 (3) 5.2.4 (1) 6.1.5 (1) (2) 7.1.1 (3) (4) (5) 7.1.2 (1) (2) (3) 7.2.4 (1) 7.",
      "page_from": 23,
      "page_to": 25,
      "char_count": 1200,
      "position": 15602,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c16",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 16,
      "text": "4) 8.1.1 (3) (4) (5) (6) (8) 8.1.3 (1) (2) (3) PR.AT 意識向上およ びトレーニン グ 2.2.3 (2) PR.DS データセキュ リティ 3.1.1 (4) (6) (7) (8) 5.2.1 (3) 5.2.4 (1) 6.1.5 (1) (2) 7.1.1 (3) (4) (5) 7.1.2 (1) (2) (3) 7.2.4 (1) 7.3.1 (1) (3) (4) 8.1.1 (2) (3) (6) 8.1.3 (2)\n\n24 機能 の識 別子 機 能 カテゴリ の識別子 カテゴリ 政府統一基準 項番 PR.IP 情報を保護す るためのプロ セスおよび手 順 2.2.1 (1) 2.2.4 (1) 2.3.1 (2) (3) 3.1.1 (7) (8) 3.2.1 (1) 5.1.1 (1) (2) 5.2.2 (2) 5.3.1 (1) 6.1.1 (2) 6.1.3 (1) 6.2.1 (1) 6.2.2 (1) 6.2.4 (1) 7.1.1 (1) (2) (3) (4) (5) 7.1.2 (1) (2) (3) 7.1.3 (1) 7.2.2 (1) (2) 7.2.3 (1) 7.3.1 (3) 7.3.2 (1) 8.1.2 (1) PR.MA 保守 5.2.3 (1) 6.1.4 (1) 7.3.1 (1) PR.PT 保護技術 3.1.1 (3) (4) (6) 6.1.4 (1) 7.1.1 (2) (5) 7.2.3 (1) (2) 7.2.4 (1) 7.3.1 (1) (2) (4) 8.1.1 (1) (3) 8.1.2 (1)\n\n25 機能 の識 別子 機 能 カテゴリ の識別子 カテゴリ 政府統一基準 項番 DE 検 知 DE.AE 異常とイベン ト 2.2.4 (2) 5.2.1 (2) DE.CM セキュリティ の継続的なモ ニタリング 6.1.4 (1) 6.2.2 (1) 6.3.1 (2) 7.1.1 (1) (2) (4) (5) 7.1.2 (2) 7.2.2 (2) 7.3.1 (1) 7.3.2 (2) 8.1.1 (3) (4) (7) DE.DP 検知プロセス 8.1.1 (7) 8.1.2 (1) RS 対 応 RS.RP 対応計画の作 成 2.2.4 (1) RS.CO コミュニケー ション 2.2.4 (2) RS.AN 分析 2.2.4 (2) 6.2.1 (1) 7.2.2 (2) RS.MI 低減 2.2.4 (2) 5.1.1 (1) (2) 6.2.1 (1) RS.IM 改善 2.2.4 (3) RC 復 旧 RC.RP 復旧計画の作 成 2.2.4 (2)\n\n26 機能 の識 別子 機 能 カテゴリ の識別子 カテゴリ",
      "page_from": 25,
      "page_to": 28,
      "char_count": 1199,
      "position": 16602,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c17",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 17,
      "text": "2.4 (1) RS.CO コミュニケー ション 2.2.4 (2) RS.AN 分析 2.2.4 (2) 6.2.1 (1) 7.2.2 (2) RS.MI 低減 2.2.4 (2) 5.1.1 (1) (2) 6.2.1 (1) RS.IM 改善 2.2.4 (3) RC 復 旧 RC.RP 復旧計画の作 成 2.2.4 (2)\n\n26 機能 の識 別子 機 能 カテゴリ の識別子 カテゴリ 政府統一基準 項番 RC.IM 改善 2.4.1 (1) (2) RC.CO コミュニケー ション 2.2.4 (2)\n\n27 参考資料２ 参考文献 （1） National Institute of Standards and Technology - Framework for Improving Critical Infrastructure Cybersecurity, Version 1.1 https://nvlpubs.nist.gov/nistpubs/CSWP/NIST.CSWP.04162018.pdf （2） National Institute of Standards and Technology - Success Story: Israel National Cyber Directorate Version 2.0 https://www.nist.gov/cyberframework/success-stories/israel-national- cyber-directorate-version-20 （3） IPA – 重要インフラのためのサイバーセキュリティを改善するためのフ レームワーク https://www.ipa.go.jp/security/reports/oversea/nist/ug65p90000019cp4- att/000071204.pdf （4） CIS-Sapienza, Cybersecurity National Lab – National Framework for Cyber Security https://www.cybersecurityframework.it/ （5） UK Government – The Minimum Cyber Security Standard https://www.gov.uk/government/publications/the-minimum-cyber- security-standard",
      "page_from": 27,
      "page_to": 29,
      "char_count": 1071,
      "position": 17602,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    },
    {
      "chunk_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c_c18",
      "doc_id": "b6bb9799f42dc0ecc8ef9dfd6ed95c9c",
      "chunk_index": 18,
      "text": "www.gov.uk/government/publications/the-minimum-cyber- security-standard",
      "page_from": 29,
      "page_to": 29,
      "char_count": 71,
      "position": 18602,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／1,016KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/a84dbb17/20230411_resources_standard_guidelines_guideline_05.pdf"
    }
  ],
  "keywords": [
    {
      "term": "サイバー",
      "count": 107
    },
    {
      "term": "セキュリ",
      "count": 101
    },
    {
      "term": "ティフレ",
      "count": 48
    },
    {
      "term": "ームワー",
      "count": 48
    },
    {
      "term": "キュリテ",
      "count": 32
    },
    {
      "term": "カテゴリ",
      "count": 23
    },
    {
      "term": "イバーセ",
      "count": 23
    },
    {
      "term": "ュリティ",
      "count": 18
    },
    {
      "term": "ーセキュ",
      "count": 17
    },
    {
      "term": "ティア",
      "count": 16
    }
  ]
}