{
  "doc_id": "cfc2ba4cdf280ae19755b6135d09c253",
  "metadata": {
    "meeting": "デジタル社会推進標準ガイドライン",
    "agency": "デジタル庁",
    "title": "PDF（189KB）",
    "date": "2023-07-04",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/256f01e5/20230411_resources_standard_guidelines_glossary_04.pdf"
  },
  "pages": 1,
  "chunks": [
    {
      "chunk_id": "cfc2ba4cdf280ae19755b6135d09c253_c0",
      "doc_id": "cfc2ba4cdf280ae19755b6135d09c253",
      "chunk_index": 0,
      "text": "処分通知等のデジタル化に係る短期的手法例の検討フローチャート ※処分通知等の完全性を担保すること及び個人や法人等に送信することが前提である場合。 実現パターン 実現手法（例） 個別要件への対応（例） パターンA 既存の情報システムの利用 ・手作業では対応できない規模の場合で あって、申請から処分通知等までを一体的 に行う電子申請・通知情報システム、特に、 利用者の利便性の観点から行政機関等が 共通して使用可能な情報システムを利用す ることが望ましいといえる。 実現手法の概要 ・情報システム上にて処分通知等を閲覧又はダウンロー ドを可能とする。 ・ID/パスワード等により認証を行うことで、機密性を確保 する（「行政手続におけるオンラインによる本人確認の手 法に関するガイドライン」を参照すること。）。 ・SSL/TLSサーバ証明書等により、通信経路の暗号化、 発行元の証明を行う。 到達時期、到達状況の特定する必要がある場合 ・処分通知等のダウンロードや閲覧がされたときのログ等で確認する。 電子署名が必要と判断される場合 ・完全性や法令等の観点から電子署名が真に必要と判断される場合には、デジ タル化された処分通知等に電子署名を付与する。 パターンB オンラインストレージの利用 ・手作業での対応が可能な規模であり、要 機密情報である場合には、オンラインストレー ジを活用する方法が考えられる。 実現手法の概要 ・処分通知を電子ファイル化し、オンラインストレージ上か ら閲覧又はダウンロードを可能とする。 ・文書番号や問合せ先等を明記することで、発行元や 内容の検証を行うこと等が考えられる。 ・ID/パスワード等により認証を行うことで、機密性を確保 する。 ・SSL/TLSサーバ証明書等により、通信経路の暗号化を 行う。 到達時期、到達状況の特定する必要がある場合 ・遅くとも処分通知等のデータのダウンロードが完了した時に到達したものと考えら れる。処分通知等をダウンロードしたときに、送信者へ電子メール等で通知する機 能も必要に応じて活用されたい。 ・到達が確認できない場合は、ダウンロードや返信を再度求める連絡や、書面に よる処分通知等の送付等が考えられる。 電子署名が必要と判断される場合 ・完全性や法令等の観点から電子署名が真に必要と判断される場合には、処 分通知等に電子署名を付与する。 パターンC 電子メールの利用 ・手作業での対応が可能な規模であり、取 り扱う情報が要機密情報でない場合には、 電子メールを活用する方法が考えられる。 ・要機密情報である場合も、利便性や事務 処理負担の観点で許容可能と判断できる 場合には、電子メールを活用する方法が考 えられる。 実現手法の概要 ・申請時等に処分通知等を受ける者の同意を得た上 で、到達可能なメールアドレスを取得しておき、電子メー ルにより処分通知等を行う。 ・文書番号や問合せ先等を明記することで、発行元や 内容の検証を可能とする。または、DKIMやS/MIME等 によりメールの発信元を検証可能とする。",
      "page_from": 1,
      "page_to": 1,
      "char_count": 1291,
      "position": 0,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "PDF（189KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/256f01e5/20230411_resources_standard_guidelines_glossary_04.pdf"
    },
    {
      "chunk_id": "cfc2ba4cdf280ae19755b6135d09c253_c1",
      "doc_id": "cfc2ba4cdf280ae19755b6135d09c253",
      "chunk_index": 1,
      "text": "も、利便性や事務 処理負担の観点で許容可能と判断できる 場合には、電子メールを活用する方法が考 えられる。 実現手法の概要 ・申請時等に処分通知等を受ける者の同意を得た上 で、到達可能なメールアドレスを取得しておき、電子メー ルにより処分通知等を行う。 ・文書番号や問合せ先等を明記することで、発行元や 内容の検証を可能とする。または、DKIMやS/MIME等 によりメールの発信元を検証可能とする。 到達時期、到達状況の特定する必要がある場合 ・電子メールやその他通信手段で返信を求める。 電子署名が必要と判断される場合 ・完全性や法令等の観点から電子署名が真に必要と判断される場合には、電 子ファイルに電子署名を付与する。 要機密情報（機密性2情報）を取り扱う場合 ・電子メールの盗聴リスクを踏まえ、必要に応じて暗号化等による情報漏えい対 策を施す。 検討フロー デジタル化の実現手法（例） 申請等に基づく 処分通知等であるか 取り扱う処分通知等は 要機密情報である Yes Yes No オンラインストレージ を準備可能である Yes No 少：手作業でも 対応可能な規模 処理件数の多寡 多：手作業では 対応できない規模 No 連絡先の入手等の観点で デジタル化が可能であるか （※） Yes No （本フローの対象外） （※）申請等に基づかない処分通知等におけるデジタル化の条件について 申請等に基づかない処分通知等については、次のような事項を確保可能である場合のみ、本フローチャート で示す実現パターンが適用可能と想定する。この場合において、日本国の主権が及ばない国外に所在する個 人や法人に対して、デジタル化された処分通知等の送信を検討する場合は留意が必要である。 ①処分通知等を受ける者の連絡先の入手と本人確認が可能である。 ②デジタル手続法第７条第１項ただし書に基づくデジタル化の同意取得が可能である。 ③手作業での対応が可能な規模である。 既存の 情報システムの有無 No 新規の情報システムの整備等 （本フローの対象外） Yes",
      "page_from": 1,
      "page_to": 1,
      "char_count": 875,
      "position": 1091,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "PDF（189KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/256f01e5/20230411_resources_standard_guidelines_glossary_04.pdf"
    }
  ],
  "keywords": [
    {
      "term": "処分通知",
      "count": 12
    },
    {
      "term": "電子署名",
      "count": 7
    },
    {
      "term": "電子メー",
      "count": 7
    },
    {
      "term": "手作業で",
      "count": 6
    },
    {
      "term": "する",
      "count": 5
    },
    {
      "term": "オンライ",
      "count": 5
    },
    {
      "term": "る場合",
      "count": 4
    },
    {
      "term": "実現手法",
      "count": 4
    },
    {
      "term": "観点から",
      "count": 4
    },
    {
      "term": "合には",
      "count": 4
    }
  ]
}