{
  "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
  "metadata": {
    "meeting": "デジタル社会推進標準ガイドライン",
    "agency": "デジタル庁",
    "title": "本文（PDF／310KB）",
    "date": "2023-07-04",
    "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
  },
  "pages": 34,
  "chunks": [
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c0",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 0,
      "text": "デジタル社会推進実践ガイドブック DS-531 処分通知等のデジタル化に係る 基本的な考え方 2023 年（令和5 年）３月31 日 デジタル庁 〔ドキュメントの位置付け〕 Informative：参考とするドキュメント 〔キーワード〕 処分通知等、短期的、デジタル化、デジタル完結、信頼性確保、 到達時期、保存 〔概要〕 個人や法人等の利便性と行政運営の効率性の向上を目指し、処分通知等の デジタル化を短期的に推進するため、実務で参考とできるよう、共通的な考 え方や課題への対応方法などを提供する。\n\n改定履歴 改定年月日 改定箇所 改定内容 2023年3月31日 － 初版決定\n\ni 目次 目次 ................................................................ i １ 経緯・背景 ....................................................... 1 ２ 関連する法令及び規定等における考え方 ............................. 2 ２.１ デジタル手続法 .............................................. 2 ２.２ 構造改革のためのデジタル原則 ................................ 2 ２.３ デジタル手続法の各主務省令 .................................. 3 ２.４ 情報セキュリティポリシー .................................... 3 ２.５ 公文書管理法 ................................................ 4 ２.６ オープンデータ基本指針や実装データモデル .................... 4 ３ 処分通知等のデジタル化 ........................................... 5 ３.１ 処分通知等のデジタル化の手法について ........................ 5 ３.２ 処分通知等のデジタル化を検討する優先順位 .................... 5 ３.３ 既存の情報システムの利用 .................................... 5 ３.４ オンラインストレージや電子メール等の利用 .................... 6 ３.５ 電子署名の利用 .............................................. 6 ４ 処分通知等の信頼性確保 .........................................",
      "page_from": 1,
      "page_to": 3,
      "char_count": 1200,
      "position": 0,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c1",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 1,
      "text": "................................. 5 ３.４ オンラインストレージや電子メール等の利用 .................... 6 ３.５ 電子署名の利用 .............................................. 6 ４ 処分通知等の信頼性確保 ........................................... 8 ４.１ 信頼性確保の基本的な考え方について .......................... 8 ４.２ 発行元の証明（検証可能性） .................................. 8 ４.３ 完全性、機密性及び可用性の担保 .............................. 9 ４.４ 申請等に基づかない処分通知等の留意事項 ...................... 9 ４.５ 許可証等の有効期限と電子証明書の有効期限の関係 ............. 10 ５ 処分通知等の到達時期の考え方と到達の確認 ........................ 11 ５.１ 処分通知等の到達時期の基本的な考え方について ............... 11 ５.２ 情報システムを利用する場合 ................................. 11 ５.３ 電子メールで送信する場合 ................................... 12 ５.４ 到達が確認できない場合 ..................................... 12 ６ 公文書管理上のデータ保存の考え方 ................................ 13 ６.１ 保存しておくべき文書 ....................................... 13 ６.２ 保存期間 ................................................... 13 ７ 届出の受付通知について（参考） .................................. 14 別紙１ 参考資料一覧 ............................................... 15 別紙２ 関連条文 ................................................... 17\n\n1 １ 経緯・背景 行政手続のデジタル完結の推進について、個人や法人等から行政への情報通 信技術を活用した行政の推進等に関する法律（平成14 年法律第151 号。以下 「デジタル手続法」という。 ）第３条第８号に規定する申請等（以下「申請等」 という。 ）についてはデジタル化が推進されてきたところであるが、同法第３ 条第９号に規定する処分通知等（以下「処分通知等」という。",
      "page_from": 3,
      "page_to": 4,
      "char_count": 1270,
      "position": 1000,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c2",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 2,
      "text": "........ 17\n\n1 １ 経緯・背景 行政手続のデジタル完結の推進について、個人や法人等から行政への情報通 信技術を活用した行政の推進等に関する法律（平成14 年法律第151 号。以下 「デジタル手続法」という。 ）第３条第８号に規定する申請等（以下「申請等」 という。 ）についてはデジタル化が推進されてきたところであるが、同法第３ 条第９号に規定する処分通知等（以下「処分通知等」という。 ）のデジタル化 率は依然として低水準で推移しており、このことが行政手続のデジタル完結の 課題となっている1。課題を解決することで、行政手続のデジタル完結を推進し、 個人や法人等の利便性を向上させるとともに、行政運営の効率化を図ることが できる。 こうした中、 「デジタル社会の実現に向けた重点計画」 （令和４年６月７日閣 議決定） （以下「重点計画」という。 ）では、処分通知等のデジタル化に係る検 討を進めることとし、 「トラストを確保したDX 推進サブワーキンググループ報 告書」 （令和４年７月29 日）では、 「行政手続等の棚卸調査」 （令和３年度調査） の実態分析を踏まえ、処分通知等の文書発出をより円滑にオンラインで行うこ とが可能となるよう検討を進めるべきであると示された。 これを受け、デジタル庁において、処分通知等のデジタル化に係る「デジタ ル改革に向けたマルチステークホルダーモデル（MSM） 」を運用し、参加者一同 から「処分通知等のデジタル化に向けた提言書」 （令和４年12 月９日）の提出 を受けた。 これらの報告書や提言書をもとに、処分通知等のデジタル化に係る共通課題 への対応について基本的な考え方（以下「本基本的な考え方」という。 ）を整 理した。本基本的な考え方が、デジタル手続法第３条第２号に規定する行政機 関等（以下「行政機関等」という。 ）が処分通知等のデジタル化を図る上での 課題解決に向けた参考資料となることを期待する。本基本的な考え方は、基本 的にデジタル手続法第７条第１項に基づき処分通知等をデジタル化する場合を 想定しているが、同項に基づかず処分通知等をデジタル化する場合についても 本基本的な考え方を参考とされたい。 また、実務例に照らし、これまで行政機関等から問合せが多かったものにつ いては「 「処分通知等のデジタル化に係る基本的な考え方」Q&A」として整理す る。 1 行政手続の現状の課題については、デジタル臨時行政調査会作業部会（第８回） （令和４年４月20 日） 資料１「行政手続・官民取引のデジタル完結に向けて」の２ページ「行政手続のデジタル化に関する現状 と課題」を参照。",
      "page_from": 3,
      "page_to": 4,
      "char_count": 1121,
      "position": 2070,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c3",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 3,
      "text": "的な考え方を参考とされたい。 また、実務例に照らし、これまで行政機関等から問合せが多かったものにつ いては「 「処分通知等のデジタル化に係る基本的な考え方」Q&A」として整理す る。 1 行政手続の現状の課題については、デジタル臨時行政調査会作業部会（第８回） （令和４年４月20 日） 資料１「行政手続・官民取引のデジタル完結に向けて」の２ページ「行政手続のデジタル化に関する現状 と課題」を参照。\n\n2 ２ 関連する法令及び規定等における考え方 ２.１ デジタル手続法 デジタル手続法第７条第１項により「処分通知等のうち当該処分通知等に関 する他の法令の規定において書面等により行うことその他のその方法が規定さ れている」処分通知等については、デジタル化（ 「電子情報処理組織を使用す る方法」で手続等を行うこと）が可能とされており2、主務省令においてその方 法が規定されている。また、同法第２条ではデジタルファースト原則（個々の 手続・サービスが一貫してデジタルで完結する）が定められている。 なお、同法第４条では、政府の「情報システム整備計画」において、申請等 及び申請等に基づく処分通知等は、電子情報処理組織を使用する方法により行 うために必要な情報システムの整備に関する事項を定めるべき旨が規定されて いる。 ２.２ 構造改革のためのデジタル原則 令和３年12 月にデジタル臨時行政調査会が作成した「デジタル時代の構造改 革とデジタル原則の方向性について」においても、 「①デジタル完結・自動化 原則」として、行政手続についてのエンドツーエンドでのデジタル対応を実現 することが、第一に掲げられている。 上記２.１のデジタル手続法の規定の趣旨等も踏まえ、各府省庁において、 原則全ての申請等について、令和７年末までにデジタル化を図ることとしてい る。 また、令和３年度からは、年間手続件数が10 万件以上の原則全ての手続につ いて、前後の手続を含め、エンドツーエンドでデジタル化が図られるよう、各 府省庁でオンライン利用率引上げの「基本計画」を定め、取組が進められてい る。 以上のように、エンドツーエンドでのデジタル完結を求めるデジタル手続法 の趣旨やデジタル原則等を踏まえ、令和７年末に向けて、原則全ての申請等の デジタル化の検討が進められていることから、併せて処分通知等のデジタル化 についても進める必要があり、これは情報システムの整備や業務改革（BPR） の観点からも効果的であると考えられる。 2 処分通知等のうち「当該処分通知等に関する他の法令の規定において書面等により行うことその他のそ の方法が規定されていないもの」については、デジタル手続法第７条第１項の対象外であるが、この場合 はそもそもデジタル化を妨げる規定が存在しないため、原則としてデジタル化は可能と考えられる。",
      "page_from": 4,
      "page_to": 5,
      "char_count": 1200,
      "position": 2991,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c4",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 4,
      "text": "についても進める必要があり、これは情報システムの整備や業務改革（BPR） の観点からも効果的であると考えられる。 2 処分通知等のうち「当該処分通知等に関する他の法令の規定において書面等により行うことその他のそ の方法が規定されていないもの」については、デジタル手続法第７条第１項の対象外であるが、この場合 はそもそもデジタル化を妨げる規定が存在しないため、原則としてデジタル化は可能と考えられる。\n\n3 ２.３ デジタル手続法の各主務省令 各主務省令における「電子証明書」や「電子情報処理組織による処分通知等」 の規定について、個別の手続において根拠となる主務省令等の定義が統一され ておらず、特に地方公共団体より、電子証明書等の取扱いが不明確である点が デジタル化の阻害要因となっているとの指摘がある。 例えば、地方公共団体が行う法令（法律及び法律に基づく命令）に基づく処 分通知等について、デジタル手続法に基づいてデジタル化しようとする際、各 主務省令又は同主務省令に基づく告示によって、利用可能な電子署名や電子証 明書の種類が限定されていることがあり、一部の主務省令では地方公共団体組 織認証基盤（LGPKI）の職責証明書に基づく電子署名が認められていない。 この点について、例えば、地方公共団体が行うデジタル化された処分通知等 については、職責による電子署名は利用可能であると考えられる。また、デジ タル化された処分通知等を電子メールで送信することについては、主務省令に おいて特段の定め等がない限り可能であると考えられる。 ２.４ 情報セキュリティポリシー 処分通知等のデジタル化に係る情報セキュリティについては、各行政機関等 の情報セキュリティポリシーに則った対応が必要であり、参照するべき情報セ キュリティに係る通知等は以下のとおりである。 ① 「政府機関等のサイバーセキュリティ対策のための統一基準群」 （令和 ３年７月７日サイバーセキュリティ戦略本部決定） ② 各行政機関等の情報セキュリティポリシー ③ 「地方公共団体における情報セキュリティポリシーに関するガイドライ ン」 （令和４年３月25 日総務省） ④ 重要インフラのサイバーセキュリティに係る行動計画（令和４年６月17 日サイバーセキュリティ戦略本部決定） また、本基本的な考え方では、機密性１情報及び機密性２情報を含む処分通 知等を対象とし、機密性３情報を含む処分通知等は対象としない。 なお、本基本的な考え方における情報システム、機密性、完全性、可用性、 要機密情報、要保全情報、要安定情報及び要保護情報の各用語の定義3は、各行 政機関等の情報セキュリティポリシーによるものとするが、行政機関等におい 3 政府機関における各定義は「政府機関等のサイバーセキュリティ対策のための統一基準群」 （令和３ 年７月７日）によるものである。 このうち「完全性」については次のとおり。 ・完全性２情報「業務で取り扱う情報（書面を除く。",
      "page_from": 5,
      "page_to": 6,
      "char_count": 1254,
      "position": 3991,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c5",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 5,
      "text": "ステム、機密性、完全性、可用性、 要機密情報、要保全情報、要安定情報及び要保護情報の各用語の定義3は、各行 政機関等の情報セキュリティポリシーによるものとするが、行政機関等におい 3 政府機関における各定義は「政府機関等のサイバーセキュリティ対策のための統一基準群」 （令和３ 年７月７日）によるものである。 このうち「完全性」については次のとおり。 ・完全性２情報「業務で取り扱う情報（書面を除く。 ）のうち、改ざん、誤びゅう又は破損により、国 民の権利が侵害され又は業務の適切な遂行に支障（軽微なものを除く。 ）を及ぼすおそれがある情報」 ・完全性１情報「完全性２情報以外の情報（書面を除く。 ） 」\n\n4 て情報セキュリティポリシーを定めていない、又は上記用語の定義を定めてい ない場合は、①「政府機関等のサイバーセキュリティ対策のための統一基準群」 の用語の定義に準じるものとする。 ２.５ 公文書管理法 デジタル化された処分通知等の公文書管理に係るデータ保存及び保存期間等 についての考え方は下記６に記載する。 ２.６ オープンデータ基本指針や実装データモデル 許認可事業者の名簿のように処分に関する情報を公表する場合は、オープン データ基本指針（令和３年６月15 日高度情報通信ネットワーク社会推進戦略本 部・官民データ活用推進戦略会議決定）に基づき、国民参加・官民協働の推進 を通じた諸課題の解決や経済活性化等を図るため、機械判読に適した構造及び データ形式で掲載することが原則となる。 また、デジタル化された処分通知等の機械判読や自動処理に係るデータモデ ルとして、実装データモデル（行政）証明・通知（令和４年３月31 日デジタル 庁・デジタル社会推進実践ガイドブックDS-451-2）が検討時に参考になる実践 的なガイドブックとなっている。\n\n5 ３ 処分通知等のデジタル化 ３.１ 処分通知等のデジタル化の手法について 処分通知等のデジタル化を新たに実施する場合、短期的に取り得る手段とし ては以下３.２から３.５に沿って検討することが考えられる。ただし、事前に 処分通知等のデジタル化（施行）に係る相手方の同意を得る際に、通知の方法 や時期等を説明することが望ましい。 また、処分通知等のデジタル化の検討に当たっては、本基本的な考え方の参 考資料である「処分通知等のデジタル化に係る短期的手法例の検討フローチャ ート」も参照されたい。 なお、中長期的には、処分通知等の件数、業務効率性やコストに応じて、情 報システムの新規整備や改修も検討する必要があると考えられる。 ３.２ 処分通知等のデジタル化を検討する優先順位 処分通知等のデジタル化を検討する優先順位としては、次の考え方を基本と する。 （１）既存の情報システムの利用 個人や法人等がデジタル化された処分通知等の受取や保存が容易になる などの利便性の向上、行政機関等の業務効率性の向上の観点から、下記３. ３「既存の情報システムの利用」を検討する。",
      "page_from": 6,
      "page_to": 8,
      "char_count": 1264,
      "position": 5046,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c6",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 6,
      "text": "報システムの新規整備や改修も検討する必要があると考えられる。 ３.２ 処分通知等のデジタル化を検討する優先順位 処分通知等のデジタル化を検討する優先順位としては、次の考え方を基本と する。 （１）既存の情報システムの利用 個人や法人等がデジタル化された処分通知等の受取や保存が容易になる などの利便性の向上、行政機関等の業務効率性の向上の観点から、下記３. ３「既存の情報システムの利用」を検討する。 （２）オンラインストレージや電子メール等の利用 既存の情報システムが無い場合、必要な機能が備わっておらず既存の情 報システムの利用が困難な場合又は処理件数が少なく効率性が保てる場合 は下記３.４「オンラインストレージや電子メール等の利用」を検討する。 （３）電子署名の利用 上記（２）において、第三者による検証が必要とされるものについて、 当該処分通知等の根拠法令の趣旨等に鑑みて、発行元の証明や発行された 処分通知等の完全性の確保を行うことが必要と判断した場合は下記３.５ 「電子署名の利用」を検討する。 ３.３ 既存の情報システムの利用 電子申請・通知機能を持つ情報システム（以下「電子申請・通知情報システ ム」という。 ）が既に整備されている場合、当該情報システムを利用して処分 通知等をデジタル化することが望ましい。特に、利用者の利便性の観点からは、 行政機関等が共通して使用可能な電子申請・通知情報システムを利用すること が望ましい。\n\n6 例：e-Gov（電子申請（通知含む。 ） ） 、jGrants、マイナポータル「お知らせ 機能」 、各府省庁の電子申請・通知情報システム なお、マイナポータル「お知らせ機能」を使用する場合は、処分通知等のデ ジタル化（施行）に係る相手方の同意を得る際に併せて、アカウント設定から 「行政機関等からのお知らせの通知」の有効化を依頼することが望ましい。 ３.４ オンラインストレージや電子メール等の利用 デジタル化された処分通知等を、情報セキュリティが十分確保されたオンラ インストレージ4を利用して送信する方法は、発行された処分通知等の完全性及 び機密性の担保が可能であり、また、電子メールを利用して送信する方法は、 汎用性が高い。これらの方法は、いずれも処分通知等を受ける者が少ない場合 は利用しやすいと考えられる。なお、オンラインストレージや電子メール等以 外の情報システムの利用を妨げるものでなく、実務に応じて、デジタル化した 処分通知等の情報の格付の区分毎に求められる情報セキュリティを担保できる 情報システムを利用することが必要である。 ３.５ 電子署名の利用5 ３.４の場合において、電子署名が真に必要な場合は、デジタル化された処 分通知等に電子署名を行うことを検討する。ただし、電子署名はあくまで文書 作成者の証明や発行された処分通知等の完全性担保の方法の一つであり、デジ タル化する処分通知等の全てに電子署名が必要なものではない。",
      "page_from": 8,
      "page_to": 9,
      "char_count": 1249,
      "position": 6110,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c7",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 7,
      "text": "情報の格付の区分毎に求められる情報セキュリティを担保できる 情報システムを利用することが必要である。 ３.５ 電子署名の利用5 ３.４の場合において、電子署名が真に必要な場合は、デジタル化された処 分通知等に電子署名を行うことを検討する。ただし、電子署名はあくまで文書 作成者の証明や発行された処分通知等の完全性担保の方法の一つであり、デジ タル化する処分通知等の全てに電子署名が必要なものではない。書面の処分通 知等に公印を押印していた場合であっても、そのまま電子署名に移行するので はなく、公印の根拠（法令上の規定の有無）や必要性（完全性の担保等）を改 めて検討した上で、真に必要な場合に限って電子署名を利用すべきである。 デジタル手続法の各主務省令にて、デジタル化された処分通知等に対して利 用可能な電子署名が制限されていない場合、利用可能な電子署名は以下が考え られる。 ① 政府認証基盤（GPKI）の官職証明書に基づくもの 4 ここでいうオンラインストレージとは、オンライン経由で利用するストレージ（データ保存場所）であ り、オンライン上のストレージの特定フォルダやファイルをダウンロード元としてリンクを発行し、通知 を受ける者は当該ダウンロードリンクからファイルをダウンロードすることで、デジタル化された処分通 知等を受け取ることができる。 5 GPKI やLGPKI での電子署名を付したPDF 形式の文書は、Adobe 社のソフトウェアではルート証明書がイ ンストールされていないため署名の検証ができない。このため、国では、PDF 署名検証サービスのプロト タイプ版を公開しているが、令和５年中を目途に本格運用を開始予定である。またGPKI とLGPKI では、 PDF 形式の文書の署名検証ができるよう、AATL(ADOBE APPROVED TRUST LIST）に令和６年度中を目途に対 応予定である。\n\n7 ② 地方公共団体組織認証基盤（LGPKI）の職責証明書に基づくもの ③ 電子署名及び認証業務に関する法律（平成12 年法律第102 号） （以下 「電子署名法」という。 ）第２条第１項に該当する電子署名 ④ その他、電子文書等の発行元の組織等を示す目的で行われる電子署名 なお、どのような電子署名が電子署名法第２条第１項に該当するかは、電子 証明書の種類、内容等を踏まえて個々に判断する必要があるが、特に、立会人 型電子署名については、 「利用者の指示に基づきサービス提供事業者自身の署 名鍵により暗号化等を行う電子契約サービスに関するQ&A」 （令和２年７月17日 総務省・法務省・経済産業省）を参照されたい。 また、グレーゾーン解消制度（事業者が新事業活動を行う際に、その実施し ようとする新事業活動に関する規制法令の解釈及び適用について確認の求めを 行うことができる制度）によって、電子署名法第２条第１項の該当性について 確認を求められた際には、デジタル庁ウェブサイト等において回答を公表して いるので併せて参照されたい。",
      "page_from": 9,
      "page_to": 10,
      "char_count": 1280,
      "position": 7159,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c8",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 8,
      "text": "に関するQ&A」 （令和２年７月17日 総務省・法務省・経済産業省）を参照されたい。 また、グレーゾーン解消制度（事業者が新事業活動を行う際に、その実施し ようとする新事業活動に関する規制法令の解釈及び適用について確認の求めを 行うことができる制度）によって、電子署名法第２条第１項の該当性について 確認を求められた際には、デジタル庁ウェブサイト等において回答を公表して いるので併せて参照されたい。\n\n8 ４ 処分通知等の信頼性確保 ４.１ 信頼性確保の基本的な考え方について 処分通知等のデジタル化を実施する場合、書面に比べて改ざん・偽造が容易 である、改ざんの痕跡が残りにくい等の特徴があることから、悪意ある第三者 によるなりすましやデータの改ざん等を防ぐため、デジタル化された処分通知 等についてはその信頼性を確保することが特に重要である。 処分通知等を書面からデジタル化したときに、デジタル化された処分通知等 の信頼性を確保するためには、発行元の証明、発行された処分通知等の完全性、 機密性及び可用性の担保が重要であると考えられる。 また、デジタル手続法第７条第１項ただし書により、書面等その他のその方 法が規定されている処分通知等をデジタル化するためには処分通知等を受ける 者の同意が必要であるため、申請等に基づく処分通知等の場合には、処分通知 等を受ける者の連絡先の入手及び同意取得を申請時に行うことが望ましい。こ の同意が得られない場合は、書面で処分通知等を行うこととなり、本基本的な 考え方の対象外となる。 なお、処分通知等のデジタル化に当たっての本人確認6に加えて、申請等に基 づかない処分通知等については、互いの信頼性が比較的低い状態であることか ら、発行元の証明等のような信頼性確保が特に重要であると考えられる。 ４.２ 発行元の証明（検証可能性） 行政機関等が、デジタル化された処分通知等に行政機関名、部署名、連絡先 及び文書番号等を記載することで、当該処分通知等を受けた個人や法人等は、 記載された行政機関等に当該処分通知等の有無や内容を照会することで発行元 の検証が可能となる。 その他の発行元の証明の方法として以下の①～③が考えられる。 ① DKIM（DomainKeys Identified Mail）やS/MIME（Secure/Multipurpose Internet Mail Extensions）等による電子メールの送信元の証明 ② 暗号化された通信により、行政機関及び独立行政法人等が運営する go.jp 等のドメインを持つウェブサイトや情報システムを通じてデジタル 化された処分通知等をダウンロードすること ③ 行政機関等のウェブサイト等において公表される許認可情報によって関 6「行政手続におけるオンラインによる本人確認の手法に関するガイドライン",
      "page_from": 10,
      "page_to": 11,
      "char_count": 1200,
      "position": 8239,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c9",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 9,
      "text": "ernet Mail Extensions）等による電子メールの送信元の証明 ② 暗号化された通信により、行政機関及び独立行政法人等が運営する go.jp 等のドメインを持つウェブサイトや情報システムを通じてデジタル 化された処分通知等をダウンロードすること ③ 行政機関等のウェブサイト等において公表される許認可情報によって関 6「行政手続におけるオンラインによる本人確認の手法に関するガイドライン」 （平成31 年２月25 日各府 省情報化統括責任者（CIO）連絡会議決定）及び「行政手続のオンライン化に当たっての本人確認の考え 方」 （令和２年11 月16 日内閣府規制改革推進室、内閣官房IT 総合戦略室、内閣官房行政改革推進本部事 務局）を参照。\n\n9 係者が検証可能とすること。 また、処分通知等のデジタル化の実施に際しては、デジタル化された処分通 知等を受ける者が検証可能となるように、必要に応じて検証の方法を行政機関 等が運営するウェブサイトで公表することが考えられる。 ４.３ 完全性、機密性及び可用性の担保 対象となる処分通知等が情報の格付の区分で要保護情報となる場合は、発行 された処分通知等の完全性、機密性及び可用性の担保について、各行政機関等 の情報セキュリティポリシーに則った対応が必要となる。 完全性の担保（要保全情報）の観点では、処分通知等の内容に応じ、上記４. ２を参考に発行元の証明を行うこと、例えば、行政機関等に処分通知等の記載 内容を問い合わせる、又はDKIM やS/MIME で使用されている電子証明書を検証 すること等が考えられる。 機密性の担保（要機密情報）の観点では、情報システム上で、処分通知等を 受ける者に対してID・パスワード等により認証を行い、デジタル化された処分 通知等を同情報システムで送付することが考えられる。併せて、通信経路上の 情報漏えいを防ぐための措置として、デジタル化された処分通知等の暗号化や TLS（Transport Layer Security）通信等による通信の暗号化等が考えられる。 可用性の担保（要安定情報）の観点では、例えば、行政機関等がオンライン ストレージを利用し、任意のダウンロード期限を設定のうえ送信したデジタル 化された処分通知等については、当該処分通知等を受けた者からのダウンロー ド期限後の当該処分通知等の再送信依頼に対応することが必要である。また、 行政機関等がオンラインストレージを直接運営するのではなく、外部の民間サ ービスを使う場合には、当該サービスの安定的な稼働、情報へのアクセスを認 められた者が、必要時に中断することなく、情報及び関連資産にアクセスでき る状態を確保することが必要である。",
      "page_from": 11,
      "page_to": 12,
      "char_count": 1151,
      "position": 9239,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c10",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 10,
      "text": "タル 化された処分通知等については、当該処分通知等を受けた者からのダウンロー ド期限後の当該処分通知等の再送信依頼に対応することが必要である。また、 行政機関等がオンラインストレージを直接運営するのではなく、外部の民間サ ービスを使う場合には、当該サービスの安定的な稼働、情報へのアクセスを認 められた者が、必要時に中断することなく、情報及び関連資産にアクセスでき る状態を確保することが必要である。 ４.４ 申請等に基づかない処分通知等の留意事項 処分通知等が申請等に基づくか否かにより次の２つに分類するとき、 （２） 申請等に基づかない処分通知等のデジタル化においては、 （１）申請等に基づ く処分通知等の場合と異なり、互いの信頼性が比較的低い状態であることから、 とりわけ上記４.２、４.３等の対応が重要となる7。 （１）申請等に基づく処分通知等 例えば、個人や法人等が法令に基づく許可を得るため、当該法令に基づ 7 日本国の主権が及ばない国外に所在する個人や法人に対して、デジタル化された処分通知等の送信を検 討する場合は留意が必要である。\n\n10 く申請を行った場合に、行政機関等が許可又は不許可の処分をしたことを 申請者に対して通知すること。 （２）申請等に基づかない処分通知等 例えば、行政機関等が許認可の取消しや業務停止命令等の処分を当該事 業者に対して通知すること。 ４.５ 許可証等の有効期限と電子証明書の有効期限の関係 行政機関等による許可や確認を受けたことを示す文書（例えば許可証又は認 定証等。 ）に電子署名を付して交付した際、有効期限内に電子署名に係る電子 証明書の有効期限が経過したとしても、許可処分自体は無効にはならない。 ただし、発行された処分通知等の完全性の検証が出来なくなるため、必要に 応じて、上記４.２のような方法を併用すること8や、電子署名とタイムスタン プを組み合わせた長期署名を行い、タイムスタンプを付与するたびに再交付又 は再ダウンロード等をできるようにする等の方法が考えられる。 8 ただし、DKIM やS/MIME は電子証明書を利用するため、同様に有効期限切れの問題があることに注意す る必要がある。\n\n11 ５ 処分通知等の到達時期の考え方と到達の確認 ５.１ 処分通知等の到達時期の基本的な考え方について 処分通知等については、到達の時期についても問題となる。特に、不利益処 分や申請拒否処分等を想定すると、例えば行政不服審査法（平成26年法律第68 号）第18 条第１項において、審査請求ができる期間は、原則として処分があっ たことを知った日の翌日から起算して３月以内9との旨が規定されていることか ら、処分通知等がいつ到達したか、また、行政機関等が処分通知等の到達を確 認できるのか、が重要となる10。 処分通知等の到達に係る考え方については、デジタル手続法第７条第３項に おいて規定されている。",
      "page_from": 12,
      "page_to": 14,
      "char_count": 1230,
      "position": 10190,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c11",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 11,
      "text": "すると、例えば行政不服審査法（平成26年法律第68 号）第18 条第１項において、審査請求ができる期間は、原則として処分があっ たことを知った日の翌日から起算して３月以内9との旨が規定されていることか ら、処分通知等がいつ到達したか、また、行政機関等が処分通知等の到達を確 認できるのか、が重要となる10。 処分通知等の到達に係る考え方については、デジタル手続法第７条第３項に おいて規定されている。同法の解釈上、同項の「電子計算機に備えられたファ イル」が具体的にどの部分かについては、各情報システムの内容等に基づき、 どの時点において相手方が処分通知等を知り得る状態におかれた（必ずしも相 手方が現実に了知することまでも必要とするものではない）とみなせるかとい う観点で特定することになる。 また、ログが残る情報システムを利用して処分通知等を行った場合、行政機 関等は情報システムのログを確認すること等により、処分通知等が到達したこ とを確認できる。 ５.２ 情報システムを利用する場合 例えば、当該ファイルが読み取り可能な状態11であることを前提に、オンラ インストレージを利用して送信する場合は、遅くとも、処分通知等を受ける者 による当該オンラインストレージ内のデジタル化された処分通知等のデータの ダウンロードが完了した時に到達したものと考えられる。オンラインストレー ジのサービスの種類によっては、処分通知等を受ける者が処分通知等をダウン ロードしたときに、送信者である行政機関等へ電子メール等で通知する機能が あるので、必要に応じて活用されたい。 なお、個別の情報システムや手続の状況によっては、ダウンロードしたとき よりも前に到達したと考えられることもある。 9 ただし、原則として処分があった日の翌日から起算して１年を経過したときは処分についての審査請求 をすることができない。 10 この他、行政事件訴訟法(昭和37 年法律第139 号)第14 条第１項において、取消訴訟ができる期間は、 原則として処分又は裁決があったことを知った日の翌日から起算して６月以内との旨が規定されている。 また、処分通知等のうち、行政不服審査法及び行政事件訴訟法における「処分」にあたるものの通知には 教示義務があり、適切な教示を行うよう留意が必要である。 11 「読み取り可能な状態」については、経済産業省「電子商取引及び情報財取引等に関する準則」(令和 ４年４月改訂)の10 ページ「 （３） 「読み取り可能な状態」の意義」を参照。\n\n12 ５.３ 電子メールで送信する場合 電子メールで送信する場合、行政機関等が到達を確認することは困難である ため、到達の確認を行う場合には、個別の行政手続の運用に応じて方法を検討 する必要がある。例えば、電子メールやその他通信手段で返信を求めることが 考えられる。 ただし、電子メール等で返信を求める場合は、なりすましによるフィッシン グ詐欺等として悪用されるおそれがあるため、予防に係る対応が必要であると 考えられる。",
      "page_from": 14,
      "page_to": 15,
      "char_count": 1281,
      "position": 11220,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c12",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 12,
      "text": "ルで送信する場合 電子メールで送信する場合、行政機関等が到達を確認することは困難である ため、到達の確認を行う場合には、個別の行政手続の運用に応じて方法を検討 する必要がある。例えば、電子メールやその他通信手段で返信を求めることが 考えられる。 ただし、電子メール等で返信を求める場合は、なりすましによるフィッシン グ詐欺等として悪用されるおそれがあるため、予防に係る対応が必要であると 考えられる。例えば、電子メールの送信者の正当性を担保するために上記４. ２に示すような措置を行うことが望ましい。 ５.４ 到達が確認できない場合 オンラインストレージを利用して送信したデジタル化された処分通知等が一 定期間を過ぎてもダウンロードされない場合、電子メールを利用して送信した 当該処分通知等への返信が無い場合など、当該処分通知等の到達が確認できな い場合は、ダウンロードや返信を再度求める連絡（当該連絡は処分通知等には 該当しない）をすることや、書面により処分通知等を送付する等により対応す ることが考えられる。\n\n13 ６ 公文書管理上のデータ保存の考え方 ６.１ 保存しておくべき文書 処分通知等に係る文書、例えば、処分通知等や施行の記録に関するデータは、 基本的に行政文書12に該当すると考えられるため、行政機関及び独立行政法人 等は、公文書管理法に基づき、当該データを適切に管理することが必要である 13。例えば、デジタル化した処分通知等を電子メールで施行する場合は、当該 メール及び添付ファイルに適切な保存期間等を設定し、行政文書ファイル管理 簿又は法人文書ファイル管理簿に登録して、適切に管理・保存する必要がある 14。 地方公共団体においても、公文書管理法第34 条を踏まえつつ、公文書管理条 例等の例規等に沿って適切に対応されたい。 ６.２ 保存期間 処分通知等に係るデータは、意思決定過程や事務及び事業の実績の合理的な 跡付けや検証に必要となる行政文書であると考えられるため、保存期間を１年 以上として保存することが必要15である。具体的な保存期間は、保存期間表等 をもとに適切に設定することが必要である。 12 公文書等の管理に関する法律（平成21 年法律第66 号）第２条第４項及び各地方公共団体の例規で定 められている行政文書のことをいう。 13 立会人型電子署名（クラウド型電子署名）の利用に係る公文書管理における考え方は、 「会計手続にお けるクラウド型電子署名サービスの活用に当たっての考え方」 （令和３年２月２日内閣府規制改革推進 室）の４ページを参照。 14 電子メールの保存について、選別、ファイル形式及び効率的かつ効果的に行う仕組みの例など詳細 は、 「電子メールの選別及び手順に関するマニュアル」 （令和４年２月10 日内閣府大臣官房公文書管理課 長）を参照。 15 「行政文書の管理に関するガイドライン」 （令和４年２月７日内閣総理大臣決定）第４の３(５)を参 照。",
      "page_from": 15,
      "page_to": 16,
      "char_count": 1254,
      "position": 12301,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c13",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 13,
      "text": "たっての考え方」 （令和３年２月２日内閣府規制改革推進 室）の４ページを参照。 14 電子メールの保存について、選別、ファイル形式及び効率的かつ効果的に行う仕組みの例など詳細 は、 「電子メールの選別及び手順に関するマニュアル」 （令和４年２月10 日内閣府大臣官房公文書管理課 長）を参照。 15 「行政文書の管理に関するガイドライン」 （令和４年２月７日内閣総理大臣決定）第４の３(５)を参 照。\n\n14 ７ 届出の受付通知について（参考） 行政機関等に対する届出16など、デジタル手続法上の申請等には該当するが、 行政機関等に応答の義務が無い手続も存在する。 しかし、このような一方的な申請等のみで完結する手続についても、申請者 等への情報提供等の観点から、届出を受付した旨の通知（以下「受付通知」と いう。 ）をオンラインで送付（画面表示）することは行われていることも多い と考えられる。 法令の規定に基づかない受付通知は処分通知等には当たらないが、デジタル 化の利点を活かして申請等に対して応答を行うという点では同様の役割を果た すものであり、申請等から通知までのデジタル完結における取組の一環として、 対応を図っていくことが重要である。 16 行政手続法（平成５年法律第88 号）第２条第７項における届出のこと。\n\n15 別紙１ 参考資料一覧 ⚫ デジタル社会の実現に向けた重点計画（令和４年６月７日 閣議決定） ⚫ トラストを確保したDX 推進サブワーキンググループ報告書（令和４年７ 月29 日 デジタル庁） ⚫ 行政手続等の棚卸結果等（令和３年度調査（令和２年度末（令和３年度 ３月31 日）時点） デジタル庁） ⚫ 処分通知等のデジタル化に向けた提言書（令和４年12 月９日 デジタル 改革に向けたマルチステークホルダーモデル（処分通知等のデジタル化） での議論参加者一同） ⚫ 行政手続・官民取引のデジタル完結に向けて（令和４年４月20 日 デジ タル庁） ⚫ 政府機関等のサイバーセキュリティ対策のための統一基準群（令和３年 度版） （令和３年７月７日 サイバーセキュリティ戦略本部決定） ⚫ 地方公共団体における情報セキュリティポリシーに関するガイドライン （令和４年３月25 日改定 総務省） ⚫ 重要インフラのサイバーセキュリティに係る行動計画（令和４年６月17 日サイバーセキュリティ戦略本部決定） ⚫ デジタル時代の構造改革とデジタル原則の方向性について（令和３年１ ２月22 日 デジタル庁） ⚫ 「利用者の指示に基づきサービス提供事業者自身の署名鍵により暗号化 等を行う電子契約サービスに関するＱ＆Ａ」 （令和２年７月17 日 総務 省・法務省・経済産業省） ⚫ 行政手続におけるオンラインによる本人確認の手法に関するガイドライ ン（平成31 年２月25 日 各",
      "page_from": 16,
      "page_to": 18,
      "char_count": 1200,
      "position": 13355,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c14",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 14,
      "text": "バーセキュリティ戦略本部決定） ⚫ デジタル時代の構造改革とデジタル原則の方向性について（令和３年１ ２月22 日 デジタル庁） ⚫ 「利用者の指示に基づきサービス提供事業者自身の署名鍵により暗号化 等を行う電子契約サービスに関するＱ＆Ａ」 （令和２年７月17 日 総務 省・法務省・経済産業省） ⚫ 行政手続におけるオンラインによる本人確認の手法に関するガイドライ ン（平成31 年２月25 日 各府省情報化統括責任者（ＣＩＯ）連絡会議 決定） ⚫ 行政手続のオンライン化に当たっての本人確認の考え方（令和２年11 月 16 日 内閣府規制改革推進室、内閣官房IT 総合戦略室、内閣官房行政改 革推進本部事務局） ⚫ 電子商取引及び情報財取引等に関する準則（令和４年４月 経済産業省） ⚫ 会計手続におけるクラウド型電子署名サービスの活用に当たっての考え 方（令和３年２月２日 内閣府規制改革推進室） ⚫ 電子メールの選別及び手順に関するマニュアル（令和４年２月10 日 内 閣府大臣官房公文書管理課長） ⚫ 行政文書の管理に関するガイドライン（令和４年２月７日全部改定 内 閣総理大臣決定）\n\n16 ⚫ オープンデータ基本指針（令和３年６月15 日改正 高度情報通信ネット ワーク社会推進戦略本部（IT 総合戦略本部） ・官民データ活用推進戦略会 議決定）\n\n17 別紙２ 関連条文 ⚫ 情報通信技術を活用した行政の推進等に関する法律（平成14 年法律第 151 号） （抄） ⚫ 電子署名及び認証業務に関する法律（平成12 年法律第102 号） （抄） ⚫ 公文書等の管理に関する法律（平成21 年法律第66 号） （抄） ⚫ 行政事件訴訟法（昭和37 年法律第139 号） （抄） ⚫ 行政不服審査法（平成26 年法律第68 号） （抄） ⚫ 行政手続法（平成５年法律第88 号） （抄）\n\n18 情報通信技術を活用した行政の推進等に関する法律（平成14 年法律第151 号） （抄） （基本原則） 第二条 情報通信技術を活用した行政の推進は、事務又は業務の遂行に用いる情報を書面 等から官民データ（官民データ活用推進基本法第二条第一項に規定する官民データをい う。以下この条において同じ。 ）へと転換することにより、公共分野における情報通信 技術の活用を図るとともに、情報通信技術を活用した社会生活の利便性の向上及び事業 活動の効率化を促進することが、急速な少子高齢化の進展への対応その他の我が国が直 面する課題の解決にとって重要であることに鑑み、情報通信技術の利用のための能力又 は知識経験が十分でない者に対する適正な配慮がされることを確保しつつ、デジタル社 会（デジタル社会形成基本法第二条に規定するデジタル社会をいう。 ）の形成に関する 施策及び官民データの適正かつ効果的な活用の推進に関する施策の一環として、次に掲 げる事項を旨として行われなければならない。",
      "page_from": 18,
      "page_to": 21,
      "char_count": 1238,
      "position": 14355,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c15",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 15,
      "text": "化の進展への対応その他の我が国が直 面する課題の解決にとって重要であることに鑑み、情報通信技術の利用のための能力又 は知識経験が十分でない者に対する適正な配慮がされることを確保しつつ、デジタル社 会（デジタル社会形成基本法第二条に規定するデジタル社会をいう。 ）の形成に関する 施策及び官民データの適正かつ効果的な活用の推進に関する施策の一環として、次に掲 げる事項を旨として行われなければならない。 一 手続等並びにこれに関連する行政機関等の事務及び民間事業者の業務の処理に係る 一連の行程が情報通信技術を利用して行われるようにすることにより、手続等に係る 時間、場所その他の制約を除去するとともに、当該事務及び業務の自動化及び共通化 を図り、もって手続等が利用しやすい方法により迅速かつ的確に行われるようにする こと。 二 民間事業者その他の者から行政機関等に提供された情報については、行政機関等が 相互に連携して情報システムを利用した当該情報の共有を図ることにより、当該情報 と同一の内容の情報の提供を要しないものとすること。 三 社会生活又は事業活動に伴い同一の機会に通常必要とされる多数の手続等（これら の手続等に関連して民間事業者に対して行われ、又は民間事業者が行う通知を含む。 以下この号において同じ。 ）について、行政機関等及び民間事業者が相互に連携する ことにより、情報通信技術を利用して当該手続等を一括して行うことができるように すること。 （定義） 第三条 この法律において、次の各号に掲げる用語の意義は、当該各号に定めるところに よる。 一 法令 法律及び法律に基づく命令をいう。 二 行政機関等 次に掲げるものをいう。 イ 内閣、法律の規定に基づき内閣に置かれる機関若しくは内閣の所轄の下に置かれ る機関、宮内庁、内閣府設置法（平成十一年法律第八十九号）第四十九条第一項若 しくは第二項に規定する機関、国家行政組織法（昭和二十三年法律第百二十号）第 三条第二項に規定する機関若しくは会計検査院又はこれらに置かれる機関\n\n19 ロ イに掲げる機関の職員であって法律上独立に権限を行使することを認められたも の ハ 地方公共団体又はその機関（議会を除く。 ） ニ 独立行政法人（独立行政法人通則法（平成十一年法律第百三号）第二条第一項に 規定する独立行政法人をいう。ヘにおいて同じ。 ） ホ 地方独立行政法人（地方独立行政法人法（平成十五年法律第百十八号）第二条第 一項に規定する地方独立行政法人をいう。ヘにおいて同じ。 ） ヘ 法律により直接に設立された法人、特別の法律により特別の設立行為をもって設 立された法人（独立行政法人を除く。 ）又は特別の法律により設立され、かつ、そ の設立に関し行政庁の認可を要する法人（地方独立行政法人を除く。",
      "page_from": 21,
      "page_to": 22,
      "char_count": 1183,
      "position": 15393,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c16",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 16,
      "text": "る独立行政法人をいう。ヘにおいて同じ。 ） ホ 地方独立行政法人（地方独立行政法人法（平成十五年法律第百十八号）第二条第 一項に規定する地方独立行政法人をいう。ヘにおいて同じ。 ） ヘ 法律により直接に設立された法人、特別の法律により特別の設立行為をもって設 立された法人（独立行政法人を除く。 ）又は特別の法律により設立され、かつ、そ の設立に関し行政庁の認可を要する法人（地方独立行政法人を除く。 ）のうち、政 令で定めるもの ト 行政庁が法律の規定に基づく試験、検査、検定、登録その他の行政上の事務につ いて当該法律に基づきその全部又は一部を行わせる者を指定した場合におけるその 指定を受けた者 チ ニからトまでに掲げる者（トに掲げる者については、当該者が法人である場合に 限る。 ）の長 三 国の行政機関等 次に掲げるものをいう。 イ 前号イ及びロに掲げるもの ロ 前号ニ及びヘからチまでに掲げる者のうちその者に係る手続等に係る関係者の利 便性の向上並びに行政運営の簡素化及び効率化のために当該手続等における情報通 信技術の利用の確保が必要なものとして政令で定めるもの 四 民間事業者 個人又は法人その他の団体であって、事業を行うもの（行政機関等を 除く。 ）をいう。 五 書面等 書面、書類、文書、謄本、抄本、正本、副本、複本その他文字、図形その 他の人の知覚によって認識することができる情報が記載された紙その他の有体物をい う。 六 署名等 署名、記名、自署、連署、押印その他氏名又は名称を書面等に記載するこ とをいう。 七 電磁的記録 電子的方式、磁気的方式その他人の知覚によっては認識することがで きない方式で作られる記録であって、電子計算機による情報処理の用に供されるもの をいう。 八 申請等 申請、届出その他の法令の規定に基づき行政機関等に対して行われる通知 （訴訟手続その他の裁判所における手続並びに刑事事件及び政令で定める犯則事件に 関する法令の規定に基づく手続（以下この条及び第十四条第一項において「裁判手続 等」という。 ）において行われるものを除く。 ）をいう。この場合において、経由機関 （法令の規定に基づき他の行政機関等又は民間事業者を経由して行われる申請等にお\n\n20 ける当該他の行政機関等又は民間事業者をいう。以下この号において同じ。 ）がある ときは、当該申請等については、当該申請等をする者から経由機関に対して行われる もの及び経由機関から他の経由機関又は当該申請等を受ける行政機関等に対して行わ れるものごとに、それぞれ別の申請等とみなして、この法律の規定を適用する。 九 処分通知等 処分（行政庁の処分その他公権力の行使に当たる行為をいう。 ）の通 知その他の法令の規定に基づき行政機関等が行う通知（不特定の者に対して行うもの 及び裁判手続等において行うものを除く。 ）をいう。この場合において、経由機関 （法令の規定に基づき他の行政機関等又は民間事業者を経由して行う処分通知等にお ける当該他の行政機関等又は民間事業者をいう。",
      "page_from": 22,
      "page_to": 23,
      "char_count": 1289,
      "position": 16376,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c17",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 17,
      "text": "とみなして、この法律の規定を適用する。 九 処分通知等 処分（行政庁の処分その他公権力の行使に当たる行為をいう。 ）の通 知その他の法令の規定に基づき行政機関等が行う通知（不特定の者に対して行うもの 及び裁判手続等において行うものを除く。 ）をいう。この場合において、経由機関 （法令の規定に基づき他の行政機関等又は民間事業者を経由して行う処分通知等にお ける当該他の行政機関等又は民間事業者をいう。以下この号において同じ。 ）がある ときは、当該処分通知等については、当該処分通知等を行う行政機関等が経由機関に 対して行うもの及び経由機関が他の経由機関又は当該処分通知等を受ける者に対して 行うものごとに、それぞれ別の処分通知等とみなして、この法律の規定を適用する。 十 縦覧等 法令の規定に基づき行政機関等が書面等又は電磁的記録に記録されている 事項を縦覧又は閲覧に供すること（裁判手続等において行うものを除く。 ）をいう。 十一 作成等 法令の規定に基づき行政機関等が書面等又は電磁的記録を作成し、又は 保存すること（裁判手続等において行うものを除く。 ）をいう。 十二 手続等 申請等、処分通知等、縦覧等又は作成等をいう。 （情報システム整備計画） 第四条 政府は、情報通信技術を利用して行われる手続等に係る国の行政機関等の情報シ ステム（次条第四項を除き、以下単に「情報システム」という。 ）の整備を総合的かつ 計画的に実施するため、情報システムの整備に関する計画（以下「情報システム整備計 画」という。 ）を作成しなければならない。 ２ 情報システム整備計画は、次に掲げる事項について定めるものとする。 一 計画期間 二 情報システムの整備に関する基本的な方針 三 申請等及び申請等に基づく処分通知等を電子情報処理組織を使用する方法により行 うために必要な情報システムの整備に関する次に掲げる事項 イ 申請等及び申請等に基づく処分通知等のうち、情報システムの整備により電子情 報処理組織を使用する方法により行うことができるようにするものの範囲 ロ イの情報システムの整備の内容及び実施期間 四 申請等に係る書面等の添付を省略するために必要な情報システムの整備に関する次 に掲げる事項 イ 申請等に係る書面等のうち、情報システムの整備により添付を省略することがで きるようにするものの種類 ロ イの情報システムの整備の内容及び実施期間\n\n21 五 情報システムを利用して迅速に情報の授受を行うために講ずべき次に掲げる措置に 関する事項 イ データの標準化（電磁的記録において用いられる用語、符号その他の事項を統一 し、又はその相互運用性を確保することをいう。 ） ロ 外部連携機能（プログラムが有する機能又はデータを他のプログラムにおいて利 用し得るようにするために必要な機能をいう。",
      "page_from": 23,
      "page_to": 24,
      "char_count": 1197,
      "position": 17465,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c18",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 18,
      "text": "種類 ロ イの情報システムの整備の内容及び実施期間\n\n21 五 情報システムを利用して迅速に情報の授受を行うために講ずべき次に掲げる措置に 関する事項 イ データの標準化（電磁的記録において用いられる用語、符号その他の事項を統一 し、又はその相互運用性を確保することをいう。 ） ロ 外部連携機能（プログラムが有する機能又はデータを他のプログラムにおいて利 用し得るようにするために必要な機能をいう。 ）の整備及び当該外部連携機能に係 る仕様に関する情報の提供 六 行政機関等による情報システムの共用の推進に関する事項 七 その他情報システムの整備に関する事項 ３ 内閣総理大臣は、情報システム整備計画の案を作成し、閣議の決定を求めなければな らない。 ４ 内閣総理大臣は、前項の規定による閣議の決定があったときは、遅滞なく、情報シス テム整備計画を公表しなければならない。 ５ 前二項の規定は、情報システム整備計画の変更について準用する。 （電子情報処理組織による処分通知等） 第七条 処分通知等のうち当該処分通知等に関する他の法令の規定において書面等により 行うことその他のその方法が規定されているものについては、当該法令の規定にかかわ らず、主務省令で定めるところにより、主務省令で定める電子情報処理組織を使用する 方法により行うことができる。ただし、当該処分通知等を受ける者が当該電子情報処理 組織を使用する方法により受ける旨の主務省令で定める方式による表示をする場合に限 る。 ２ 前項の電子情報処理組織を使用する方法により行われた処分通知等については、当該 処分通知等に関する他の法令の規定に規定する方法により行われたものとみなして、当 該法令その他の当該処分通知等に関する法令の規定を適用する。 ３ 第一項の電子情報処理組織を使用する方法により行われた処分通知等は、当該処分通 知等を受ける者の使用に係る電子計算機に備えられたファイルへの記録がされた時に当 該処分通知等を受ける者に到達したものとみなす。 ４ 処分通知等のうち当該処分通知等に関する他の法令の規定において署名等をすること が規定されているものを第一項の電子情報処理組織を使用する方法により行う場合には、 当該署名等については、当該法令の規定にかかわらず、氏名又は名称を明らかにする措 置であって主務省令で定めるものをもって代えることができる。 ５ 処分通知等を受ける者について対面により本人確認をするべき事情がある場合、処分 通知等に係る書面等のうちにその原本を交付する必要があるものがある場合その他の当 該処分通知等のうちに第一項の電子情報処理組織を使用する方法により行うことが困難 又は著しく不適当と認められる部分がある場合として主務省令で定める場合には、主務\n\n22 省令で定めるところにより、当該処分通知等のうち当該部分以外の部分につき、前各項 の規定を適用する。この場合において、第二項中「行われた処分通知等」とあるのは、 「行われた処分通知等（第五項の規定により前項の規定を適用する部分に限る。",
      "page_from": 23,
      "page_to": 25,
      "char_count": 1293,
      "position": 18462,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c19",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 19,
      "text": "該処分通知等のうちに第一項の電子情報処理組織を使用する方法により行うことが困難 又は著しく不適当と認められる部分がある場合として主務省令で定める場合には、主務\n\n22 省令で定めるところにより、当該処分通知等のうち当該部分以外の部分につき、前各項 の規定を適用する。この場合において、第二項中「行われた処分通知等」とあるのは、 「行われた処分通知等（第五項の規定により前項の規定を適用する部分に限る。以下こ の項から第四項までにおいて同じ。 ） 」とする。\n\n23 電子署名及び認証業務に関する法律（平成12 年法律第102 号） （抄） （定義） 第二条 この法律において「電子署名」とは、電磁的記録（電子的方式、磁気的方式その 他人の知覚によっては認識することができない方式で作られる記録であって、電子計算 機による情報処理の用に供されるものをいう。以下同じ。 ）に記録することができる情 報について行われる措置であって、次の要件のいずれにも該当するものをいう。 一 当該情報が当該措置を行った者の作成に係るものであることを示すためのものであ ること。 二 当該情報について改変が行われていないかどうかを確認することができるものであ ること。 ２ この法律において「認証業務」とは、自らが行う電子署名についてその業務を利用す る者（以下「利用者」という。 ）その他の者の求めに応じ、当該利用者が電子署名を行 ったものであることを確認するために用いられる事項が当該利用者に係るものであるこ とを証明する業務をいう。 ３ この法律において「特定認証業務」とは、電子署名のうち、その方式に応じて本人だ けが行うことができるものとして主務省令で定める基準に適合するものについて行われ る認証業務をいう。\n\n24 公文書等の管理に関する法律（平成21 年法律第66 号） （抄） （定義） 第二条 この法律において「行政機関」とは、次に掲げる機関をいう。 一 法律の規定に基づき内閣に置かれる機関（内閣府を除く。 ）及び内閣の所轄の下に 置かれる機関 二 内閣府、宮内庁並びに内閣府設置法（平成十一年法律第八十九号）第四十九条第一 項及び第二項に規定する機関（これらの機関のうち第四号の政令で定める機関が置か れる機関にあっては、当該政令で定める機関を除く。 ） 三 国家行政組織法（昭和二十三年法律第百二十号）第三条第二項に規定する機関（第 五号の政令で定める機関が置かれる機関にあっては、当該政令で定める機関を除く。 ） 四 内閣府設置法第三十九条及び第五十五条並びに宮内庁法（昭和二十二年法律第七十 号）第十六条第二項の機関並びに内閣府設置法第四十条及び第五十六条（宮内庁法第 十八条第一項において準用する場合を含む。",
      "page_from": 24,
      "page_to": 27,
      "char_count": 1159,
      "position": 19555,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c20",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 20,
      "text": "ては、当該政令で定める機関を除く。 ） 三 国家行政組織法（昭和二十三年法律第百二十号）第三条第二項に規定する機関（第 五号の政令で定める機関が置かれる機関にあっては、当該政令で定める機関を除く。 ） 四 内閣府設置法第三十九条及び第五十五条並びに宮内庁法（昭和二十二年法律第七十 号）第十六条第二項の機関並びに内閣府設置法第四十条及び第五十六条（宮内庁法第 十八条第一項において準用する場合を含む。 ）の特別の機関で、政令で定めるもの 五 国家行政組織法第八条の二の施設等機関及び同法第八条の三の特別の機関で、政令 で定めるもの 六 会計検査院 ２ この法律において「独立行政法人等」とは、独立行政法人通則法（平成十一年法律第 百三号）第二条第一項に規定する独立行政法人及び別表第一に掲げる法人をいう。 ３ この法律において「国立公文書館等」とは、次に掲げる施設をいう。 一 独立行政法人国立公文書館（以下「国立公文書館」という。 ）の設置する公文書館 二 行政機関の施設及び独立行政法人等の施設であって、前号に掲げる施設に類する機 能を有するものとして政令で定めるもの ４ この法律において「行政文書」とは、行政機関の職員が職務上作成し、又は取得した 文書（図画及び電磁的記録（電子的方式、磁気的方式その他人の知覚によっては認識す ることができない方式で作られた記録をいう。以下同じ。 ）を含む。第十九条を除き、 以下同じ。 ）であって、当該行政機関の職員が組織的に用いるものとして、当該行政機 関が保有しているものをいう。ただし、次に掲げるものを除く。 一 官報、白書、新聞、雑誌、書籍その他不特定多数の者に販売することを目的として 発行されるもの 二 特定歴史公文書等 三 政令で定める研究所その他の施設において、政令で定めるところにより、歴史的若 しくは文化的な資料又は学術研究用の資料として特別の管理がされているもの（前号 に掲げるものを除く。 ） ５ この法律において「法人文書」とは、独立行政法人等の役員又は職員が職務上作成し、 又は取得した文書であって、当該独立行政法人等の役員又は職員が組織的に用いるもの\n\n25 として、当該独立行政法人等が保有しているものをいう。ただし、次に掲げるものを除 く。 一 官報、白書、新聞、雑誌、書籍その他不特定多数の者に販売することを目的として 発行されるもの 二 特定歴史公文書等 三 政令で定める博物館その他の施設において、政令で定めるところにより、歴史的若 しくは文化的な資料又は学術研究用の資料として特別の管理がされているもの（前号 に掲げるものを除く。 ） 四 別表第二の上欄に掲げる独立行政法人等が保有している文書であって、政令で定め るところにより、専ら同表下欄に掲げる業務に係るものとして、同欄に掲げる業務以 外の業務に係るものと区分されるもの ６ この法律において「歴史公文書等」とは、歴史資料として重要な公文書その他の文書 をいう。 ７ この法律において「特定歴史公文書等」とは、歴史公文書等のうち、次に掲げるもの をいう。",
      "page_from": 27,
      "page_to": 28,
      "char_count": 1299,
      "position": 20514,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c21",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 21,
      "text": "掲げるものを除く。 ） 四 別表第二の上欄に掲げる独立行政法人等が保有している文書であって、政令で定め るところにより、専ら同表下欄に掲げる業務に係るものとして、同欄に掲げる業務以 外の業務に係るものと区分されるもの ６ この法律において「歴史公文書等」とは、歴史資料として重要な公文書その他の文書 をいう。 ７ この法律において「特定歴史公文書等」とは、歴史公文書等のうち、次に掲げるもの をいう。 一 第八条第一項の規定により国立公文書館等に移管されたもの 二 第十一条第四項の規定により国立公文書館等に移管されたもの 三 第十四条第四項の規定により国立公文書館の設置する公文書館に移管されたもの 四 法人その他の団体（国及び独立行政法人等を除く。以下「法人等」という。 ）又は 個人から国立公文書館等に寄贈され、又は寄託されたもの ８ この法律において「公文書等」とは、次に掲げるものをいう。 一 行政文書 二 法人文書 三 特定歴史公文書等\n\n26 行政事件訴訟法（昭和37 年法律第139 号） （抄） （抗告訴訟） 第三条 この法律において「抗告訴訟」とは、行政庁の公権力の行使に関する不服の訴 訟をいう。 ２ この法律において「処分の取消しの訴え」とは、行政庁の処分その他公権力の行使 に当たる行為（次項に規定する裁決、決定その他の行為を除く。以下単に「処分」と いう。 ）の取消しを求める訴訟をいう。 ３ この法律において「裁決の取消しの訴え」とは、審査請求その他の不服申立て（以 下単に「審査請求」という。 ）に対する行政庁の裁決、決定その他の行為（以下単に 「裁決」という。 ）の取消しを求める訴訟をいう。 ４ この法律において「無効等確認の訴え」とは、処分若しくは裁決の存否又はその効 力の有無の確認を求める訴訟をいう。 ５ この法律において「不作為の違法確認の訴え」とは、行政庁が法令に基づく申請に 対し、相当の期間内に何らかの処分又は裁決をすべきであるにかかわらず、これをし ないことについての違法の確認を求める訴訟をいう。 ６ この法律において「義務付けの訴え」とは、次に掲げる場合において、行政庁がそ の処分又は裁決をすべき旨を命ずることを求める訴訟をいう。 一 行政庁が一定の処分をすべきであるにかかわらずこれがされないとき（次号に掲げ る場合を除く。 ） 。 二 行政庁に対し一定の処分又は裁決を求める旨の法令に基づく申請又は審査請求がさ れた場合において、当該行政庁がその処分又は裁決をすべきであるにかかわらずこれ がされないとき。 ７ この法律において「差止めの訴え」とは、行政庁が一定の処分又は裁決をすべきで ないにかかわらずこれがされようとしている場合において、行政庁がその処分又は裁 決をしてはならない旨を命ずることを求める訴訟をいう。 （出訴期間） 第十四条 取消訴訟は、処分又は裁決があつたことを知つた日から六箇月を経過したと きは、提起することができない。ただし、正当な理由があるときは、この限りでない。",
      "page_from": 28,
      "page_to": 29,
      "char_count": 1277,
      "position": 21613,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c22",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 22,
      "text": "されないとき。 ７ この法律において「差止めの訴え」とは、行政庁が一定の処分又は裁決をすべきで ないにかかわらずこれがされようとしている場合において、行政庁がその処分又は裁 決をしてはならない旨を命ずることを求める訴訟をいう。 （出訴期間） 第十四条 取消訴訟は、処分又は裁決があつたことを知つた日から六箇月を経過したと きは、提起することができない。ただし、正当な理由があるときは、この限りでない。 ２ 取消訴訟は、処分又は裁決の日から一年を経過したときは、提起することができな い。ただし、正当な理由があるときは、この限りでない。 ３ 処分又は裁決につき審査請求をすることができる場合又は行政庁が誤つて審査請求 をすることができる旨を教示した場合において、審査請求があつたときは、処分又は 裁決に係る取消訴訟は、その審査請求をした者については、前二項の規定にかかわら ず、これに対する裁決があつたことを知つた日から六箇月を経過したとき又は当該裁\n\n27 決の日から一年を経過したときは、提起することができない。ただし、正当な理由が あるときは、この限りでない。\n\n28 行政不服審査法（平成26 年法律第68 号） （抄） （目的等） 第一条 この法律は、行政庁の違法又は不当な処分その他公権力の行使に当たる行為に関 し、国民が簡易迅速かつ公正な手続の下で広く行政庁に対する不服申立てをすることが できるための制度を定めることにより、国民の権利利益の救済を図るとともに、行政の 適正な運営を確保することを目的とする。 ２ 行政庁の処分その他公権力の行使に当たる行為（以下単に「処分」という。 ）に関す る不服申立てについては、他の法律に特別の定めがある場合を除くほか、この法律の定 めるところによる。 （処分についての審査請求） 第二条 行政庁の処分に不服がある者は、第四条及び第五条第二項の定めるところにより、 審査請求をすることができる。 （審査請求をすべき行政庁） 第四条 審査請求は、法律（条例に基づく処分については、条例）に特別の定めがある場 合を除くほか、次の各号に掲げる場合の区分に応じ、当該各号に定める行政庁に対して するものとする。 一 処分庁等（処分をした行政庁（以下「処分庁」という。 ）又は不作為に係る行政庁 （以下「不作為庁」という。 ）をいう。以下同じ。 ）に上級行政庁がない場合又は処分 庁等が主任の大臣若しくは宮内庁長官若しくは内閣府設置法（平成十一年法律第八十 九号）第四十九条第一項若しくは第二項若しくは国家行政組織法（昭和二十三年法律 第百二十号）第三条第二項に規定する庁の長である場合 当該処分庁等 二 宮内庁長官又は内閣府設置法第四十九条第一項若しくは第二項若しくは国家行政組 織法第三条第二項に規定する庁の長が処分庁等の上級行政庁である場合 宮内庁長官 又は当該庁の長 三 主任の大臣が処分庁等の上級行政庁である場合（前二号に掲げる場合を除く。",
      "page_from": 29,
      "page_to": 31,
      "char_count": 1246,
      "position": 22690,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c23",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 23,
      "text": "第八十 九号）第四十九条第一項若しくは第二項若しくは国家行政組織法（昭和二十三年法律 第百二十号）第三条第二項に規定する庁の長である場合 当該処分庁等 二 宮内庁長官又は内閣府設置法第四十九条第一項若しくは第二項若しくは国家行政組 織法第三条第二項に規定する庁の長が処分庁等の上級行政庁である場合 宮内庁長官 又は当該庁の長 三 主任の大臣が処分庁等の上級行政庁である場合（前二号に掲げる場合を除く。 ） 当該主任の大臣 四 前三号に掲げる場合以外の場合 当該処分庁等の最上級行政庁 （再調査の請求） 第五条 行政庁の処分につき処分庁以外の行政庁に対して審査請求をすることができる場 合において、法律に再調査の請求をすることができる旨の定めがあるときは、当該処分 に不服がある者は、処分庁に対して再調査の請求をすることができる。ただし、当該処 分について第二条の規定により審査請求をしたときは、この限りでない。\n\n29 ２ 前項本文の規定により再調査の請求をしたときは、当該再調査の請求についての決定 を経た後でなければ、審査請求をすることができない。ただし、次の各号のいずれかに 該当する場合は、この限りでない。 一 当該処分につき再調査の請求をした日（第六十一条において読み替えて準用する第 二十三条の規定により不備を補正すべきことを命じられた場合にあっては、当該不備 を補正した日）の翌日から起算して三月を経過しても、処分庁が当該再調査の請求に つき決定をしない場合 二 その他再調査の請求についての決定を経ないことにつき正当な理由がある場合 （審査請求期間） 第十八条 処分についての審査請求は、処分があったことを知った日の翌日から起算して 三月（当該処分について再調査の請求をしたときは、当該再調査の請求についての決定 があったことを知った日の翌日から起算して一月）を経過したときは、することができ ない。ただし、正当な理由があるときは、この限りでない。 ２ 処分についての審査請求は、処分（当該処分について再調査の請求をしたときは、当 該再調査の請求についての決定）があった日の翌日から起算して一年を経過したときは、 することができない。ただし、正当な理由があるときは、この限りでない。 ３ 次条に規定する審査請求書を郵便又は民間事業者による信書の送達に関する法律（平 成十四年法律第九十九号）第二条第六項に規定する一般信書便事業者若しくは同条第九 項に規定する特定信書便事業者による同条第二項に規定する信書便で提出した場合にお ける前二項に規定する期間（以下「審査請求期間」という。 ）の計算については、送付 に要した日数は、算入しない。\n\n30 行政手続法（平成５年法律第88 号） （抄） （定義） 第二条 この法律において、次の各号に掲げる用語の意義は、当該各号に定めるところに よる。 一 法令 法律、法律に基づく命令（告示を含む。 ） 、条例及び地方公共団体の執行機関 の規則（規程を含む。以下「規則」という。 ）をいう。",
      "page_from": 31,
      "page_to": 33,
      "char_count": 1273,
      "position": 23736,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c24",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 24,
      "text": "前二項に規定する期間（以下「審査請求期間」という。 ）の計算については、送付 に要した日数は、算入しない。\n\n30 行政手続法（平成５年法律第88 号） （抄） （定義） 第二条 この法律において、次の各号に掲げる用語の意義は、当該各号に定めるところに よる。 一 法令 法律、法律に基づく命令（告示を含む。 ） 、条例及び地方公共団体の執行機関 の規則（規程を含む。以下「規則」という。 ）をいう。 二 処分 行政庁の処分その他公権力の行使に当たる行為をいう。 三 申請 法令に基づき、行政庁の許可、認可、免許その他の自己に対し何らかの利益 を付与する処分（以下「許認可等」という。 ）を求める行為であって、当該行為に対 して行政庁が諾否の応答をすべきこととされているものをいう。 四 不利益処分 行政庁が、法令に基づき、特定の者を名あて人として、直接に、これ に義務を課し、又はその権利を制限する処分をいう。ただし、次のいずれかに該当す るものを除く。 イ 事実上の行為及び事実上の行為をするに当たりその範囲、時期等を明らかにする ために法令上必要とされている手続としての処分 ロ 申請により求められた許認可等を拒否する処分その他申請に基づき当該申請をし た者を名あて人としてされる処分 ハ 名あて人となるべき者の同意の下にすることとされている処分 ニ 許認可等の効力を失わせる処分であって、当該許認可等の基礎となった事実が消 滅した旨の届出があったことを理由としてされるもの 五 行政機関 次に掲げる機関をいう。 イ 法律の規定に基づき内閣に置かれる機関若しくは内閣の所轄の下に置かれる機関、 宮内庁、内閣府設置法（平成十一年法律第八十九号）第四十九条第一項若しくは第 二項に規定する機関、国家行政組織法（昭和二十三年法律第百二十号）第三条第二 項に規定する機関、会計検査院若しくはこれらに置かれる機関又はこれらの機関の 職員であって法律上独立に権限を行使することを認められた職員 ロ 地方公共団体の機関（議会を除く。 ） 六 行政指導 行政機関がその任務又は所掌事務の範囲内において一定の行政目的を実 現するため特定の者に一定の作為又は不作為を求める指導、勧告、助言その他の行為 であって処分に該当しないものをいう。 七 届出 行政庁に対し一定の事項の通知をする行為（申請に該当するものを除く。 ） であって、法令により直接に当該通知が義務付けられているもの（自己の期待する一 定の法律上の効果を発生させるためには当該通知をすべきこととされているものを含 む。 ）をいう。 八 命令等 内閣又は行政機関が定める次に掲げるものをいう。\n\n31 イ 法律に基づく命令（処分の要件を定める告示を含む。次条第二項において単に 「命令」という。 ）又は規則 ロ 審査基準（申請により求められた許認可等をするかどうかをその法令の定めに従 って判断するために必要とされる基準をいう。以下同じ。",
      "page_from": 32,
      "page_to": 34,
      "char_count": 1243,
      "position": 24809,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    },
    {
      "chunk_id": "eacc143d62b7449b4d8de50acb3bcdd4_c25",
      "doc_id": "eacc143d62b7449b4d8de50acb3bcdd4",
      "chunk_index": 25,
      "text": "定の法律上の効果を発生させるためには当該通知をすべきこととされているものを含 む。 ）をいう。 八 命令等 内閣又は行政機関が定める次に掲げるものをいう。\n\n31 イ 法律に基づく命令（処分の要件を定める告示を含む。次条第二項において単に 「命令」という。 ）又は規則 ロ 審査基準（申請により求められた許認可等をするかどうかをその法令の定めに従 って判断するために必要とされる基準をいう。以下同じ。 ） ハ 処分基準（不利益処分をするかどうか又はどのような不利益処分とするかについ てその法令の定めに従って判断するために必要とされる基準をいう。以下同じ。 ） ニ 行政指導指針（同一の行政目的を実現するため一定の条件に該当する複数の者に 対し行政指導をしようとするときにこれらの行政指導に共通してその内容となるべ き事項をいう。以下同じ。 ）",
      "page_from": 33,
      "page_to": 34,
      "char_count": 372,
      "position": 25852,
      "meeting": "デジタル社会推進標準ガイドライン",
      "agency": "デジタル庁",
      "title": "本文（PDF／310KB）",
      "date": "2023-07-04",
      "url": "https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources/e2a06143-ed29-4f1d-9c31-0f06fca67afc/d92a1cf2/20230411_resources_standard_guidelines_guideline_09.pdf"
    }
  ],
  "keywords": [
    {
      "term": "処分通知",
      "count": 83
    },
    {
      "term": "デジタル",
      "count": 59
    },
    {
      "term": "令和",
      "count": 42
    },
    {
      "term": "において",
      "count": 34
    },
    {
      "term": "行政機関",
      "count": 33
    },
    {
      "term": "年法律第",
      "count": 25
    },
    {
      "term": "この法律",
      "count": 24
    },
    {
      "term": "等のデジ",
      "count": 23
    },
    {
      "term": "という",
      "count": 23
    },
    {
      "term": "すること",
      "count": 21
    }
  ]
}